{
  "stories": [
    {
      "story": " White House statement of President Eisenhower issued, stating that “the early establishment of a communication satellite system which can be used on a commercial basis is a national objective.”",
      "month": "January",
      "day": 1,
      "monthNumber": 1
    },
    {
      "story": " Project Ice Way was established near Thule by the Geophysics Research Directorate of the Cambridge Research Laboratories to test the feasibility of landing heavy aircraft on ice runways. The tests, completed in June 1961, demonstrated the strength and other engineering qualities of the ice runways constructed of natural sea water or reinforced with strands of Fiber-glas. Early January: Because of the danger of a power drain in connection with remote (tape recorder) operation, the wide-angle camera of Tiros II was turned on only for direct readout, while satellite passed over Fort Monmouth and Point Arguello.",
      "month": "January",
      "day": 1,
      "monthNumber": 1
    },
    {
      "story": " NASA’s Space Task Group, charged with carrying out Project Mercury and other manned space flight programs, officially became a separate NASA field element.",
      "month": "January",
      "day": 3,
      "monthNumber": 1
    },
    {
      "story": " NASA awarded contract to General Electric for an investigation of means of storing solar heat energy in satellites.",
      "month": "January",
      "day": 3,
      "monthNumber": 1
    },
    {
      "story": " Ablation model test with electric arc attained 4,000° F. for 105 seconds at Langley Research Center, one of a series of tests begun in September 1960.",
      "month": "January",
      "day": 4,
      "monthNumber": 1
    },
    {
      "story": " Turbofan-powered B-52H Boeing bomber, with two prototype Douglas Skybolt air-launched 1,000-mile-range ballistic missiles under each wing, was rolled out of the factory at Wichita, Kans.",
      "month": "January",
      "day": 5,
      "monthNumber": 1
    },
    {
      "story": " USAF Blue Scout I reached near 1,000-mile altitude with 90-pound data capsule from Atlantic Missile Range.",
      "month": "January",
      "day": 7,
      "monthNumber": 1
    },
    {
      "story": " Jet Propulsion Laboratory awarded contract to Beckman Instruments for design studies on equipment to analyze the surface of the Moon.",
      "month": "January",
      "day": 9,
      "monthNumber": 1
    },
    {
      "story": " Japanese scientist associated with Radio Research Laboratories of the Japanese Ministry of Communications began studies of space communications at NASA’s Goldstone, Calif., Deep Space Tracking Station.",
      "month": "January",
      "day": 9,
      "monthNumber": 1
    },
    {
      "story": " President-elect Kennedy received report of special nine-man committee on the national space program. Chairman of the committee was Dr. Jerome B. Wiesner of MIT.",
      "month": "January",
      "day": 10,
      "monthNumber": 1
    },
    {
      "story": " Polaris missile of the advanced A-2 design was fired from Cape Canaveral 1,600 miles down the Atlantic Missile Range. It was the third success in as many firings for the new Polaris designed to operate at a range over 1,700 miles.",
      "month": "January",
      "day": 10,
      "monthNumber": 1
    },
    {
      "story": " President-elect Kennedy announced that Jerome B. Wiesner of MIT would be special assistant to the President for science and technology.",
      "month": "January",
      "day": 11,
      "monthNumber": 1
    },
    {
      "story": " President Eisenhower in his state of the Union address to Congress reviewed U.S. progress in space exploration, stating, “These achievements unquestionably make us pre-eminent in space exploration for the betterment of mankind.”",
      "month": "January",
      "day": 12,
      "monthNumber": 1
    },
    {
      "story": " Joint DOD-NASA release outlined actions of the Aeronautics and Astronautics Coordinating Board (AACB) since its creation in September 1960.",
      "month": "January",
      "day": 12,
      "monthNumber": 1
    },
    {
      "story": " First Italian launching of scientific sounding rocket in cooperative program with United States, a Nike-Cajun launched from a range in Sardinia to a height of over 100 miles, and released a cloud of sodium vapor visible for many miles.",
      "month": "January",
      "day": 12,
      "monthNumber": 1
    },
    {
      "story": " Convair B-58 Hustler, jet bomber powered by four GE J-79 engines, broke six world speed records, Maj. H. J. Deutsch-endorf, U.S. Air Force, as pilot. On first closed-course run, the Hustler averaged 1,200.194 miles per horn, and it averaged 1,061.808 miles per hour on both runs carrying a payload of 4,408 pounds and a crew of three.",
      "month": "January",
      "day": 13,
      "monthNumber": 1
    },
    {
      "story": " NASA announced that a Life Sciences Research Laboratory would be established on February 1 at NASA Ames Research Center, Moffett Field, Calif.",
      "month": "January",
      "day": 13,
      "monthNumber": 1
    },
    {
      "story": " NASA began negotiations with French Commission for Spatial and Scientific Research for conducting a cooperative Franco-American space program.",
      "month": "January",
      "day": 15,
      "monthNumber": 1
    },
    {
      "story": " FCC first allocated radio frequencies to private industry (ITT) for experiments in bouncing signals off the Moon and artificial satellites.",
      "month": "January",
      "day": 16,
      "monthNumber": 1
    },
    {
      "story": " In the message of President Eisenhower accompanying his budget for fiscal year 1962, it was said: “In the program of manned space flight, the reliability of complex booster capsule escape and life support components of the Mercury system is now being tested to assure a safe manned ballistic flight into space, and hopefully a manned orbital flight in calendar year 1961. Further test and experimentation will be necessary to establish if there are any valid scientific reasons for extending manned space flight beyond the Mercury program.”",
      "month": "January",
      "day": 16,
      "monthNumber": 1
    },
    {
      "story": " Final assembly of first Saturn flight vehicle (SA-1) was completed.",
      "month": "January",
      "day": 16,
      "monthNumber": 1
    },
    {
      "story": " First invention award under the authority of the National Aeronautics and Space Act of 1958 given to Dr. Frank T. McClure of the Applied Physics Laboratory of Johns Hopkins for his satellite Doppler navigation system, the $3,000 award being presented by NASA Administrator Glennan at NASA headquarters.",
      "month": "January",
      "day": 17,
      "monthNumber": 1
    },
    {
      "story": " Report of the Space Science Board of the National Academy of Sciences stated that life in some form on other planets of the solar system may possibly exist, but that evidence of this is not available today.",
      "month": "January",
      "day": 19,
      "monthNumber": 1
    },
    {
      "story": " Iris rocket, new solid-propellent single-stage sounding rocket, failed to attain programed flight from Wallops Island, reaching only 86 miles’ altitude instead of 160 miles.",
      "month": "January",
      "day": 19,
      "monthNumber": 1
    },
    {
      "story": " NASA selected Hughes Aircraft Co. for placing of a major subcontract by Jet Propulsion Laboratory to build seven Surveyor spacecraft designed for soft landings on the Moon.",
      "month": "January",
      "day": 19,
      "monthNumber": 1
    },
    {
      "story": " Marshall Space Flight Center awarded contract to Douglas and Chance Vought to study launching manned exploratory expedition into lunar and interplanetary space from Earth orbits.",
      "month": "January",
      "day": 19,
      "monthNumber": 1
    },
    {
      "story": " Federal Communications Commission allocated a radio frequency to the American Telephone & Telegraph Co. to establish the first space satellite communications link between Europe and the United States on an experimental basis, a program calling for NASA launching of a series of experimental communication satellites capable of relaying telephone calls, television programs, and other messages across the Atlantic.",
      "month": "January",
      "day": 19,
      "monthNumber": 1
    },
    {
      "story": " NASA announced indefinite suspension of the programing of the wide-angle camera in Tiros II, the experimental weather observation satellite launched on November 23, 1960.",
      "month": "January",
      "day": 19,
      "monthNumber": 1
    },
    {
      "story": " United States and United Kingdom signed formal agreement covering minitrack station at Winkfield, England.",
      "month": "January",
      "day": 20,
      "monthNumber": 1
    },
    {
      "story": " Under NASA contract, United Technology Corp. successfully completed ground tests of three 15,000-pound thrust segmented solid-propellent rockets. Each was made up of three 1,000-pound sections which were joined prior to firing.",
      "month": "January",
      "day": 20,
      "monthNumber": 1
    },
    {
      "story": " NASA’s Marshall Space Flight Center (MSFC) awarded contracts to North American Aviation and Ryan Aeronautical to develop paraglider recovery system for the Saturn booster, based upon concept developed by Francis M. Rogallo of NASA’s Langley Research Center.",
      "month": "January",
      "day": 20,
      "monthNumber": 1
    },
    {
      "story": " Headline news in Moscow was detailed Tass announcement that Strelka, one of two female dogs recovered from orbiting Spacecraft II in August 1960, had given birth to six puppies in good health. Pravda had announced 3 weeks earlier that one of the satellite-passenger dogs had given birth.",
      "month": "January",
      "day": 20,
      "monthNumber": 1
    },
    {
      "story": " Final test flight of USAF Atlas D traveled 5,000 miles to target down Atlantic Missile Range, representing 35 successes, 8 partials, and 6 failures in 49 test launchings for D model.",
      "month": "January",
      "day": 23,
      "monthNumber": 1
    },
    {
      "story": " NASA selected United Aircraft to make feasibility study of ion rocket application for long space flights.",
      "month": "January",
      "day": 23,
      "monthNumber": 1
    },
    {
      "story": " NASA outlined specifications for a low-altitude active communications satellite Project Relay at Goddard Space Flight Center.",
      "month": "January",
      "day": 24,
      "monthNumber": 1
    },
    {
      "story": " NASA awarded contract to Lockheed for a spaceship refueling study.",
      "month": "January",
      "day": 25,
      "monthNumber": 1
    },
    {
      "story": " NASA distributed to the world scientific community, through COSPAR, a detailed description of the next planned Beacon satellite experiment.",
      "month": "January",
      "day": 25,
      "monthNumber": 1
    },
    {
      "story": " NASA revealed it had selected 12 women airplane pilots to undergo tests to determine space flight research capability.",
      "month": "January",
      "day": 25,
      "monthNumber": 1
    },
    {
      "story": " Assembly of Ranger I was completed at Jet Propulsion",
      "month": "January",
      "day": 25,
      "monthNumber": 1
    },
    {
      "story": " Titan II selected as launch vehicle for Dyna-Soar I by USAF.",
      "month": "January",
      "day": 25,
      "monthNumber": 1
    },
    {
      "story": " NASA announced establishment of Goddard Institute for Space Studies (GISS) in New York City, which would be an extension of the Theoretical Division of Goddard Space Flight Center, Greenbelt, Md. It will be headed by Dr. Robert Jastrow.",
      "month": "January",
      "day": 29,
      "monthNumber": 1
    },
    {
      "story": " President Kennedy stated in his state of the Union address to Congress: “This administration intends to explore promptly all possible areas of cooperation with the Soviet Union and other nations ‘to invoke the wonders of science instead of its terrors.’ Specifically, I now invite all nations—including the Soviet Union—to join with us in developing a weather prediction program, in a new communication satellite program, and in preparation for probing the distant planets of Mars and Venus, probes which may some day unlock the deepest secrets of the universe.”",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " James E. Webb nominated as Administrator of NASA by President Kennedy. January 30-February 2: Conference of 12 European nations held at Strasbourg to discuss a British and French proposal for a European satellite launcher development program.",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " USAF Samos II, a 4,100-pound test satellite containing photographic equipment, placed in orbit by Atlas-Agena A from Point Arguello, Calif.",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " Mercury-Redstone (MR-2) flight from Atlantic Missile Range shot Mercury capsule containing chimpanzee named Ham to 157 miles altitude and 418 miles down range. Capsule with life-support equipment functioned well but flight was 42 miles higher and 125 miles farther than programed. Ham was recovered in good health.",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " An eight-engine static test firing of the Saturn test booster (SA-Tl) for 113 seconds was completed at Marshall Space Flight Center. During January: International Committee on Geophysics, successor organization to the IGY, meeting in Paris, endorsed proposal for Quiet Sun Year during 1964-65. (IGY had been selected for its intense sunspot activity.)",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " NASA internal studies of a manned lunar landing program were completed. Studies considered both the direct ascent based on a large Nova-type launch vehicle and the rendezvous method of earth orbit using a number of Saturn C-2’s.",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " Experiments with Echo I were discontinued except for occasional checks, having provided for innumerous communications since launch on August 12, 1960.",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " Wind tunnel testing of model of the first Saturn (SA-1) began at Arnold Engineering Development Center at Tullahoma, Tenn.",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " Explosions of Centaur engines at Pratt & Whitney led to suspension of testing.",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " Life Sciences Laboratory established by NASA at Ames Research Center to augment, lead, direct, encourage, and coordinate biomedical research related to the space program.",
      "month": "February",
      "day": 1,
      "monthNumber": 2
    },
    {
      "story": " 15 (No. 1) flown to 49,780 feet by John B. McKay, NASA test pilot, at Edwards, Calif.",
      "month": "February",
      "day": 1,
      "monthNumber": 2
    },
    {
      "story": " USAF Minuteman successful on first test launch from AFMTC, a three-stage solid-propellent ICBM with full guidance, all tested on its first launching.",
      "month": "February",
      "day": 1,
      "monthNumber": 2
    },
    {
      "story": " The space surveillance system (Spasur) was formally commissioned at the Nava] Weapons Laboratory, Dahlgren, Va., under the operational control of the North American Defense Command.",
      "month": "February",
      "day": 1,
      "monthNumber": 2
    },
    {
      "story": " NASA-AEC Space Nuclear Propulsion Office invited industry to submit proposals for participation in development of Nerva (nuclear engine for rocket vehicle application), a part of Project Rover initiated in 1955 by USAF-AEC.",
      "month": "February",
      "day": 2,
      "monthNumber": 2
    },
    {
      "story": " Nomination of James E. Webb to be Administrator of NASA reported favorably by the Senate Committee on Aeronautical and Space Sciences.",
      "month": "February",
      "day": 2,
      "monthNumber": 2
    },
    {
      "story": " Dr. T. Keith Glennan was named consultant to the Senate Committee on Aeronautical and Space Sciences. -— --- NASA announced that it would negotiate with Boeing Co., Chance Vought Corp., and Martin Co., for tanks for five first-stage Saturn launch vehicles. It later announced additional selection of Chrysler Corp.",
      "month": "February",
      "day": 2,
      "monthNumber": 2
    },
    {
      "story": " Sputnik IV launched into orbit by U.S.S.R., a 7.1-ton payload, but mission of flight was not announced.",
      "month": "February",
      "day": 4,
      "monthNumber": 2
    },
    {
      "story": " Plans to launch a Japanese Kappa 6 sounding rocket within a year announced by Yugoslavia.",
      "month": "February",
      "day": 4,
      "monthNumber": 2
    },
    {
      "story": " Orientation of Tiros II made it impossible to obtain Northern Hemisphere pictures and malfunctions made remote picture taking undesirable, so that use of satellite’s cameras was suspended until orbit precession again made Northern Hemisphere pictures possible.",
      "month": "February",
      "day": 5,
      "monthNumber": 2
    },
    {
      "story": " NASA Aerobee-Hi successfully reached 96 miles above Wallops Station in test of behavior of liquid hydrogen in zero gravity for Lewis Research Center hydrogen propulsion development.",
      "month": "February",
      "day": 6,
      "monthNumber": 2
    },
    {
      "story": " X-15 flown to unofficial record 2,275 miles per hour by Maj. Robert White, U.S. Air Force.",
      "month": "February",
      "day": 7,
      "monthNumber": 2
    },
    {
      "story": " When asked at press conference about U.S. man-in-space plans, President Kennedy stated: “We are very concerned that we do not put a man in space in order to gain some prestige and have the man take a disproportionate risk * * * even if we should come in second in putting a man in space, I wlli still be satisfied if when we finally put a man in space his chances of survival are as high as I think they must be.”",
      "month": "February",
      "day": 8,
      "monthNumber": 2
    },
    {
      "story": " NAA delivered X-15 No. 2 with XLR-99 engine to NASA for the initiation of the NASA flight research program.",
      "month": "February",
      "day": 8,
      "monthNumber": 2
    },
    {
      "story": " Smithsonian Astrophysical Observatory reported that Earth is a slightly irregular ellipsoid according to new calculations.",
      "month": "February",
      "day": 9,
      "monthNumber": 2
    },
    {
      "story": " Janies E. Webb confirmed by the Senate as Administrator of",
      "month": "February",
      "day": 9,
      "monthNumber": 2
    },
    {
      "story": " Gen. Thomas D. White, USAF Chief of Staff, ordered space surveillance functions transferred from Air Research and Development Command to the Air Defense Command at Ent Air Force Base, Colo., as technology in this field moved from research and development to an operational stage. The ADC established Spadats (space detection and tracking system).",
      "month": "February",
      "day": 9,
      "monthNumber": 2
    },
    {
      "story": " Voice message sent from Washington to Woomera, Australia, by way of the Moon. NASA Deputy Administrator Dryden spoke on telephone to Goldstone, Calif., which “bounced” it to the deep space instrumentation station at Woomera. The operation was held as part of the official opening ceremony of the deep space instrumentation facility site in Australia.",
      "month": "February",
      "day": 10,
      "monthNumber": 2
    },
    {
      "story": " First static test of prototype thrust chamber of F-l engine achieved a thrust of 1,550,000 pounds for a few seconds, at Edwards, Calif.",
      "month": "February",
      "day": 10,
      "monthNumber": 2
    },
    {
      "story": " Three-day meeting of Satellite Panel of the World Meteorological Organization concluded at Washington, D.C., minus participation by the Soviet member.",
      "month": "February",
      "day": 10,
      "monthNumber": 2
    },
    {
      "story": " Sputnik VIII launched into Earth orbit by U.S.S.R., from which it placed 1,419-pound Venus probe on its course.",
      "month": "February",
      "day": 12,
      "monthNumber": 2
    },
    {
      "story": " USAF Gam-83B, modification of Navy Bullpup, a solid-propellent air-to-surface missile, was successfully launched at supersonic speed by an F-l 00 Supersabre.",
      "month": "February",
      "day": 13,
      "monthNumber": 2
    },
    {
      "story": " NASA Nike-Cajun rocket launched from Wallops Station, carrying 60-pound payload ejecting explosive charges, which fired at intervals from 20- to 80-mile altitude to provide data on density of the atmosphere.",
      "month": "February",
      "day": 14,
      "monthNumber": 2
    },
    {
      "story": " Last of second series of static firings of Saturn completed at Marshall Space Flight Center for 110 seconds, approximately full duration.",
      "month": "February",
      "day": 14,
      "monthNumber": 2
    },
    {
      "story": " President Kennedy congratulated Premier Khrushchev on the Soviet Union’s “impressive scientific achievement” in launching a space probe toward the planet Venus.",
      "month": "February",
      "day": 14,
      "monthNumber": 2
    },
    {
      "story": " NASA selected Flight Propulsion Department, General Electric, for negotiation of 18-month contract to study heatflow characteristics of fluids in nuclear powerplants.",
      "month": "February",
      "day": 14,
      "monthNumber": 2
    },
    {
      "story": " NASA and United Kingdom agreed to establish joint program to test communications satellites to be launched by NASA in 1962 and 1963 in Projects Relay and Rebound.",
      "month": "February",
      "day": 14,
      "monthNumber": 2
    },
    {
      "story": " U.S.S.R. reportedly made first photos of solar eclipse from a vehicle in space, in report later released on May 28.",
      "month": "February",
      "day": 15,
      "monthNumber": 2
    },
    {
      "story": " James E. Webb was sworn in as NASA Administrator.",
      "month": "February",
      "day": 15,
      "monthNumber": 2
    },
    {
      "story": " NASA Explorer IX placed in orbit by four-stage Scout booster from Wallops Station, the first satellite launching from Wallops, and the first satellite boosted by a solid-fuel rocket. Explorer IX was a 12-foot diameter sphere after inflation at orbital altitude.",
      "month": "February",
      "day": 16,
      "monthNumber": 2
    },
    {
      "story": " NASA and France agreed to establish joint program to test communications satellites to be launched by NASA in 1962 and 1963 in Projects Relay and Rebound.",
      "month": "February",
      "day": 16,
      "monthNumber": 2
    },
    {
      "story": " “Polka dot” Explorer IX found in orbit by visual and photographic means after failure of radio beacon delayed confirmation of orbit.",
      "month": "February",
      "day": 17,
      "monthNumber": 2
    },
    {
      "story": " USAF Discoverer XX placed in polar orbit with 300-pound recovery capsule from Vandenberg Air Force Base.",
      "month": "February",
      "day": 17,
      "monthNumber": 2
    },
    {
      "story": " NASA negotiated $400,000 contract with G. T. Schjeldahl Co. to design, develop, fabricate, and test rigidized inflatable spheres for Project Echo, the passive communications satellite program.",
      "month": "February",
      "day": 17,
      "monthNumber": 2
    },
    {
      "story": " The last successful communication with the U.S.S.R. Venus probe was made.",
      "month": "February",
      "day": 17,
      "monthNumber": 2
    },
    {
      "story": " USAF Discoverer XXI fired into polar orbit, and Agena B restarted in flight after first orbit.",
      "month": "February",
      "day": 18,
      "monthNumber": 2
    },
    {
      "story": " Navy told the House Committee on Science and Astronautics that Polaris could be used as a mobile satellite launch vehicle.",
      "month": "February",
      "day": 20,
      "monthNumber": 2
    },
    {
      "story": " NASA Space Task Group selected John H. Glenn, Jr., Virgil I. Grissom, and Alan B. Shepard, Jr., to begin special training for first manned Mercury space flight.",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " Navy Transit III-B with Lofti piggyback satellite placed into orbit by Thor-Able-Star launch vehicle, but satellites did not separate.",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " USAF canceled recovery operations of Discoverer XX capsule due to technical difficulties.",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " NASA awarded contract to G. T. Schjeldahl Co. for nine inflatable spheres for Echo program.",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " Titan ICBM completed 5,000-mile flight, the 20th success in 29 tests.\t_",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " MA-2 launch from Cape Canaveral, trajectory providing rugged test of the Mercury capsule.",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " French Veronique launched capsule containing rat (Hector) to 95-mile altitude, recovered successfully.",
      "month": "February",
      "day": 22,
      "monthNumber": 2
    },
    {
      "story": " NASA Administrator James E. Webb and Deputy Secretary of Defense Roswell Gilpatric signed letter of understanding confirming the national launch vehicle program, the integrated development and procurement of space boosters by NASA and DOD. It was agreed that neither DOD nor NASA would initiate the development of a launch vehicle or booster for use in space without written acknowledgment of the other agency.",
      "month": "February",
      "day": 23,
      "monthNumber": 2
    },
    {
      "story": " Proposed DOD Directive entitled “Development of Space Systems” was submitted to the Joint Chiefs of Staff and the mllitary services for comment by March 2.",
      "month": "February",
      "day": 23,
      "monthNumber": 2
    },
    {
      "story": " Tiros II completed 3 months in orbit, continuing useful observations beyond original estimate of useful life.",
      "month": "February",
      "day": 23,
      "monthNumber": 2
    },
    {
      "story": " NASA Juno II launched S-45 I ionosphere beacon satellite which did not achieve orbit due to malfunction shortly after booster separation.",
      "month": "February",
      "day": 24,
      "monthNumber": 2
    },
    {
      "story": " Paul F. Bikle set world glider altitude record of 46,267 feet in Schweizer 1-23-E sailplane, beating record of 42,100 feet set by W. S. Ivans in 1950. Bikle is Director of NASA Flight Research Center, Edwards, Calif., which is conducting the X-15 flight research program.",
      "month": "February",
      "day": 25,
      "monthNumber": 2
    },
    {
      "story": " Sputnik IV, launched on February 4, reentered the Earth’s atmosphere.",
      "month": "February",
      "day": 26,
      "monthNumber": 2
    },
    {
      "story": " FCC-NASA memorandum of understanding for delineating and coordinating civil communication space activities signed. It stated that “earliest practicable realization of a commercially operable communication satellite system is a national objective.”",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " NASA released “Evaluation of U.S.S.R. versus U.S. Output in Space Science,” a study prepared for the House Committee on Science and Astronautics.",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " NASA Administrator Janies E. Webb stated that President Kennedy had ordered a thorough review of the Nation’s space programs. During February: Acoustic test chamber for recording sound of rocket operations and to study human stress limits completed at Environmental Simulation Laboratory, Naval Missile Center, at Pacific Missile Range.",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " Japanese space science survey team toured NASA facilities.",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " Bell Telephone Laboratories and General Electric conducted a “phase stability” experiment on Echo I, the results indicating that the sphere was keeping its “roundness” much longer than anticipated.",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " NASA-USAF returned X-15 No. 1 to contractor (NAA) for installation of final engine of 57,000-pound thrust.",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " Tass announced that radio contact with the Soviet Venus probe could not be established on February 27.",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " The fourth firing of an advanced Polaris A-2, and the first from a ship, was made by the U.S.S. Observation Island as she cruised at 8 knots, 10 miles offshore from Cape Canaveral.",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " The President’s Scientific Advisory Committee on Project Mercury visited Atlantic Missile Range for a briefing.",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " USAF Blue Scout II carried 172-pound payload to 1,580 miles altitude from Atlantic Missile Range.",
      "month": "March",
      "day": 3,
      "monthNumber": 3
    },
    {
      "story": " First NASA Agena B vehicle entered checkout of systems and subsystems at Lockheed, Sunnyvale, Calif.; vehicle scheduled to launch Ranger I.",
      "month": "March",
      "day": 6,
      "monthNumber": 3
    },
    {
      "story": " Department of Defense decision indicated that perfected military space vehicles would be assigned to each service which demonstrated an operational need for them, thus giving USAF major responsibility for military space development.",
      "month": "March",
      "day": 6,
      "monthNumber": 3
    },
    {
      "story": " Direct-mode pictures by Tiros II camera were resumed after a month of inoperation. The quality of the pictures showed some slight improvement, supporting the theory that foreign matter may have been deposited on the lens and was gradually evaporating.",
      "month": "March",
      "day": 6,
      "monthNumber": 3
    },
    {
      "story": " Equipped with turbofan engines, B-52H made its firet flight at Wichita, Kans.",
      "month": "March",
      "day": 6,
      "monthNumber": 3
    },
    {
      "story": " First flight model of Saturn booster (SA-1) installed on static test stand for preflight checkout, Marshall Space Flight Center, Huntsville.",
      "month": "March",
      "day": 7,
      "monthNumber": 3
    },
    {
      "story": " NASA Marshall Space Flight Center selected Chance Vought Corp. to build 42 fuel and liquid oxygen tanks for the Saturn booster program.",
      "month": "March",
      "day": 7,
      "monthNumber": 3
    },
    {
      "story": " Maj. Robert White, U.S. Air Force, flew X-15 a record speed of 2,905 miles per hour, topping his mark of 2,275 miles per hour set on February 7 with interim engine.",
      "month": "March",
      "day": 7,
      "monthNumber": 3
    },
    {
      "story": " U.S.S.R. launched 5-ton Sputnik IV into orbit and recovered dog passenger, the second time this feat was performed.",
      "month": "March",
      "day": 9,
      "monthNumber": 3
    },
    {
      "story": " Harold B. Finger was appointed Assistant Director for Nuclear Applications in NASA’s Office of Launch Vehicle Programs, and continued as Manager of the AEC-NASA Space Nuclear Propulsion Office (SNPO).",
      "month": "March",
      "day": 9,
      "monthNumber": 3
    },
    {
      "story": " Dr. Harold Brown, of University of California’s Lawrence Radiation Laboratories, was named Director of Research and Engineering for the Department of Defense, to succeed Dr. Herbert F. York.",
      "month": "March",
      "day": 9,
      "monthNumber": 3
    },
    {
      "story": " NASA announced first success in immediate detection in real time of radar signals off planet Venus by Jet Propulsion Laboratory Goldstone, as part of 2-month research program.",
      "month": "March",
      "day": 10,
      "monthNumber": 3
    },
    {
      "story": " NASA and Navy jointly established development program to increase payload capability of Scout vehicle by 40 percent by improved performance of third- and fourth-stage engines.",
      "month": "March",
      "day": 10,
      "monthNumber": 3
    },
    {
      "story": " NASA awarded contracts to Convair, Lockheed, and North American for studies of space vehicles beyond the Saturn class, having first-stage thrust of 6 to 12 million pounds.",
      "month": "March",
      "day": 10,
      "monthNumber": 3
    },
    {
      "story": " National Meteorite Symposium held at Arizona State University, Tempe, Ariz.",
      "month": "March",
      "day": 10,
      "monthNumber": 3
    },
    {
      "story": " Soviet astronomers claimed to have discovered the presence of oxygen in the atmosphere of Venus. Dr. Brian Warner of the London Observatory correlated and reinterpreted spectrographic data gathered earlier by Soviet Astronomer Nikolai Kozyrev.",
      "month": "March",
      "day": 13,
      "monthNumber": 3
    },
    {
      "story": " An Atlas intended for 9,000-mile flight into the Indian Ocean plunged into the Atlantic only 200 miles from Cape Canaveral. Mid-March: Up to this time, approximately 78 percent of the wide-angle photographs relayed from Tiros II (weather satellite) were considered usable for current weather analysis.",
      "month": "March",
      "day": 13,
      "monthNumber": 3
    },
    {
      "story": " NASA and United Kingdom’s Space Sciences Committee agreed on experiments to be included in the second United Kingdom satellite (launched by NASA’s Scout), the experiments being galactic noise, atmospheric ozone, and micrometeoroids.",
      "month": "March",
      "day": 15,
      "monthNumber": 3
    },
    {
      "story": " Scientists from Fordham University and Esso Research announced that they had discovered waxy compounds inside a fragment of a meteorite found near Orgueil, France, in 1864.",
      "month": "March",
      "day": 16,
      "monthNumber": 3
    },
    {
      "story": " NASA Robert H. Goddard Space Flight Center officially dedicated at Greenbelt, Md., dedication address delivered by Dr. Detlev Bronk, President of the National Academy of Sciences. It was the 35th anniversary of Dr. Goddard’s successful launching of the world’s first liquid fuel rocket. Mrs. Robert H. Goddard accepted the congressional medal honoring her husband.",
      "month": "March",
      "day": 16,
      "monthNumber": 3
    },
    {
      "story": " Vanguard I completed third year in orbit and was still transmitting. Vanguard I provided much useful data on orbits, including the slight pear-shape of the Earth and the effect of solar pressure. Vanguard also provided the second stage for the Able, Delta, and Able-Star, as well as the third stage of Scout, pioneering solid-propellent stages used in Polaris and Minuteman.",
      "month": "March",
      "day": 17,
      "monthNumber": 3
    },
    {
      "story": " First Northrop T-38 supersonic jet trainer was delivered to USAF Air Training Command at Randolph Air Force Base, Tex.",
      "month": "March",
      "day": 17,
      "monthNumber": 3
    },
    {
      "story": " Little Joe 6 fired Mercury spacecraft from Wallops, resulted in limited test of escape system because of unprogramed sequence.",
      "month": "March",
      "day": 18,
      "monthNumber": 3
    },
    {
      "story": " Problems with the shutter of the wide-angle camera of the Tiros II were noted, but later disappeared and did not significantly affect data from this camera.",
      "month": "March",
      "day": 19,
      "monthNumber": 3
    },
    {
      "story": " Tiny particle of matter from another galaxy hit upper atmosphere of the Earth over New Mexico at a speed close to that of light and split with great force. Resultant particle shower numbered between 20 and 40 billion pieces, according to scintillation counters at the Volcano Ranch Cosmic Ray Research Center near Albuquerque, N. Mex.",
      "month": "March",
      "day": 19,
      "monthNumber": 3
    },
    {
      "story": " Charles J. Dolan named Associate Director of NASA’s Langley Research Center. He had been associated with the NASA Space Task Group since its formation at Langley in November 1958.",
      "month": "March",
      "day": 20,
      "monthNumber": 3
    },
    {
      "story": " National Academy of Sciences’ Geophysics Research Board announced preliminary plans for an International Year of the Quiet Sun (IQSY) during 1964-65.",
      "month": "March",
      "day": 22,
      "monthNumber": 3
    },
    {
      "story": " Dr. Edward C. Welsh, a former aid to Senator Symington, was nominated by the President to be the Executive Secretary of the National Aeronautics and Space Council,",
      "month": "March",
      "day": 22,
      "monthNumber": 3
    },
    {
      "story": " Responding to inquiry by the chairman of the House Science ana Astronautics Committee, President Kennedy stated in a letter: “It is not now nor has it ever been my intention to subordinate the activities of [NASA] to those of the Department of Defense * * * there are legitimate missions in space for which the mllitary services should assume responsibllity * * * [and there are] major missions, such as the scientific unmanned and manned exploration of space and the application of space technology to the conduct of peaceful activities, which should be carried forward by the civllian space agency.”",
      "month": "March",
      "day": 23,
      "monthNumber": 3
    },
    {
      "story": " The first World Meteorological Day was observed by 50 nations under sponsorship of the World Meteorological Organization.",
      "month": "March",
      "day": 23,
      "monthNumber": 3
    },
    {
      "story": " Mercury-Redstone successfully flew capsule in 115-mile flight test at Atlantic Missile Range.",
      "month": "March",
      "day": 24,
      "monthNumber": 3
    },
    {
      "story": " Tiros II completed 4 months in orbit and continued to provide useful cloud picture and radiation data. Signal from Tiros II was used on 1,763d orbit to trigger dynamite to break ground for new RCA Space Environment Center at Princeton, N.J.",
      "month": "March",
      "day": 24,
      "monthNumber": 3
    },
    {
      "story": " NASA and United Kingdom’s Department of Science and Industrial Research signed agreement covering data acquisition unit in Falkland Islands for “topside sounder,” a joint United States-Canada project.",
      "month": "March",
      "day": 24,
      "monthNumber": 3
    },
    {
      "story": " NASA Thor-Delta fired Explorer X (P-14) into highly elliptical orbit (apogee of 148,000 miles, perigee of 100 miles) with instruments to transmit data on the nature of the magnetic fields and charged particles in this region of space where the Earth’s magnetic field merges with that m interplanetary space.",
      "month": "March",
      "day": 25,
      "monthNumber": 3
    },
    {
      "story": " Prof. Martin Schwarzschild, of Princeton University, named by the National Academy of Sciences to receive the Henry Draper Medal for his work as director of ONR’s Project Stratoscope (produced clear photos of the structure of the surface of the Sun).",
      "month": "March",
      "day": 25,
      "monthNumber": 3
    },
    {
      "story": " launched Spacecraft V, a more than 5-ton payload, and recovered capsule containing a dog named Little Star. This was apparently a repeat of the March 9 shot.",
      "month": "March",
      "day": 25,
      "monthNumber": 3
    },
    {
      "story": " NASA Aerobee research rocket with University of Michigan payload shot to 252-mile altitude from Wallops Station.",
      "month": "March",
      "day": 26,
      "monthNumber": 3
    },
    {
      "story": " Pravda article stated that the day was “not far distant when a Soviet human being will rocket into space.”",
      "month": "March",
      "day": 26,
      "monthNumber": 3
    },
    {
      "story": " Budget Director David E. Bell made known to Joint Economic Committee of Congress that the new administration would request for fiscal year 1962 $125.67 million more for NASA (in addition to previous $1,110 million) and $65 million more for the National Science Foundation (additional to $210 million). March, 27: President Kennedy initiated actions to speed up the development of large boosters.",
      "month": "March",
      "day": 27,
      "monthNumber": 3
    },
    {
      "story": " Dr. Carl Sagen, of the University of California, suggested that the seeding of the atmosphere of Venus with algae might alter its atmosphere to support human life.",
      "month": "March",
      "day": 27,
      "monthNumber": 3
    },
    {
      "story": " Its instruments recording a magnetic impulse, Explorer X became the first satellite to measure the shock wave generated by a solar flare.",
      "month": "March",
      "day": 27,
      "monthNumber": 3
    },
    {
      "story": " USAF Dyna-Soar System Project Office personnel visited NASA headquarters for review of technical and management programs.",
      "month": "March",
      "day": 28,
      "monthNumber": 3
    },
    {
      "story": " President Kennedy requested Congress for $2 million so that NASA could aid FAA in development of supersonic transport aircraft. President also asked for $12 million increase in FAA budget.",
      "month": "March",
      "day": 28,
      "monthNumber": 3
    },
    {
      "story": " NASA Goddard scientists reported that Explorer X had encountered magnetic fields considerably stronger than expected in its elongated orbit which carried it 112,500 miles from Earth (almost halfway to the Moon), although it would take several weeks to analyze acquired data.",
      "month": "March",
      "day": 28,
      "monthNumber": 3
    },
    {
      "story": " Soviet press conference at Soviet Academy of Sciences in Moscow, at which Biochemist N. M. Sisakian announced that all six of Strelka’s pups, on exhibit, were developing normally: “Our research on these animals, just completed, has proved that no dangerous consequences to the functioning of their organs have stemmed from the space flight. This problem has an important bearing on our preparations for man’s orbiting.”",
      "month": "March",
      "day": 28,
      "monthNumber": 3
    },
    {
      "story": " Alexander Topchiev, Vice Chairman of the Soviet Academy of Science, stated in Moscow that Western reports that some Soviet astronauts had perished in space flight attempt were “a complete fabrication * * * entirely and absolutely unfounded.” Occasion was press conference at the Academy of Science on the subject of the imminent flight of man into space, at which four space dogs and six offspring were televised.",
      "month": "March",
      "day": 28,
      "monthNumber": 3
    },
    {
      "story": " Draft DOD directive on “Reconnaissance, Mapping, and Geodetic Programs” (5160.34), relative to development of military space systems, was sent to the services for comment.",
      "month": "March",
      "day": 28,
      "monthNumber": 3
    },
    {
      "story": " At 280th session of disarmament conference at Geneva, Arthur H. Dean presented U.S. proposal that a system of space satellites for patrolling a ban on nuclear testing be fully operational 6 years after ratification of such a ban. Such a space patrol could “open up a new frontier of knowledge for the benefit of mankind.”",
      "month": "March",
      "day": 29,
      "monthNumber": 3
    },
    {
      "story": " Reactor-in-flight-test system (Rift) study, a part of the NASA-AEC program on nuclear rockets, was briefed by contractors at NASA headquarters.",
      "month": "March",
      "day": 30,
      "monthNumber": 3
    },
    {
      "story": " USAF Discoverer XXII failed to achieve orbit.",
      "month": "March",
      "day": 30,
      "monthNumber": 3
    },
    {
      "story": " NASA-USAF-USN rocket research X-15 flown to 169,600 feet by Joseph A. Walker, NASA pilot, the highest altitude ever reached by man and which included 2 minutes of weightlessness at the top of his climb. The X-15, powered by XLR-99 rocket engine designed to thrust it to 50 miles altitude and speeds of up to 4,000 miles per hour, was only run at three-quarters throttle. March SO: USAF announced reduction of the B-70 program contract commitments to North American, Westinghouse, and other firms. Five major subcontracts were canceled and four others sharply reduced.",
      "month": "March",
      "day": 30,
      "monthNumber": 3
    },
    {
      "story": " NASA selected GE’s Space Sciences Laboratory and Avco Corp. for negotiation of contracts to study feasibility of magneto gas dynamic electric rocket or thermal arc jet rocket engines.",
      "month": "March",
      "day": 31,
      "monthNumber": 3
    },
    {
      "story": " By this date, all stations of NASA’s worldwide Mercury tracking network were operational.",
      "month": "March",
      "day": 31,
      "monthNumber": 3
    },
    {
      "story": " Space Science Board of the National Academy of Sciences submitted its recommendation of February 10-11 that “scientific exploration of the Moon and planets should clearly be stated as the ultimate objective of the U.S. space program for the foreseeable future.” During March: Announced that National Institutes of Health scientists were growing organisms found inside of a meteorite that fell at Murray, Ky., around 1950; first reported instance of living material, perhaps extraterrestrial, grown in a laboratory. ...\t■ In an experiment at Boeing, biologist J. D. McClure spent 26 hours in a sealed environment with atmosphere recycled through algae to retain 21 percent oxygen content.",
      "month": "March",
      "day": 31,
      "monthNumber": 3
    },
    {
      "story": " Marine helicopter crews conducted extensive tests to perfect water recovery of Mercury capsule at Langley Air Force Base.",
      "month": "March",
      "day": 31,
      "monthNumber": 3
    },
    {
      "story": " Personnel of NASA’s technical and international programs participated in task force study of methods for increasing effectiveness of U.S. international scientific activities.",
      "month": "March",
      "day": 31,
      "monthNumber": 3
    },
    {
      "story": " It was reported that the Institute of Space Technology at Stuttgart, Germany, had developed inexpensive static test stand and fired steam motors producing 30 tons of thrust.",
      "month": "March",
      "day": 31,
      "monthNumber": 3
    },
    {
      "story": " Dr. Charles A. Roadman named as Acting Director of the NASA Office of Life Sciences to succeed Dr. Clark Randt, who resigned effective this date.",
      "month": "April",
      "day": 1,
      "monthNumber": 4
    },
    {
      "story": " Secretary of Defense McNamara issued directive (5160.34) assigning research, development, and operational responsibilities for DOD reconnaissance, mapping, and geodetic programs. The USAF was assigned responsibility for reconnaissance satellite systems as well as research and development of instrumentation and data processing associated with these satellite systems. The U.S. Army was assigned responsibility for establishment and management of a worldwide master geodetic control system, and necessary R. & D. and library support, while the USAF was made responsible for launch and recovery of geodetic payloads. The U.S. Navy was assigned responsibility for R. & D. and operation of all oceanographic and geodetic programs at sea.",
      "month": "April",
      "day": 1,
      "monthNumber": 4
    },
    {
      "story": " USAF reorganized its research and development activities, creating the Air Force Systems Command (AFSC) to replace parts of the Air Research and Development Command and the Air Materiel Command, to be commanded by Lt. Gen. Bernard Schriever. Also separately created was the Office of Aerospace Research (OAR) to function as a separate air command reporting directly to Chief of Staff, USAF.",
      "month": "April",
      "day": 1,
      "monthNumber": 4
    },
    {
      "story": " Naval Research Laboratory reported that Lofti, small piggyback satellite on Transit III-B launched on February 21, demonstrated that very low frequency radio signals pass through the ionosphere into space, thus opening new area for communications development.",
      "month": "April",
      "day": 3,
      "monthNumber": 4
    },
    {
      "story": " Three astronauts selected for Mercury-Redstone flight (MR-3) were ordered to take refresher course in Navy centrifuge at Johnsville, Pa.",
      "month": "April",
      "day": 4,
      "monthNumber": 4
    },
    {
      "story": " Six hundred mice placed in altitude chamber for 6-week environmental exposure at Armour Research Foundation.",
      "month": "April",
      "day": 6,
      "monthNumber": 4
    },
    {
      "story": " Marshall Space Flight Center announced that 1,640,000 pounds thrust was achieved in test of F-l rocket engine thrust chamber static firing at Edwards, Calif., a record thrust for a single chamber.",
      "month": "April",
      "day": 6,
      "monthNumber": 4
    },
    {
      "story": " United States and United Kingdom signed formal agreement covering tracking station on Canton Island.",
      "month": "April",
      "day": 6,
      "monthNumber": 4
    },
    {
      "story": " USAF Discoverer XXIII placed into polar orbit from Pacific Missile Range but reentry capsule stayed in orbit.",
      "month": "April",
      "day": 8,
      "monthNumber": 4
    },
    {
      "story": " President Kennedy requested Congress to approve legislation making the Vice President Chairman of the National Aeronautics and Space Council.",
      "month": "April",
      "day": 10,
      "monthNumber": 4
    },
    {
      "story": " Radar tracking of planet Venus for 7 weeks by Jet Propulsion Laboratory scientists had proved “astronomical yardstick” of 93,498,125 miles as the distance between the Earth and the Sun (within 1,000 miles of error).",
      "month": "April",
      "day": 10,
      "monthNumber": 4
    },
    {
      "story": " Attempt to recover capsule from Discoverer XXIII unsuccessful.",
      "month": "April",
      "day": 10,
      "monthNumber": 4
    },
    {
      "story": " Smithsonian Astrophysical Observatory reported that Echo I satellite may remain in orbit another 3 years.",
      "month": "April",
      "day": 10,
      "monthNumber": 4
    },
    {
      "story": " Rumors swept Moscow that U.S.S.R. had placed a man into",
      "month": "April",
      "day": 10,
      "monthNumber": 4
    },
    {
      "story": " U.S.S.R. announced that Maj. Yuri A. Gagarin had successfully orbited the Earth in a 108-minute flight in a 5-ton Vostok (East), the first man to make a successful orbital flight through space.",
      "month": "April",
      "day": 12,
      "monthNumber": 4
    },
    {
      "story": " President Kennedy, in his regular press conference, stated that “no one is more tired than I am” in seeing the United States second to Russia in the space field. “They secured large boosters which have led to their being first in Sputnik, and led to their first putting their men in space. We are, I hope, going to be able to carry out our efforts, with due regard to the problem of the life of the men involved, this year. But we are behind * * * the news will be worse before it is better, and it will be some time before we catch up * *",
      "month": "April",
      "day": 12,
      "monthNumber": 4
    },
    {
      "story": " USAF Blue Scout II was fired with test equipment for detection of high-altitude nuclear tests.",
      "month": "April",
      "day": 12,
      "monthNumber": 4
    },
    {
      "story": " Announced in Moscow that a new State Committee for Coordinating Research Work was created, to be headed by Lt. Gen. Mikhail V. Khrunichev.",
      "month": "April",
      "day": 12,
      "monthNumber": 4
    },
    {
      "story": " A.T. & T. stated that it hoped to orbit experimental communications satellite by May 1962, and would share use or ownership of a satellite system with other common carriers.",
      "month": "April",
      "day": 13,
      "monthNumber": 4
    },
    {
      "story": " In response to questioning by the House Science and Astronautics Committee, Associate NASA Administrator Seamans repeated the general estimate of $20 to $40 billion as the cost for the total effort required to achieve a lunar landing, that an all-out program might cost more, and that 1967 could be considered only as a possible planning date at this stage of such a complex task.",
      "month": "April",
      "day": 14,
      "monthNumber": 4
    },
    {
      "story": " Gigantic ceremony in Red Square in Moscow honoring Maj. Y. A. Gagarin, the first cosmonaut.",
      "month": "April",
      "day": 14,
      "monthNumber": 4
    },
    {
      "story": " Subcommittee of the Senate Committee on Government Operations, Senator Hubert H. Humphrey as chairman, submitted report on “Coordination of Information on Current Research and Development Supported by the U.S. Government.” It recommended innovations be developed to aid the management and conduct of research.",
      "month": "April",
      "day": 17,
      "monthNumber": 4
    },
    {
      "story": " Construction of dynamic test stand for Saturn completed at Marshall Space Flight Center.",
      "month": "April",
      "day": 17,
      "monthNumber": 4
    },
    {
      "story": " USAF Cambridge Research Laboratories’ balloon was launched from Vemalis, Calif., maintained constant altitude of 70,000 feet for 9 days with payload of 40 pounds.",
      "month": "April",
      "day": 17,
      "monthNumber": 4
    },
    {
      "story": " Preliminary data from Explorer X disclosed at NASA indicated that solar winds blow the Sun’s magnetic field out past the orbit of the Earth.",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " Dr. Thomas Gold, of Cornell University, submitted that water exists on the Moon, perhaps shielded from evaporation by a layer of ice below the surface, in a paper given at American Physical Society.",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " Lincoln Laboratory’s radar system near El Campo, Tex., began 32-day radar contact with the Sun, ending on July 7. Variations in solar activity were determined to have a corresponding effect upon the reflectivity of radio waves transmitted to the Sun from Earth.",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " Scientists from the United Kingdom and NASA announced agreement on the scientific instrumentation of a second United Kingdom satellite to be launched by NASA with a Scout vehicle..",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " Polaris fired more than 1,100 miles from submerged U.S.S. Robert E. Lee.",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " National Academy of Sciences issued report by its Space Science Board which stated that “the history of geographic exploration on Earth tells over and over again of the deaths of bold explorers. * * * To ignore this in the far more difficult and hazardous areas of man in space is foolish. Men will perish in space as they have on the high seas, in the Antarctica, in the heart of Africa, and wherever they have ventured into unknown regions.”",
      "month": "April",
      "day": 20,
      "monthNumber": 4
    },
    {
      "story": " House and Senate approved bill to permit Vice President of the United States to serve as Chairman of the National Space Council.",
      "month": "April",
      "day": 20,
      "monthNumber": 4
    },
    {
      "story": " Dr. John R. Winckler, of the University of Minnesota, reported at the American Geophysical Union, that the first direct sampling of a cross section of solar material had revealed that particles of heavier elements of the sun ejected by solar flares have been captured in the vicinity of the Earth in study of emulsions flown by balloons and rockets during the solar activity of the fall of 1960. Tracks of helium, carbon, nitrogen, and oxygen had been detected.",
      "month": "April",
      "day": 20,
      "monthNumber": 4
    },
    {
      "story": " USAF-USN-NASA X-15 flown to controlled-flight record speed of 3,074 miles per hour by Maj. Robert White (USAF) at Edwards, Calif. This was the first flight of X-15 with full throttle.",
      "month": "April",
      "day": 21,
      "monthNumber": 4
    },
    {
      "story": " NASA fired Nike-Asp rocket carrying aluminum thermite and sodium pellets to an altitude of 34 miles, one of a series of sodium cloud firings in connection with similar launchings in Italy.",
      "month": "April",
      "day": 21,
      "monthNumber": 4
    },
    {
      "story": " Dr. W. O. Roberts, Director of the National Center for Atmospheric Research (NCAR), announced that a national balloon flights facility would be established to encourage upper atmospheric research.",
      "month": "April",
      "day": 21,
      "monthNumber": 4
    },
    {
      "story": " NASA fired first seven-stage Trailblazer rocket from Wallops Station, first three stages firing meteorite to 175-mile altitude and next four stages back through the atmosphere in a high-speed reentry experiment.",
      "month": "April",
      "day": 22,
      "monthNumber": 4
    },
    {
      "story": " Italian Air Force personnel fired Jupiter IRBM in training launch at Cape Canaveral.",
      "month": "April",
      "day": 22,
      "monthNumber": 4
    },
    {
      "story": " Tiros II completed 5 months in orbit. Useful r&diatioh observations ceased due to detector malfunctions, but fadiation electronics and tape recorder continued to, function, and TV cameras continued to operate as well as on day of launch.",
      "month": "April",
      "day": 23,
      "monthNumber": 4
    },
    {
      "story": " Dr. Leonard S. Sheingold, director of applied research at Sylvania Electronic Systems, was named by the President to be Chief Scientist, USAF.",
      "month": "April",
      "day": 24,
      "monthNumber": 4
    },
    {
      "story": " Mercury-Atlas (MA-3) launched unmanned Mercury spacecraft in orbital test from Atlantic Missile Range, which was destroyed at 16,000 feet by range safety officer, while Mercury capsule was boosted by escape tower rockets above Atlas and subsequently recovered intact.",
      "month": "April",
      "day": 25,
      "monthNumber": 4
    },
    {
      "story": " President Kennedy signed legislation making the Vice President Chairman of the National Aeronautics and Space Council.",
      "month": "April",
      "day": 25,
      "monthNumber": 4
    },
    {
      "story": " Official Soviet report described preliminary weightlessness training of the Soviet cosmonauts as follows: “It was established that all selected cosmonauts possess a good ability to endure weightlessness up to 40 seconds, the cosmonaut can eat food liquid, semiliquid, and solid; can perform delicate coordinated acts, such as writing or purposeful hand motions; can maintain communication by radio; can read; and, besides, can orient himself visually.”",
      "month": "April",
      "day": 25,
      "monthNumber": 4
    },
    {
      "story": " Javelin launched 70.6-pound payload to an altitude of 475 miles in beginning of Goddard Space Flight Center program to measure the density of electrons in the ionosphere.",
      "month": "April",
      "day": 27,
      "monthNumber": 4
    },
    {
      "story": " Explorer XI, a gamma-ray satellite, was successfully launched into orbit by NASA Juno II from Cape Canaveral.",
      "month": "April",
      "day": 27,
      "monthNumber": 4
    },
    {
      "story": " NASA Ames Research Center measured the intensity of radiation from the hot gas over the nose of a model flying through the air at 42,300 feet per second. This speed was in excess of parabolic atmospheric entry speed and the data are significant in relation to development of lunar spacecraft. The speed, 11,100 feet per second higher than maximum air speed obtained previously, was achieved by firing the model from a light-gas gun into a highspeed jet of air flowing in the opposite direction from a shock-driven wind tunnel.",
      "month": "April",
      "day": 27,
      "monthNumber": 4
    },
    {
      "story": " Reichelderfer, Chief of the U.S. Weather Bureau, testified before the House Appropriations Committee that getting the same information contained in the cloud structure photographs taken by the Tiros I weather satellite would have required thousands of weather ships over the Pacific. With Tiros I, he said, “for the first time man had a complete look at the weather over a large segment of the Earth’s surface.”",
      "month": "April",
      "day": 27,
      "monthNumber": 4
    },
    {
      "story": " Little Joe 5-B launched Mercury spacecraft from Wallops Station, which provided abort test under severe atmospheric flight conditions.",
      "month": "April",
      "day": 28,
      "monthNumber": 4
    },
    {
      "story": " Simulated countdown of Mercury-Redstone 3 was completed",
      "month": "April",
      "day": 28,
      "monthNumber": 4
    },
    {
      "story": " First manned balloon launched from and landed back aboard a naval vessel, a Stratolab High test flight over U.S.S. Antietam in the Gulf of Mexico (6,000 feet).",
      "month": "April",
      "day": 28,
      "monthNumber": 4
    },
    {
      "story": " Final NASA report on the study proposed for Saturn for use as Dyna-Soar booster was presented to the Air Force.",
      "month": "April",
      "day": 28,
      "monthNumber": 4
    },
    {
      "story": " World altitude record for aircraft of 113,891 feet (34,714 meters) flown by G. Mussolov in Soviet E-66A.",
      "month": "April",
      "day": 28,
      "monthNumber": 4
    },
    {
      "story": " Saturn booster firing of 30 seconds using timer at predetermined setting was successful in flight qualification test. During April: The Navy reactivated the former NACA hydrodynamic research facilities at Langley Research Center, to conduct R. & D. on hydrofoils, air-cushion vehicles, hydroskis, catamarans, STOL seaplanes, torpedoes, and underwater rockets. NASA continued investigations at other facilities of Langley of ditching and water landing of space vehicles.",
      "month": "April",
      "day": 29,
      "monthNumber": 4
    },
    {
      "story": " NASA Administrator Webb issued a statement concerning the 2-year Mercury manned space flight program, which said, in part: “NASA has not attempted to encourage press coverage of the first Mercury-Redstone manned flight. It has responded to press and television requests, with the result that over 100 representatives of the press, radio, and TV are now at Cape Canaveral. * * * We must keep the perspective that each flight is but one of the many milestones we must pass. Some will completely succeed in every respect, some partially, and some will fail. From all of them will come mastery of the vast new space environment on which so much of our future depends.”",
      "month": "May",
      "day": 1,
      "monthNumber": 5
    },
    {
      "story": " May Day parade in Red Square, Moscow, reviewed by Maj. Yuri Gagarin beside Premier Khrushchev.",
      "month": "May",
      "day": 1,
      "monthNumber": 5
    },
    {
      "story": " Tiros operations at Belmar, N.J., terminated to begin move of equipment to Wallops Station, Virginia.",
      "month": "May",
      "day": 1,
      "monthNumber": 5
    },
    {
      "story": " Manned Mercury-Redstone (MR-3) launch postponed because of rain squalls in the recovery area.",
      "month": "May",
      "day": 2,
      "monthNumber": 5
    },
    {
      "story": " USAF Bomarc B area defense missile destroyed Regulus II target missile flying at mach 2, in test at Eglin Gulf Test Range.",
      "month": "May",
      "day": 2,
      "monthNumber": 5
    },
    {
      "story": " First silo launching of an ICBM, a USAF Titan at Vandenberg Air Force Base.",
      "month": "May",
      "day": 3,
      "monthNumber": 5
    },
    {
      "story": " ONR Stratolab High V balloon launched from carrier Antietam in Gulf of Mexico reached world altitude balloon record of 113,600 feet, remaining above 104,000 feet for 2 hours 11 minutes, Comdr. Malcolm D. Ross, U.S. Naval Reserve, as pilot, and Lt. Comdr. Victor G. Prather, Medical Corps, U.S. Navy, as observer.",
      "month": "May",
      "day": 4,
      "monthNumber": 5
    },
    {
      "story": " House Science and Astronautics Committee approved $126.6 million additional to the President’s space budget, marking most of the increase for the Apollo program.",
      "month": "May",
      "day": 4,
      "monthNumber": 5
    },
    {
      "story": " First part of MR-3 firing countdown began at T—640 minutes (7:30 a.m. eastern standard time) and hdd at T—390 minutes until final countdown began at 11:30 p.m. eastern standard time.",
      "month": "May",
      "day": 4,
      "monthNumber": 5
    },
    {
      "story": " Freedom 7, manned Mercury spacecraft (No. 7) carrying Astronaut Alan B. Shepard, Jr., as pilot, was launched from Cape Canaveral by Mercury-Redstone (MR-3) launch vehicle, to an altitude of 115.696 miles and a range of 302 miles. It was the first American manned space flight. Shepard demonstrated that man can control a vehicle during weightlessness and high G stresses, and significant scientific biomedical data were acquired. He reached a speed of 5,100 miles per hour and flight lasted 14.8 minutes.",
      "month": "May",
      "day": 5,
      "monthNumber": 5
    },
    {
      "story": " Saturn static firing of 44.17 seconds’ duration to test-fire detection system at engine position No. 2 was successful, the second SA-1 flight qualification test at Marshall Space Flight Center.",
      "month": "May",
      "day": 5,
      "monthNumber": 5
    },
    {
      "story": " In-house testing of Ranger I spacecraft completed at Jet Propulsion Laboratory.",
      "month": "May",
      "day": 5,
      "monthNumber": 5
    },
    {
      "story": " Alan B. Shepard, Jr., Mercury astronaut, was awarded NASA’s Distinguished Service Medal by President Kennedy in a special White House ceremony. It was followed by an informal parade to the Capitol by the seven astronauts for lunch, and a press conference at the State Department auditorium.",
      "month": "May",
      "day": 8,
      "monthNumber": 5
    },
    {
      "story": " Senator Robert S. Kerr, chairman of the Senate Aeronautical and Space Sciences Committee, told a group at the National Radio and Television Convention that President Kennedy accepted the views of NASA and congressional leaders in approving the manned Mercury-Redstone flight of May 5.",
      "month": "May",
      "day": 9,
      "monthNumber": 5
    },
    {
      "story": " Jet Propulsion Laboratory briefed NASA headquarters on the Venus radar tracking experiment, after 2 months of intensive study begun on March 10.",
      "month": "May",
      "day": 11,
      "monthNumber": 5
    },
    {
      "story": " Izvestia headlined the result of Soviet radar probes of planet Venus, a report which said that the Venusian day was from 9 to 11 Earth days, and that the astronomical unit (mean distance from the Earth to the Sun) was computed at 149,457,000 kilometers (92,812,797 miles). These figures were at variance with detailed study by scientists of JPL and MIT.",
      "month": "May",
      "day": 11,
      "monthNumber": 5
    },
    {
      "story": " Static test of 111 seconds’ duration of Saturn booster was successful, the final SA-1 flight qualification test of the S-I stage.",
      "month": "May",
      "day": 11,
      "monthNumber": 5
    },
    {
      "story": " USAF announced plans to institute special course for the instruction of space pilots at Edwards Air Force Base, and it was activated in June.",
      "month": "May",
      "day": 12,
      "monthNumber": 5
    },
    {
      "story": " NASA legislative program for the 87th Congress was submitted (S. 1857 and H.R. 7115), asking for authority to lease property, authority to acquire patent releases, elimination of the CMLC, replacement of semiannual reports to Congress with an annual one, and authority to indemnify contractors against unusually hazardous risks.",
      "month": "May",
      "day": 13,
      "monthNumber": 5
    },
    {
      "story": " AEC’s Tory II-A-1 experimental powerplant for atmospheric ramjet vehicles underwent first power tests, a part of USAF Project Pluto.",
      "month": "May",
      "day": 14,
      "monthNumber": 5
    },
    {
      "story": " In testimony before House Appropriations Committee, Hugh L. Dryden revealed that simulated free-flight speeds just under 30,000 miles per hour had been achieved at NASA Ames Research Center, Moffett Field, Calif.",
      "month": "May",
      "day": 15,
      "monthNumber": 5
    },
    {
      "story": " National Aeronautic Association announced selection of Vice Adm. William F. Raborn, Jr., to receive the Robert J. Collier trophy for his direction of the Polaris missile program.",
      "month": "May",
      "day": 15,
      "monthNumber": 5
    },
    {
      "story": " Test firing of GE plug-nozzle engine developed 50,000 pounds of thrust.",
      "month": "May",
      "day": 15,
      "monthNumber": 5
    },
    {
      "story": " An HSS-2 helicopter, flown by Comdr. Patrick L. Sullivan and Lt. Beverly W. Witherspoon, set a new world class speed record of 192.9 miles per hour for 3 kilometers at Bradley Field, Windsor Locks, Conn. ANfiONiklffTaeffi ASTROTa,tJ$ieAh EVESNT& OE iMt",
      "month": "May",
      "day": 17,
      "monthNumber": 5
    },
    {
      "story": " First test inflation of 135-foot rigidized inflatable balloon • satellite hi' ■dirigibte’>bang&T, conducted by NASA Langley Research Center and G. T. Schjeldahl Co. at Weeksville, N.C.",
      "month": "May",
      "day": 18,
      "monthNumber": 5
    },
    {
      "story": " NASA ■''selected. RCA to construct the Relay experimental communications satellite to test the feasibility of transoceanic telephone, telegraph, and television communications using an active repeater satellite.",
      "month": "May",
      "day": 18,
      "monthNumber": 5
    },
    {
      "story": " Announced by NASA Institute of Space Studies in New York that first major project, a 2-month seminar on the origin of the solar system, would be held in fall 1961.",
      "month": "May",
      "day": 18,
      "monthNumber": 5
    },
    {
      "story": " Soviet Academy of Sciences revealed that the pulse rate of Maj. Yuri A. Gagarin had risen to 158 beats a minute in his Vostok flight, according to a report circulated by Tass.",
      "month": "May",
      "day": 19,
      "monthNumber": 5
    },
    {
      "story": " Second Minuteman test launch was destroyed by range safety officer 90 seconds after lilt.",
      "month": "May",
      "day": 19,
      "monthNumber": 5
    },
    {
      "story": " Unconfirmed signals were received on the frequency used by Soviet Venus probe launched February 12, according to Sir Bernard Lovell, of the Jodrell Bank Experimental Station.",
      "month": "May",
      "day": 20,
      "monthNumber": 5
    },
    {
      "story": " Gen. Curtis E. LeMay nominated by the President to be Chief of Staff, USAF.",
      "month": "May",
      "day": 22,
      "monthNumber": 5
    },
    {
      "story": " Tiros II completed 6 months in orbit, transmitting over 31,000\tphotographs of which over 75 percent have been classified as fair to good for meteorological analysis.",
      "month": "May",
      "day": 23,
      "monthNumber": 5
    },
    {
      "story": " In a brief ceremony, a bust of Samuel P. Langley was presented by Paul Garber, Curator of the National Air Museum, to the NASA Langley Research Center, during which Dr. Langley’s first demonstration of mechanical flight with his “Aerodrome” model in 1896 and his scientific contributions to astrophysics (i.e., the thermopile and the bolometer) were reviewed by Garber and Deputy NASA Administrator Dryden.",
      "month": "May",
      "day": 23,
      "monthNumber": 5
    },
    {
      "story": " Workshop: Telemetry in Europe” at National Telemetering Conference in Chicago brought seven European representatives together with American scientists in working out unofficial preliminary standardization planning on bands, means, and frequencies.",
      "month": "May",
      "day": 23,
      "monthNumber": 5
    },
    {
      "story": " New 20-inch wind tunnel at the Aeronautical Research Laboratory at Wright-Patterson Air Force Base announced as capable of testing at mach 14, at 200,000-foot altitude, and at 2,500° F.\t;",
      "month": "May",
      "day": 23,
      "monthNumber": 5
    },
    {
      "story": "",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " Launching of NASA ionosphere beacon satellite (S-45 II) at i Atlantic Missile Range unsuccessful when Juno II power supply failed and prevented ignition of second stage.",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " Operational Atlas raised from emplacement and fired in an operational test exercise at Vandenberg Air Force Base.",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " Three Navy F4H Phantom II fighters, competing for the Bendix Trophy, bettered the existing record for transcontinental flight from Los Angeles to New York. The winning team of Lt. R. F. Gordon, pilot, and Lt. (jg.) B. R. Young, RIO, averaged 870 miles per hour on the 2,421.4-mile flight and established a new record with a time of 2 hours 47 minutes.",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " Comdr. P. L. Sullivan, U.S. Navy, and Lt. B. W. Witherspoon, flying an HSS-2 helicopter, set another new world class speed record with a mark of 174.9 miles per hour over a 100-kilometer course between Milford and Westbrook, Conn.",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " National Rocket Club President H. A. Timken announced proposal to Secretary of the Treasury Dillon to consider a special series of savings bonds and savings stamps to finance the U.S. space program, to be known as series S bonds for space.",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " In his second state of the Union message President Kennedy reported to Congress regarding the space program: “With the advice of the Vice President, who is Chairman of the National Space Council, we have examined where we [United States] are strong and where we are not, where we may succeed and where we may not. * * * Now is the time to take longer strides— time for a great new American enterprise—time for this Nation to take a clearly leading role in space achievement which in many ways may hold the key to our future on Earth.” President Kennedy set forth an accelerated space program based upon the long-range national goals of landing a man on the Moon and returning him safely to Earth; early development of the Rover nuclear rocket; speed up the use of Earth satellites for worldwide communications; and provide “at the earliest possible time a satellite system for worldwide weather observation.” An additional $549 million was requested for NASA over the new administration’s March budget requests; $62 million was requested for DOD for starting development of a solid-propellant booster of the Nova class.",
      "month": "May",
      "day": 25,
      "monthNumber": 5
    },
    {
      "story": " At NASA press conference following President Kennedy’s call to Congress for an accelerated space program, NASA Administrator Webb pointed out that the long-range and difficult task of landing a man on the Moon and returning him safely to Earth before the end of the decade offered a chance to beat Russia.",
      "month": "May",
      "day": 25,
      "monthNumber": 5
    },
    {
      "story": " 15 flown to record speed of 3,300 miles per hour by NASA test pilot, Joseph Walker, at Edwards Air Force Base.",
      "month": "May",
      "day": 25,
      "monthNumber": 5
    },
    {
      "story": " Kaman H—43-B Huskie helicopter flown to claimed altitude record of 25,814 feet by Capt. W. C. McMeen (USAF), bettering Russian record of 24,491 feet established on March 26, 1960.",
      "month": "May",
      "day": 25,
      "monthNumber": 5
    },
    {
      "story": " Prerecorded voice message successfully transmitted from NRL to BTL via Echo I, the quality of the transmission being virtually as good as previous experiments.",
      "month": "May",
      "day": 25,
      "monthNumber": 5
    },
    {
      "story": " USAF B-58 Hustler flown from Carswell Air Force Base, Tex., to Le Bourget, Paris, in record 6 hours 15 minutes, covering distance from New York to Paris in 3 hours 20 minutes. This flight commemorated the 34th anniversary of Charles A. Lindbergh’s transatlantic crossing on May 20-21, 1927, and the opening of the 24th Paris International Air Show.",
      "month": "May",
      "day": 26,
      "monthNumber": 5
    },
    {
      "story": " Atlas E fired successfully from Atlantic Missile Range. May 26-June 4: Freedom 7, Mercury spacecraft in which Alan B. Shepard, Jr., made his space flight on May 5, was a major drawing card at the Paris International Air Show. Details of the spacecraft and of Shepard's flight were related to about 650,000 visitors.",
      "month": "May",
      "day": 26,
      "monthNumber": 5
    },
    {
      "story": " Dr. Lloyd V. Berkner, Chairman of the Space Science Board of the NAS, stated: “Since, as space activity becomes more difficult and advanced, the space effort will be limited by our knowledge of space at any time, leadership in space science must soon become one of the controlling factors in acquiring space leadership generally.” Berkner spoke at the first National Conference on the Peaceful Uses of Space held at Tulsa, Okla.",
      "month": "May",
      "day": 27,
      "monthNumber": 5
    },
    {
      "story": " Atlas booster 111-D, to be used for Ranger I, was erected on the launch pad at Cape Canaveral.",
      "month": "May",
      "day": 29,
      "monthNumber": 5
    },
    {
      "story": " U.S.S.R. revealed first details concerning Cosmonaut Gagarin’s orbital space flight on April 12, when application was made to the International Aeronautical Federation (FAI) to have flight made an official world record: Duration, 108 minutes; maximum altitude, 203 miles; launch site, cosmodrome at Baikonur (near Lake Aral); landing site, near village of Smelovka in Seratov region; launch booster, six-engine rocket with total boost of 20 million horsepower.",
      "month": "May",
      "day": 30,
      "monthNumber": 5
    },
    {
      "story": " Three-week meeting of the executive council of the U.N. World Meteorological Organization in Geneva concluded, at which 18 national representatives (including A. A. Zolotoukhin of the U.S.S.R.) discussed general basis for international use of weather satellites. Dr. Francis W. Reich elderfer, Chief of the U.S. Weather Bureau, was a U.S. representative. During May: Army Chemical Corps Biological Laboratories completed preliminary tests of microorganisms in a simulated space vacuum at the National Research Corp.",
      "month": "May",
      "day": 31,
      "monthNumber": 5
    },
    {
      "story": " Complete system studies of the Apollo spacecraft system that were begun in November 1960 were completed by three industrial contractors.",
      "month": "May",
      "day": 31,
      "monthNumber": 5
    },
    {
      "story": " NASA awarded contract for developing means of sterilizing space vehicles to Wilmot Castle Co.",
      "month": "June",
      "day": 1,
      "monthNumber": 6
    },
    {
      "story": " AEC and NASA jointly announced plans for Kiwi B reactor test at Jackass Flats test site in Nevada.",
      "month": "June",
      "day": 1,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that a two-stage Saturn C-l will be used for the first 10 research and development flights.",
      "month": "June",
      "day": 1,
      "monthNumber": 6
    },
    {
      "story": " Collapse of a lock in the Wheeler Dam below Huntsville on the Tennessee River interdicted the planned water route of the first Saturn space booster from Marshall Space Flight Center to Cape Canaveral on the barge Palaemon.",
      "month": "June",
      "day": 2,
      "monthNumber": 6
    },
    {
      "story": " Deputy Premier Mikhail Khrunichev, chief coordinator of the Soviet Union’s man-in-space program, died in Moscow.",
      "month": "June",
      "day": 2,
      "monthNumber": 6
    },
    {
      "story": " Dr. Edward R. Sharp, former Director of Lewis Research Laboratory (1942-61), was presented NASA’s first Outstanding Leadership Medal by Dr. Hugh L. Dryden.",
      "month": "June",
      "day": 3,
      "monthNumber": 6
    },
    {
      "story": " USAF B-58 which established Atlantic crossing record to Paris of 3 hours 19 minutes crashed after takeoff from Le Bourget Airport, killing its three-man crew. Maj. Elmer E. Murphy, pilot, had recently been awarded the Louis Bleriot Speed Trophy for record speed flight of 1,302 miles per hour in January.",
      "month": "June",
      "day": 3,
      "monthNumber": 6
    },
    {
      "story": " Aerojet-General test-fired large solid-propellent rocket motor which generated a half million pounds’ thrust, at Sacramento, Calif.",
      "month": "June",
      "day": 3,
      "monthNumber": 6
    },
    {
      "story": " leading Istanbul newspaper, Milliyet, reported Turkish newsmen’s reactions after seeing movies of both the Shepard and Gagarin space flights: “When the film was over the journalists asked the Soviet consul general: ‘In the Shepard film we followed all phases of his space flight, but in yours we followed only Khrushchev. * * * Why don’t you show your space flight too?’ The Tass correspondent on behalf of the consul general answered: * * We are mainly interested in people’s excitement and reaction. This is what we wanted you to see.’ Gagarin may have gone into space, but this is not the impression of the journalists who saw both films: Shepard really went into space, not Gagarin, and in front of the whole world, too.”",
      "month": "June",
      "day": 3,
      "monthNumber": 6
    },
    {
      "story": " Nationwide Gallup poll released which showed that 38 percent of those questioned thought the United States led in space research, while 38 percent thought the U.S.S.R. led. The same balance also was tabulated on which Nation will be the first to place a man on the Moon.",
      "month": "June",
      "day": 4,
      "monthNumber": 6
    },
    {
      "story": " Northrop disclosed “porous wing” plane under development for USAF, modified version of WB-66D based on inhalation concept (eliminating up to 80 percent of the frictional drag) proposed by Werner Pfenninger. Work on drag reduction by means of increasing the laminar flow by boundary layer suction had been performed at Langley Aeronautical Laboratory in the late 1930’s by Albert E. Doenhoff and Ira H. Abbott.",
      "month": "June",
      "day": 4,
      "monthNumber": 6
    },
    {
      "story": " Huge Saturn launch complex at Cape Canaveral dedicated in brief ceremony by NASA, construction of which was supervised by the Army Corps of Engineers. Giant gantry, weighing 2,800 tons and being 310 feet high, is largest movable land structure in North America.",
      "month": "June",
      "day": 5,
      "monthNumber": 6
    },
    {
      "story": " Two pilots sealed in 8- by 12-foot simulated space cabin for 17-day round trip to the Moon, at the School of Aerospace Medicine, San Antonio, Tex.",
      "month": "June",
      "day": 5,
      "monthNumber": 6
    },
    {
      "story": " Biomedical results of Mercury-Redstone space flight of Alan B. Shepard, Jr., publicly reported at a special conference in Washington sponsored by NASA, National Institutes of Health, and the National Academy of Sciences. Shepard’s heart reached a maximum of 138 beats per minute during the flight.",
      "month": "June",
      "day": 6,
      "monthNumber": 6
    },
    {
      "story": " NASA Agena B management meeting was held at Marshall Space Flight Center with representatives from MSFC, NASA headquarters, AFSSD, LMSD, JPL, and GSFC.",
      "month": "June",
      "day": 6,
      "monthNumber": 6
    },
    {
      "story": " USAF Aerobee-Hi with Cambridge Research Laboratory payload designed to trap space dust, reached 101 miles over White Sands Missile Range.",
      "month": "June",
      "day": 6,
      "monthNumber": 6
    },
    {
      "story": " In address at George Washington University, NASA Administrator Webb stated that the exploration of space was an important part of man’s “driving, restless, insatiable search for new knowledge.”",
      "month": "June",
      "day": 7,
      "monthNumber": 6
    },
    {
      "story": " Research Analysis Corporation established by U.S. Army as a nonprofit advanced research organization to replace ORO of Johns Hopkins University.",
      "month": "June",
      "day": 7,
      "monthNumber": 6
    },
    {
      "story": " AEC-NASA jointly announced plans to negotiate with an industrial team for a first-phase contract for the development of the Nerva nuclear rocket engine. Team selected for the Nerva part of Project Rover consisted of Aerojet-General Corp. and Westinghouse Electric Corp.",
      "month": "June",
      "day": 7,
      "monthNumber": 6
    },
    {
      "story": " NASA Administrator James E. Webb announced creation of a new Office of Programs to be headed by D. D. Wyatt, and the renaming of the Office of Administration under Albert F. Siepert.",
      "month": "June",
      "day": 7,
      "monthNumber": 6
    },
    {
      "story": " Small rocket lift device demonstrated publicly for the first time at Fort Eustis, Va., a rocket belt developed by Bell Aero-systems, which lifted Harold M. Graham in a controlled free flight to an altitude of 15 feet and \"a standup landing 150 feet from his starting point.",
      "month": "June",
      "day": 8,
      "monthNumber": 6
    },
    {
      "story": " USAF Discoverer XXIV failed to achieve orbit.",
      "month": "June",
      "day": 8,
      "monthNumber": 6
    },
    {
      "story": " NASA announced accelerated recruiting of qualified scientists and engineers at its field centers to fill anticipated manpower requirements in the expanded space exploration program. During 1960 NASA interviewed 3,000 persons on 100 college campuses.",
      "month": "June",
      "day": 8,
      "monthNumber": 6
    },
    {
      "story": " Astronomers of Lick Observatory positioned 36-inch refractor telescope so as to intersect the path of Echo I at its predicted point of maximum elevation. Prediction of Goddard Space Flight Center was confirmed at exact time and within 10 minutes of arc.",
      "month": "June",
      "day": 8,
      "monthNumber": 6
    },
    {
      "story": " NASA press conference revealed that data from Vanguard III (during November 15-17, 1960) and Explorer VIII (also during November 1960) indicated that high-velocity clouds of micrometeorites moved near the Earth, perhaps in a meteor stream around the Sun. This new data was just revealed from completed analysis.",
      "month": "June",
      "day": 9,
      "monthNumber": 6
    },
    {
      "story": " Echo I completed its 3,697th orbit after 9 months. When this first passive communications “balloon satellite” was launched on August 12, 1960, it was not expected to have a long life span.",
      "month": "June",
      "day": 9,
      "monthNumber": 6
    },
    {
      "story": " National Bureau of Standards broke ground for new research facility at Gaithersburg, Md., which will include a megapound deadweight testing machine to provide measurement standards for multimillion rocket thrust requirements.",
      "month": "June",
      "day": 10,
      "monthNumber": 6
    },
    {
      "story": " NASA Ad Hoc Task Group, created on May 25 to survey launch vehicles and their development schedules pertinent to the manned lunar landing program, reported its findings.",
      "month": "June",
      "day": 10,
      "monthNumber": 6
    },
    {
      "story": "",
      "month": "June",
      "day": 12,
      "monthNumber": 6
    },
    {
      "story": " Reuters reported that the United States pays about $140 per hour for use of the Jodrell Bank Observatory in England, while the U.S.S.R. pays nothing. Sir Bernard Lovell explained that “the Americans occupy the telescope for long periods, where the Russians scarcely use it.”",
      "month": "June",
      "day": 12,
      "monthNumber": 6
    },
    {
      "story": " NASA’s Incentive Awards Committee determined that Dr. Henry J. E. Reid, Director Emeritus of the Langley Research Center, would receive NASA’s Outstanding Leadership Medal.",
      "month": "June",
      "day": 12,
      "monthNumber": 6
    },
    {
      "story": " 750,000\tvisitors at the Rassegna International Electronic and Nuclear Fair at Rome, Italy.",
      "month": "June",
      "day": 13,
      "monthNumber": 6
    },
    {
      "story": " NASA’s Plum Brook nuclear test reactor at Sandusky, Ohio, went critical for the first time. This reactor was begun in September 1956, and the facility presently has a staff of 100 persons, headed by Dr. Theodore M. Hallman.",
      "month": "June",
      "day": 14,
      "monthNumber": 6
    },
    {
      "story": " NASA and the Argentine Comision Nacional de Investigaciones Espaciales signed a memorandum of understanding for a cooperative space science research program using sounding rockets.",
      "month": "June",
      "day": 14,
      "monthNumber": 6
    },
    {
      "story": " Four-stage Javelin fired to 560-mile altitude from Wallops Island, testing extension of two 75-foot antenna arms on radio command at altitude, a test flight in the United States-Canadian Alouette satellite development.",
      "month": "June",
      "day": 14,
      "monthNumber": 6
    },
    {
      "story": " Search for U.S.S.R. Venus probe “lost” since February was ended at Jodrell Bank radiotelescope, as visiting Soviet space scientists, Alla Masevitch and Jouli Khodarev, prepared to leave. The U.S.S.R. Venus probe was last commanded on February 12.",
      "month": "June",
      "day": 15,
      "monthNumber": 6
    },
    {
      "story": " President Kennedy presented the Robert J. Collier Trophy to Vice Adm. William F. Raborn, Jr., who had directed the development to the Polaris IRBM.",
      "month": "June",
      "day": 15,
      "monthNumber": 6
    },
    {
      "story": " President Kennedy directed the National Aeronautics and Space Council to undertake a full study of the Nation’s communications satellite policy, stated that leadership in science and technology should be exercised to achieve worldwide communications through the use of satellites at the earliest practicable date. While no commitments as to an operational system should be made, the President stated that the Government would “conduct and encourage research and development to advance the state of the art and to give maximum assurance of rapid and continuing scientific and technological progress.”",
      "month": "June",
      "day": 15,
      "monthNumber": 6
    },
    {
      "story": " USAF Discoverer XXV placed into polar orbit by Thor-Agena B, at Vandenberg Air Force Base, Calif.",
      "month": "June",
      "day": 16,
      "monthNumber": 6
    },
    {
      "story": " NASA Ad Hoc Task Group, established to determine the main problems, the pacing items, and the major decisions required to accomplish the manned lunar landing mission, reported its findings. The direct ascent mission was used in this intensive study with less detailed consideration of the rendezvous method.",
      "month": "June",
      "day": 16,
      "monthNumber": 6
    },
    {
      "story": " Senate Government Operations Subcommittee on National Policy Machinery released report on “Science Organization and the President’s Office.” This study recommended that a new Office of Science and Technology be created in the Executive Office of the President.",
      "month": "June",
      "day": 18,
      "monthNumber": 6
    },
    {
      "story": " Skindivers parachuted north of Hawaii to recover the capsule of Discoverer XXV, which carried samples of common and rare metals.",
      "month": "June",
      "day": 18,
      "monthNumber": 6
    },
    {
      "story": " Presidium of the U.S.S.R. Supreme Soviet awarded 7,026 honors to those associated with the flight of the spaceship satellite Vostok I: Nikita S. Khrushchev received the Order of Lenin and a third Gold Hammer and Sickle Medal for “guiding the creation and development of the rocket industry, science, and technology” which “opened up a new era in the conquest of space”; 7 outstanding scientists and designers received a second Gold Hammer and Sickle Medal; 95 designers, officials, and technicians received the title of Hero of Socialist Labor; and 6,924 workers, designers, scientists, and technicians received various orders and medals (Order of Lenin, 478 persons; Order of the Red Banner of Labor, 1,218; Order of the Red Star, 256; Order of the Badge of Honor, 1,789; and medals to 3,183 other persons).",
      "month": "June",
      "day": 18,
      "monthNumber": 6
    },
    {
      "story": " Harmon International Aviator’s Trophy for 1961 announced as going to three winners for the first time—X—15 rocket research airplane pilots: A. Scott Crossfield, of North American; Joseph A. Walker, of NASA, and Maj. Robert A. White, U.S. Air Force.",
      "month": "June",
      "day": 19,
      "monthNumber": 6
    },
    {
      "story": " NASA announced contract with the National Research Corp. to determine whether six types of microbes can sustain simulated exposure to the space environment including ultrahigh vacuum, ultraviolet radiation, and fluctuating temperatures.",
      "month": "June",
      "day": 19,
      "monthNumber": 6
    },
    {
      "story": " Yuri Gagarin reported in Pravda that “I was in the center of a whirl of flames” when his Vostok spacecraft reentered the atmosphere on April 12. His book, “Road to Outer Space,” was being serialized in Pravda.",
      "month": "June",
      "day": 19,
      "monthNumber": 6
    },
    {
      "story": " Legislature of the State of Alabama considered investment of $3 million in establishing a Space Research Institute at Huntsville as a joint University of Alabama and Auburn University center.",
      "month": "June",
      "day": 19,
      "monthNumber": 6
    },
    {
      "story": " Nuclear Vehicles Project Office established at Marshall Space Flight Center, Col. Scott Fellows, U.S. Air Force, named as Chief.",
      "month": "June",
      "day": 20,
      "monthNumber": 6
    },
    {
      "story": " Five-year agreement on scientific cooperation signed in Moscow by representatives of the academies of science of the U.S.S.R. and Red China, according to Tass.",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " NASA Administrator Webb accepted one of the three President’s Safety Awards for accident prevention during 1960. He pointed out that NASA’s activities involved test flying of experimental aircraft, untried highly explosive fuels, high-voltage electricity, and highly pressurized air and superheated temperatures, in addition to rocket and spacecraft tests and launching and the operation of two nuclear reactors and a cyclotron.",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " Hypersonic wind tunnel at Douglas Aircraft became operational at El Segundo, reportedly the largest industry-owned tunnel in the United States (36 inches long, 6-inch diameter, capable of mach 10).",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " USAF Mace B made 1,100-mile guided flight, ending its R. & D.",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " Deputy NASA Administrator Dryden sent an explanatory letter to Chairman Robert S. Kerr, of the Senate Committee on Aeronautical and Space Sciences, on the broad scientific and technological gains to be achieved in landing a man on the Moon and returning him to Earth. Dr. Dryden pointed out that this difficult goal “has the highly important role of accelerating the development of space science and technology, motivating the scientists and engineers who are engaged in this effort to move forward with urgency, and integrating their efforts in a way that cannot be accomplished by a disconnected series of research investigations in several fields. It is important to realize, however, that the real values and purposes are not in the mere accomplishment of man setting foot on the Moon but rather in the great cooperative national effort in the development of science and technology which is stimulated by this goal.” Dr. Dryden pointed out that “the billions of dollars required in this effort are not spent on the Moon; they are spent in the factories, workshops, and laboratories of our people for salaries, for new materials, and supplies, which in turn represent income for others * * *. The national enterprise involved in the goal of manned lunar landing and return within this decade is an activity of critical impact on the future of this Nation as an industrial and military power, and as a leader of a free world.”",
      "month": "June",
      "day": 22,
      "monthNumber": 6
    },
    {
      "story": " Mercury-Redstone booster for MR-4 flight was erected on pad 5 at Atlantic Missile Range.",
      "month": "June",
      "day": 22,
      "monthNumber": 6
    },
    {
      "story": " Kordylewski, of the Cracow Observatory in Poland, was reported to have photographed two cloudlike objects, possibly natural satellites of the Earth.",
      "month": "June",
      "day": 22,
      "monthNumber": 6
    },
    {
      "story": " NASA-DOD Executive Committee for Joint Lunar Study and a Joint Lunar Study Program Office established by letter directive to work out and define support requirements for the U.S. manned lunar landing program.",
      "month": "June",
      "day": 23,
      "monthNumber": 6
    },
    {
      "story": "",
      "month": "June",
      "day": 23,
      "monthNumber": 6
    },
    {
      "story": " Joint study was undertaken by NASA and DOD to make recommendations on the launch site to be used for the manned lunar exploration missions. A report of this study was completed in July.",
      "month": "June",
      "day": 23,
      "monthNumber": 6
    },
    {
      "story": " Nike-Cajun sounding rocket fired from Eglin Gulf Test Range by Cambridge Research Laboratory with micrometeorite counting payload.",
      "month": "June",
      "day": 23,
      "monthNumber": 6
    },
    {
      "story": " Director of Marshall Space Flight Center directed that further engineering work on Saturn C-2 configuration would be discontinued, and that efforts would be applied to clarification of the Saturn C-3 and Nova concepts.",
      "month": "June",
      "day": 23,
      "monthNumber": 6
    },
    {
      "story": " Tiros II completed 7 months in orbit, still providing useful data.",
      "month": "June",
      "day": 23,
      "monthNumber": 6
    },
    {
      "story": " President Kennedy assigned Vice President Johnson the task of unifying the Nation’s communications satellite programs, in a letter which stressed urgency and “highest priority” for the public interest.",
      "month": "June",
      "day": 24,
      "monthNumber": 6
    },
    {
      "story": " Mercury capsule was modified for MR-4 flight, with observation window replacing two viewports and with improved manual control system.",
      "month": "June",
      "day": 24,
      "monthNumber": 6
    },
    {
      "story": " In an interview in U.S. News & World Report, NASA Administrator Webb stated that “the kind of overall space effort that President Kennedy has recommended * * * will put us there [on the Moon] first.” This achievement, costing between $20 and $40 blliion, “probably toward the $20 blliion level * * * wlli be most valuable in other parts of our economy.” Mr. Webb said that the U.S.S.R. did have an advantage in being able first to orbit a multimanned spacecraft around the Earth and also around the Moon.",
      "month": "June",
      "day": 26,
      "monthNumber": 6
    },
    {
      "story": " Navy YFNB barge was obtained by NASA to serve as a replacement for the Palaemon in transporting of the Saturn booster to Cape Canaveral.",
      "month": "June",
      "day": 26,
      "monthNumber": 6
    },
    {
      "story": " Senate Aeronautical and Space Sciences Committee unanimously approved the administration’s $1,782,300,000 budget for NASA in fiscal year 1962.",
      "month": "June",
      "day": 27,
      "monthNumber": 6
    },
    {
      "story": " Eberhardt Rechtin, of Jet Propulsion Laboratory, questioned the Soviet calculations on the rotation speed of the planet Venus and the astronomical unit, and suggested that the Soviet scientists may have been influenced by earlier MIT studies (1958). Completion of extensive radar studies of Venus by Jet Propulsion Laboratory Goldstone, he submitted, provided more accurate information. The differing figures as reported are— U.S.S.R (1961): 9 to 11 days’ rotation—A.U. 92,812,797 miles. Jet Propulsion Laboratory (1961): About 225 days’ rotation—A.U. 92,956,000 miles.",
      "month": "June",
      "day": 27,
      "monthNumber": 6
    },
    {
      "story": " Eight-engine static test of Saturn SA-T2 of 29.9 seconds’ duration successful at Marshall Space Flight Center.",
      "month": "June",
      "day": 27,
      "monthNumber": 6
    },
    {
      "story": " June 28-July 21: A Planning Task Force of the National Academy of Sciences Committee on the Atmospheric Sciences met in a series of six separate conferences in Boston to lay out a 10-year plan to guide long-range use of Government research funds.",
      "month": "June",
      "day": 28,
      "monthNumber": 6
    },
    {
      "story": " First launching of three active satellites in one shot, and the first launching of a satellite with nuclear power, when a Thor-Able-Star launched Transit IV-A (equipped with an atomic radioisotope-powered battery of the Snap series), and two accompanying satellites, Injun and Greb III, from Atlantic Missile Range. Transit IV is forerunner of a navigation satellite system, while Injun gathers data on the radiation belts, and Greb III gathers data on X-ray radiation from the Sun.",
      "month": "June",
      "day": 29,
      "monthNumber": 6
    },
    {
      "story": " NASA awarded contract to Pratt & Whitney for development of space radiators and condensors for the Lewis Research Center.",
      "month": "June",
      "day": 29,
      "monthNumber": 6
    },
    {
      "story": " In Scout launching of micrometeorite counter satellite (S-55) from Wallops Station, third stage did not ignite, and the vehicle was destroyed.",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " Dr. Henry J. E. Reid, senior staff associate and former Director of the Langley Research Center, retired after over four decades of Government service. He began as a junior engineer at Langley in April 1921, became Director in 1926, in which capacity he served for 34 years.",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " Navy announced that Injun and Greb satellites placed in orbit with Transit IV-A had not separated and were thus not functioning at full efficiency. During June: National Academy of Sciences established the Geophysics Research Board (GRB) in 1960 in response to a request from the International Council of Scientific Unions (ICSU). By June 1961, it had four active panels to consider specific international programs: World Magnetic Survey (WMS); International Year of the Quiet Sun (IQSY); International Exchange of Scientific Data; and Solid Earth Problems.",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " Dr. von Karman and some of his associates organized the Astronautics Foundation, Inc., in Washington, D.C., to enable U.S. individuals and corporations to support through this nonprofit foundation various cooperative international activities.",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " Boeing began modification of B-52 to carry aloft and release the Dyna-Soar manned space glider.",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " Army Redstone missile completed its 8-year military test program (41 successes in 45 launchings).",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " NASA entered letter contract with RCA for four additional Tiros weather satellites to extend the program.",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " Weather Bureau announced that cloud cover pictures taken by Tiros I went on public sale at the National Weather Records Center, Asheville, N.C.",
      "month": "July",
      "day": 1,
      "monthNumber": 7
    },
    {
      "story": " The space detection and tracking systems (Spadats) began NORAD operations as scheduled, a system which “detects, tracks, and identifies manmade objects in space and consolidates and displays information regarding such objects.”",
      "month": "July",
      "day": 1,
      "monthNumber": 7
    },
    {
      "story": " First anniversary of Marshall Space Flight Center as a NASA center, and NASA Administrator Webb visited the Huntsville facility.",
      "month": "July",
      "day": 1,
      "monthNumber": 7
    },
    {
      "story": " Air Force reorganized its headquarters staff to reflect creation of Air Force Systems Command (AFSC), which made the Deputy Chief of Staff for Development, Lt. Gen. Roscoe C. Wilson, Deputy Chief of Staff for Research and Technology.",
      "month": "July",
      "day": 1,
      "monthNumber": 7
    },
    {
      "story": " NASA announced awarding of study contract of Douglas Aircraft Co. for the development of orbital placement techniques and engineering design for Project Rebound inflatable spheres.",
      "month": "July",
      "day": 5,
      "monthNumber": 7
    },
    {
      "story": " NASA awarded contract with Boeing to investigate the development of large Saturn-Nova class rockets employing different combinations of liquid or solid types of fuel.",
      "month": "July",
      "day": 5,
      "monthNumber": 7
    },
    {
      "story": " Israel fired a multistage solid-propellent Shavit (Meteor) II rocket to an altitude of 80 kilometers, releasing a sodium-cloud meteorological payload.",
      "month": "July",
      "day": 5,
      "monthNumber": 7
    },
    {
      "story": " Major Gagarin, speaking in Helsinki, Finland, stated that the U.S.S.R. would launch another manned space vehicle sometime before the end of the year.",
      "month": "July",
      "day": 5,
      "monthNumber": 7
    },
    {
      "story": " French Foreign Ministry announced that West German Government had agreed in principle to participate in 12-nation program to construct launch satellites.",
      "month": "July",
      "day": 5,
      "monthNumber": 7
    },
    {
      "story": " USAF Discoverer XXVI orbited from Vandenberg Air Force Base, carrying instrument capsule to be recovered after 32 polar orbits and 4 days. Of the 25 previous Discoverers, 17 had gone into orbit and 15 carried recovery capsules, of which 5 had been recovered.",
      "month": "July",
      "day": 7,
      "monthNumber": 7
    },
    {
      "story": " The second static firing of the Saturn SA-T2 test booster was successfully completed at Marshall Space Flight Center in an eight engine test of 119 seconds’ duration.",
      "month": "July",
      "day": 7,
      "monthNumber": 7
    },
    {
      "story": " Atlas E, launched from Cape Canaveral, established distance flight record of 9,050 miles, its nose cone landing 1,000 miles southeast of Cape Town, South Africa.",
      "month": "July",
      "day": 7,
      "monthNumber": 7
    },
    {
      "story": " Massive Soviet air show over Tushino Airport in Moscow, on Soviet Air Force Day, which demonstrated that U.S.S.R. had continued development of all classes of military aircraft.",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " Capsule of Discoverer XXVI snatched at 15,000 feet during final descent after 32 polar orbits. Midair recovery by C-119, Capt. Jack Wilson, U.S. Air Force, as pilot, was fourth so performed. Capsule carried undisclosed payload.",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " National Science Foundation released forecast of the Nation’s science needs for the next decade, which predicted that United States would need nearly twice as many scientists in 1970 (168,000) as today (87,000).",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " Reported that Navy had been launching telephone poles with rocket boost in test of floating launching requirements.",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " National Science Foundation policy document entitled “Investing in Scientific Progress” was released, which showed dollar and manpower investments needed by United States in decade 1960-70 to ensure fulfillment of the Nation’s research capabilities.",
      "month": "July",
      "day": 10,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that a complete F-l engine had begun a series of static test firings at Edwards Rocket Test Center, Calif.",
      "month": "July",
      "day": 11,
      "monthNumber": 7
    },
    {
      "story": " NASA Tiros III weather satellite successfully launched into near-circular orbit by Thor-Delta from Cape Canaveral.",
      "month": "July",
      "day": 12,
      "monthNumber": 7
    },
    {
      "story": " Midas III (missile defense alarm system) launched into polar orbit from Pacific Missile Range, with record 1,850-mile-high orbit and was heaviest U.S. satellite launched to date. Second-stage Agena B was restarted at apogee of first orbit.",
      "month": "July",
      "day": 12,
      "monthNumber": 7
    },
    {
      "story": " Jet Propulsion Laboratory announced that construction was underway on the first large space simulator in the United States capable of testing full-scale spacecraft of the Ranger and Mariner classes with the three primary space effects—solar radiation, cold space heat sink, and a high vacuum equivalent to about one part in a billion (1:1,000,000,000) of the atmospheric pressure on the Earth.",
      "month": "July",
      "day": 12,
      "monthNumber": 7
    },
    {
      "story": " Mercury-Redstone 6 was static tested for 30 seconds at Marshall Space Flight Center to ensure satisfactory operation of the turbopump assembly.",
      "month": "July",
      "day": 13,
      "monthNumber": 7
    },
    {
      "story": " Advanced Polaris fired 1,600 miles down Atlantic Missile Range with all-inertial guidance system.",
      "month": "July",
      "day": 14,
      "monthNumber": 7
    },
    {
      "story": " Simulated Mercury-Redstone 4 flight test held at Atlantic Missile Range.",
      "month": "July",
      "day": 14,
      "monthNumber": 7
    },
    {
      "story": " Vice President Johnson announced that the National Aeronautics and Space Council had reached unanimous agreement on the national communications satellite policy, and unspecified recommendation transmitted to President Kennedy.",
      "month": "July",
      "day": 16,
      "monthNumber": 7
    },
    {
      "story": " NASA announced selection of RCA Astro-Electronics Division to build seven capsules for experimental ion propulsion engines.",
      "month": "July",
      "day": 17,
      "monthNumber": 7
    },
    {
      "story": " joint tenancy agreement for NASA and DOD use of the Atlantic Missile Range was signed by Commander, Atlantic Missile Range, and the Director of Launch Operations, NASA.",
      "month": "July",
      "day": 17,
      "monthNumber": 7
    },
    {
      "story": " FAI (Federation Aeronautique Internationale) officially recognized the first space flight records claimed by U.S.S.R. and the United States: Yuri Gagarin (April 12, 1961): Duration in orbital flight, 108 minutes; greatest altitude in Earth orbital flight, 203 miles; greatest mass lifted in Earth orbital flight, 10,395 pounds. Alan Shepard (May 5, 1961: Altitude without orbit, 115.696 miles; greatest mass lifted without Earth orbit, 4,031.7 pounds.",
      "month": "July",
      "day": 18,
      "monthNumber": 7
    },
    {
      "story": " United States-U.S.S.R. talks began on bilateral agreement on commercial air flights between New York and Moscow.",
      "month": "July",
      "day": 18,
      "monthNumber": 7
    },
    {
      "story": " Saturn SA-T2 booster successfully static tested for 111 seconds at Marshall Space Flight Center.",
      "month": "July",
      "day": 18,
      "monthNumber": 7
    },
    {
      "story": " Mercury-Redstone (MR-4) with manned Liberty Bell 7 capsule canceled within minutes of launch because of adverse weather.",
      "month": "July",
      "day": 19,
      "monthNumber": 7
    },
    {
      "story": " NASA and Weather Bureau invited over 100 of the world’s weather services to participate in the Tiros III satellite experiment by conducting special ground-based observations synchronized with passes of the satellite.",
      "month": "July",
      "day": 19,
      "monthNumber": 7
    },
    {
      "story": " Tiros III photographed tropical storm Liza in the Pacific Ocean, pinpointing its location for meteorologists.",
      "month": "July",
      "day": 19,
      "monthNumber": 7
    },
    {
      "story": " NASA and DOD, following an exchange of letters between the Administrator of NASA and the Secretary of Defense, established a joint study to determine the national large launch vehicle needs for the next decade, considering the requirements of both NASA and DOD.",
      "month": "July",
      "day": 20,
      "monthNumber": 7
    },
    {
      "story": " MR-4 Liberty Bell 7, manned by Mercury Astronaut Virgil I. Grissom, made successful 15-minute, 118-mile-high and 303-mile-long flight down Atlantic Missile Range, premature blowout of escape hatch flooding capsule and making helicopter pickup of Grissom difficult. Capsule sank in 18,000 feet of water after warning light indicated helicopter engine was overheating and the capsule was cast loose. This was the second successful manned suborbital space flight.",
      "month": "July",
      "day": 21,
      "monthNumber": 7
    },
    {
      "story": " President Kennedy signed NASA’s fiscal year 1962 authorization bill providing for a total of $1,784,300,000.",
      "month": "July",
      "day": 21,
      "monthNumber": 7
    },
    {
      "story": " USAF Discoverer XXVII destroyed by range safety officer 60 seconds after launch from Vandenberg Air Force Base.",
      "month": "July",
      "day": 21,
      "monthNumber": 7
    },
    {
      "story": " At the request of Senator Paul H. Douglas, the membership of the American Astronautical Society was polled by the University of Illinois Observatory as to their opinion regarding the “scientific value” of the U.S. space program to land on and return one or more men from the Moon.",
      "month": "July",
      "day": 21,
      "monthNumber": 7
    },
    {
      "story": " USAF processed 44 test pilots through the Dyna-Soar selection program, and reportedly both USAF and NASA test pilots would participate in the step I suborbital flight program.",
      "month": "July",
      "day": 21,
      "monthNumber": 7
    },
    {
      "story": " Astronaut Virgil Grissom was awarded the NASA Distinguished Service Medal by Administrator Webb at conclusion of MR-4 press conference at Cape Canaveral.",
      "month": "July",
      "day": 22,
      "monthNumber": 7
    },
    {
      "story": " “A spy is a spy, no matter what height it flies.”",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " NASA Administrator Webb, in congressional testimony, pointed out that the Tiros cloud-cover program was known to the entire world, involved no surveillance, and promised great benefit to all nations. He pointed out that data from Tiros satellites had been made available to all, including the Soviet Union.",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " Central Aero Club of the U.S.S.R., in seeking to place Gagarin’s flight in the record books, revealed to FAI Astronautics Documentation Subcommittee, meeting in Paris, that Gagarin rode his spacecraft to Earth rather than parachuting.",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " White House issued statement by President Kennedy on “Communication Satellite Policy,” which outlined governmental responsibilities for research and development “to give maximum assurance of rapid and continuous scientific and technological progress,” and which affirmed that “private ownership and operation of the U.S. portion of the system is favored” within eight policy requirements. The President’s statement said that through this country’s leadership, communications through the use of space satellites should be developed “for global benefit at the earliest practicable date.” He invited “all nations to participate in a communication satellite system in the interest of world peace and closer brotherhood among peoples throughout the world.” And, during present phase of research and development, “no arrangements between the Government and private industry [should] contain any commitments as to an operational system.” In conclusion, the President said that “I am anxious that development of this new technology to bring the farthest corner of the globe within reach by voice and visual communication, fairly and equitably available for use, proceed with all possible promptness.”",
      "month": "July",
      "day": 24,
      "monthNumber": 7
    },
    {
      "story": " Dr. Edward R. Sharp, Director Emeritus of the NASA Lewis Research Center since his retirement in January, died. Joining NACA in 1922, Dr. Sharp was the first Manager of the Lewis Flight Propulsion Laboratory in 1941, and became its Director in 1947. He had received the U.S. Medal for Merit from President Truman in 1947.",
      "month": "July",
      "day": 24,
      "monthNumber": 7
    },
    {
      "story": " Joint F A A - DOD--NASA “Commercial Supersonic Transport Aircraft Report,” prepared by a joint task force, said that the development of a commercial transport airplane to fly three times the speed of sound tmach 3) was feasible and could be developed by 1970-71.",
      "month": "July",
      "day": 24,
      "monthNumber": 7
    },
    {
      "story": " NASA reported that one of the Tiros III cameras was inoperative, but that duplicate camera was producing high-quality pictures. Over 3,500 cloud cover pictures had been transmitted since the launching of Tiros III on July 12.",
      "month": "July",
      "day": 25,
      "monthNumber": 7
    },
    {
      "story": " Titan ICBM with self-contained inertial guidance fired 5,000 miles down Atlantic Missile Range.",
      "month": "July",
      "day": 25,
      "monthNumber": 7
    },
    {
      "story": "",
      "month": "July",
      "day": 26,
      "monthNumber": 7
    },
    {
      "story": " Third USAF Minuteman missile successfully flown on 4,000-mile flight down Atlantic Missile Range.",
      "month": "July",
      "day": 27,
      "monthNumber": 7
    },
    {
      "story": " France announced plans to launch its first satellite by the end of 1964.",
      "month": "July",
      "day": 27,
      "monthNumber": 7
    },
    {
      "story": " NASA and the American Telephone & Telegraph Co. signed a cooperative agreement for the development and testing of two, possibly four, active communication satellites during 1962. A.T. & T. would design and build the TSX satellites at its own expense, and would reimburse NASA for the cost of the launchings by Thor-Delta vehicles at Cape Canaveral. Relationship between this contract and the overall NASA communications satellite program aimed at early development of an operational system was explained at a NASA press conference.",
      "month": "July",
      "day": 28,
      "monthNumber": 7
    },
    {
      "story": " NASA invited 12 companies to submit prime contractor proposals for the manned lunar Apollo spacecraft by October 9.",
      "month": "July",
      "day": 28,
      "monthNumber": 7
    },
    {
      "story": " NASA representatives meeting with Arnold Engineering Development Center (AEDC) fixed the guidelines for the Centaur propulsion system testing program.",
      "month": "July",
      "day": 28,
      "monthNumber": 7
    },
    {
      "story": " Interviewed in the Netherlands West Indies, en route to Brazil, Maj. Yuri Gagarin said that his next assignment would be a flight to the Moon. Asked about U.S. efforts, he reportedly stated that “there is a place on the Moon for everybody.”",
      "month": "July",
      "day": 28,
      "monthNumber": 7
    },
    {
      "story": " Chief of Japanese Weather Bureau, Kiyoo Wadachi, reported that 30 observations from Tiros III had been received from the United States.",
      "month": "July",
      "day": 29,
      "monthNumber": 7
    },
    {
      "story": " World press reported opposition of astronomers to proposed USAF placement of 350 million needles into a 2,000-mile-high Earth orbit to test their feasibility as reflectors for global communications.",
      "month": "July",
      "day": 29,
      "monthNumber": 7
    },
    {
      "story": " Draft text of program of the Soviet Communist Party to be presented to its 22d Congress in October was released in English by Tass, official Soviet press agency. This new program, the first proposed since the one submitted by Lenin and adopted in 1919, made no direct or indirect reference to space exploration. On the role of science, it stated: “The party will do everything to enhance the role of science in the building of Communist society, it will encourage research to discover new possibilities for the development of the productive forces, and the rapid and extensive application of the latest scientific and technical achievements, a decisive advancement in experimental work, including research directly at enterprises, and the efficient organization of scientific and technical information and of the whole system of studying and disseminating progressive Soviet and foreign methods. Science will itself in full measure become a productive force * * *.”",
      "month": "July",
      "day": 30,
      "monthNumber": 7
    },
    {
      "story": " NASA's Tiros II transmitted photograph of a major storm off the south tip of Africa. Launched on November 23, 1960, Tiros II was expected to only have a useful lifetime of about 3 months.",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " NASA awarded contract to University of Michigan to continue to provide research instrumentation for measurement of temperatures and winds at altitudes up to 150 kilometers with Nike-Cajun and other sounding rockets.",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " NASA provided for transfer of funds to ONR for balloons, launching services, and related expenses in connection with high-altitude measurements of electron, low-energy proton, and alpha-particle spectrum of primary cosmic radiation to be conducted by the University of Chicago from Uranium City, Saskatchewan, Canada.",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " At Cape Canaveral with the President’s Missile Sites Labor Commission, Secretary of Labor Goldberg made public President Kennedy’s message praising the voluntary, no-strike, no-lockout pledges covering labor-management relations at missile and space sites. The President’s message stated that “the Nation cannot afford the luxury of avoidable delay in our missile and space program. Neither can we tolerate wasteful and expensive practices which add to the great financial burden our defense effort already places on us.”",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " Atlas E fired from Atlantic Missile Range with simulated atomic fuel cores to demonstrate dispersal on reentry into the atmosphere of the radioactive material in an atomic space generator.",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " Vice Adm. T. G. W. Settle (Ret.) stated in Washington that Navy blimps should have been used in recovery of Mercury capsule, a proposal submitted to Navy 2 years ago, and which would have avoided recovery difficulties of Liberty Bell 7 and Astronaut Grissom. Settle pointed out that Navy had announced the end of its lighter-than-air program in June 1961. During July: Langley Research Center simulated spacecraft flights at speeds of 8,200 to 8,700 feet per second in approaching the Moon’s surface. With instruments preset to miss the Moon’s surface by 40 to 80 miles, pilots with control of thrust and torques about all three axes of the craft were able to learn to establish orbits 10 to 90 miles above the surface, using a graph of vehicle rate of descent and circumferential velocity, an altimeter, and vehicle attitude and rate meters, as reported by M. J. Queijo and Donald R. Riley of Langley Research Center.",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " Celestial simulator” at Jet Propulsion Laboratory in final checkout, an “instant universe” chamber which can duplicate white light and infrared point sources of solar system bodies likely to be used for navigation and attitude control of spacecraft.",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " has scheduled “at least two more manned space flights this year, one to circle the Earth, the other perhaps the Moon,” according to Dr. Grigori A. Tokaty, head of Northhampton College of Advanced Technology, London, England. Former director of Russia’s long-range rocket group, Tokaty also stated that the U.S.S.R. was planning to establish “one or two” unmanned lunar stations in 1962.",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " claimed three new world aircraft weight-lilting records for the Tu-114, in a flight from Vnukovo Airfield in which a 30,035-kilogram load was carried to an altitude of 41,125 feet, I. Sukhomlin as pilot.",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " NASA directed Marshall Space Flight Center to enter contract negotiations with contractors for procurement of five operational Atlas-Centaur vehicles. These launchings were planned to begin in second quarter of 1964.",
      "month": "August",
      "day": 1,
      "monthNumber": 8
    },
    {
      "story": " NASA Ranger I launch from Atlantic Missile Range postponed at T minus 15 minutes because of failure of ground-support equipment,",
      "month": "August",
      "day": 1,
      "monthNumber": 8
    },
    {
      "story": " NASA Apollo briefing held at Space Task Group for all prime contractors interested in submitting bids.",
      "month": "August",
      "day": 1,
      "monthNumber": 8
    },
    {
      "story": " NASA headquarters announced that it was making a worldwide study of possible launching sites for Moon vehicles; the size, power, noise, and possible hazards of Saturn-Nova type rockets requiring greater isolation for public safety than presently available.",
      "month": "August",
      "day": 2,
      "monthNumber": 8
    },
    {
      "story": " Dr. Sydney Chapman of the British Royal Observatory reported at Langley Research Center-National Research Founda-tion-Virginia Polytechnic Institute conference that evidence suggested existence of a third radiation belt surrounding the Earth—except for areas above the poles—at altitudes between 20,000\tand 28,000 miles.",
      "month": "August",
      "day": 2,
      "monthNumber": 8
    },
    {
      "story": " USAF announced that two Lockheed U-2 aircraft would begin series of air-sampling flights from Okinawa.",
      "month": "August",
      "day": 2,
      "monthNumber": 8
    },
    {
      "story": " USAF Discoverer XXVIII (total payload weight of 2,100 pounds) launched but did not attain orbit.",
      "month": "August",
      "day": 3,
      "monthNumber": 8
    },
    {
      "story": " Tiros II transmitted photograph of a major storm in the Northwest Pacific Ocean.",
      "month": "August",
      "day": 3,
      "monthNumber": 8
    },
    {
      "story": " Segmented solid-propellent rocket engine fired by United Technology Corp. at Sunnyvale, generating over 200,000 pounds of thrust in 80-second firing. Developed under NASA contract, center section of engine contained over 55,000 pounds of propellant, the largest single piece yet manufactured in the United States.",
      "month": "August",
      "day": 5,
      "monthNumber": 8
    },
    {
      "story": " First Saturn (SA-1) booster began water trip to Cape Canaveral on Navy barge Compromise after overland detour around Wheeler Dam.",
      "month": "August",
      "day": 5,
      "monthNumber": 8
    },
    {
      "story": " U.S.S.R. launched Vostok II into orbit carrying Maj. Gherman S. Titov. Spacecraft weighed 13 pounds more than Vostok I (April 12) and progress of Cosmonaut Titov’s flight was reported continuously on Radio Moscow.",
      "month": "August",
      "day": 6,
      "monthNumber": 8
    },
    {
      "story": " In press conference at Hyannis Port, Mass., U.S. Ambassador to the U.N. Adlai Stevenson, said: “Russia’s scientific contribution to the conquest of outer space commands our admiration. Orbiting a new astronaut for a longer period of time is another step forward * * * this event [Vostok II] sharpens the need for some international action to regulate the use of outer space for peaceful purposes, and to keep the arms race from spreading to that field. The President has recently announced his proposal for cooperative sharing of communications and weather satellites. We hope the Russians won’t delay longer in joining us in cooperation.”",
      "month": "August",
      "day": 6,
      "monthNumber": 8
    },
    {
      "story": " February report of the Space Science Board of the National Academy of Sciences was released recommending exploration of the Moon and planets “as the official goal of the U.S. space program and clearly announced, discussed, and supported.”",
      "month": "August",
      "day": 6,
      "monthNumber": 8
    },
    {
      "story": " Reported from Moscow that Major Titov has successfully landed in Vostok II after 17 orbits and 25 hours, 18 minutes, the first test of man’s reaction to prolonged weightlessness. This was the second manned orbital flight, the first manned flight of more than one orbit.",
      "month": "August",
      "day": 7,
      "monthNumber": 8
    },
    {
      "story": " joint message issued by Tass for the Soviet Party’s Central Committee, the Cabinet, and the Presidium of the Supreme Soviet said: “Our achievements in the exploration of outer space are placed at the service of peace and scientific progress, for the benefit of all people on our planet.”",
      "month": "August",
      "day": 7,
      "monthNumber": 8
    },
    {
      "story": " Two U.S. Air Force officers were sealed in space simulator for 17-day test of man’s reaction to almost pure oxygen at 35,000 feet altitude, at School of Aerospace Medicine, Brooks Air Force Base, Tex. Emerging on August 25, Lts. B. Appel and J. Slider had eaten dehydrated food, drunk water processed from the atmosphere and their own body wastes, and were pronounced in good physical condition.",
      "month": "August",
      "day": 7,
      "monthNumber": 8
    },
    {
      "story": " Over 100 foreign weather services were invited jointly by NASA and the U.S. Weather Bureau to participate in the Tiros III experiment for a 9-week period beginning today. The program provides cooperating services with an opportunity to conduct special meteorological observations synchronized with passes of the satellite.",
      "month": "August",
      "day": 8,
      "monthNumber": 8
    },
    {
      "story": " Atlas F successfully fired 5,000 miles from Atlantic Missile Range.",
      "month": "August",
      "day": 8,
      "monthNumber": 8
    },
    {
      "story": " NASA selected MIT’s Instrumentation Laboratory to develop the guidance-navigation system for Project Apollo spacecraft. This first major Apollo contract was required since guidance-navigation system is basic to overall Apollo mission. The Instrumentation Laboratory of MIT, a nonprofit organization headed by C. Stark Draper, has been involved in variety of guidance and navigation systems developments for 20 years.",
      "month": "August",
      "day": 9,
      "monthNumber": 8
    },
    {
      "story": " Enormous reception for Cosmonaut Gherman S. Titov in Red Square, Moscow. That evening at a Kremlin reception, Premier Nikita Khrushchev made an impromptu speech in which he asserted that the Soviet Union could construct a rocket with an explosive warhead equivalent to 100 million tons of TNT.",
      "month": "August",
      "day": 9,
      "monthNumber": 8
    },
    {
      "story": " Dr. Clifford C. Furnas, chancellor of the University of Buffalo, was appointed Chairman of the Defense Science Board by Secretary McNamara.",
      "month": "August",
      "day": 9,
      "monthNumber": 8
    },
    {
      "story": " X-15 (No. 1) on its first flight with new XLR-99 engine was flown to 2,735 miles per hour by Comdr. Forrest S. Petersen, U.S. Navy, at Edwards Air Force Base.",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " In regular press conference, President Kennedy stated that “we are spending as much money and devoting as large a percentage of scientific personnel, engineering, and all the rest, as we possibly can to the space program. We are constantly concerned with speeding it up. We are making what I consider to be a maximum effort.”",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " In passing NASA fiscal year 1962 appropriations, Congress cut $226,686,000 requested for salaries and expenses to $206,750,000.",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " Thomas F. Dixon of North American Aviation was appointed Director of NASA’s Office of Launch Vehicle Programs (OLVP), effective September 18, 1961. He replaced Maj. Gen. Don R. Ostrander, U.S. Air Force, who returned to military duty as Vice Commander of AFBSD (AFSC), having served as first Director of OLVP since December 16, 1959.",
      "month": "August",
      "day": 11,
      "monthNumber": 8
    },
    {
      "story": " Project West Ford received approval in National Aeronautics and Space Council policy statement released at the National Academy of Sciences by Presidential Scientific Adviser Jerome B. Wiesner. Conceived at MIT’s Lincoln Laboratory, project proposed placement of 350-million copper threads (0.7-inch long and 0.001-inch diameter) into a 5-mile wide and 24-mile long belt around the Earth from a satellite, which would serve as reflector antennas for extremely short wave lengths (8,000 megacycles), perhaps expanding usable frequency channels.",
      "month": "August",
      "day": 11,
      "monthNumber": 8
    },
    {
      "story": " Vostok II press conference held in Moscow, featuring President of the Soviet Academy of Sciences, Matislav Keldysh, and Cosmonaut Maj. Gherman S. Titov.",
      "month": "August",
      "day": 11,
      "monthNumber": 8
    },
    {
      "story": " NASA announced negotiation of a contract with Hughes Aircraft for construction of three experimental synchronous communications satellites.",
      "month": "August",
      "day": 11,
      "monthNumber": 8
    },
    {
      "story": " Aerojet-General Corp. announced first successful underwater launching of a liquid-fueled rocket, an Aerobee fired from a water test basin at Azuza, Calif.",
      "month": "August",
      "day": 11,
      "monthNumber": 8
    },
    {
      "story": " NASA Langley Research Center awarded contract to Marquardt Corp. to increase structural wind tunnel testing temperature from 600° to 2,000° F.",
      "month": "August",
      "day": 11,
      "monthNumber": 8
    },
    {
      "story": " Echo I completed first year in orbit, still clearly visible to the naked eye, after 4,480 orbits and traveling 138 million miles. Echo I provided basis for over 150 communications experiments, recent ones indicating only a 40-percent reduction in transmission reflection caused by the changed shape. Echo I provided significant data on atmospheric drag and solar pressure.",
      "month": "August",
      "day": 12,
      "monthNumber": 8
    },
    {
      "story": " Aerobee 150-A fired with liquid hydrogen experiment from Wallops Island.",
      "month": "August",
      "day": 12,
      "monthNumber": 8
    },
    {
      "story": " Record six Polaris missiles fired underwater in 1 day by U.S.S. Abraham Lincoln.",
      "month": "August",
      "day": 12,
      "monthNumber": 8
    },
    {
      "story": " Navy barge Compromise, carrying first Saturn booster, stuck in the mud in the Indian River just south of Cape Canaveral. Released several hours later, the Saturn was delayed only 24 hours in its 2,200-mile journey from Huntsville.",
      "month": "August",
      "day": 14,
      "monthNumber": 8
    },
    {
      "story": " Swedish scientists fired a U.S. Areas rocket to 55.8-mile altitude from Arctic Circle test range at Vidsel.",
      "month": "August",
      "day": 14,
      "monthNumber": 8
    },
    {
      "story": " Explorer XII (S-3) placed into highly eccentric orbit by Thor-Delta from Atlantic Missile Range, which would provide detailed evaluation of behavior of energetic particles between 170- and 50-000-mile altitude. Under Goddard Space Flight Center, this “windmill” satellite carried six experiments developed by Ames Research Center, State University of Iowa, University of New Hampshire, and Goddard Space Flight Center. Several days were required to confirm orbit.",
      "month": "August",
      "day": 15,
      "monthNumber": 8
    },
    {
      "story": " Sir Bernard Lovell, director of the radio telescope at Jodrell Bank, England, expressed concern in an interview about the USAF Project West Ford, to place 350 million small pieces of wire into an orbital band encircling the Earth at a height of 500 to 1,000 miles. Sir Bernard stated that “the published intention of the plan is to provide a reflector for radio communications from one side of the Earth to the other. Those of us who have studied this notice it is being carried out under the auspices of the USAF and not the NASA. * * *”",
      "month": "August",
      "day": 15,
      "monthNumber": 8
    },
    {
      "story": " Dr. Frank B. Voris, captain, Medical Corps, U.S. Navy, Navy liaison officer to Project Mercury since 1958, reported aboard as Assistant Director for Aerospace Medicine in NASA’s Office of Life Science Programs.",
      "month": "August",
      "day": 15,
      "monthNumber": 8
    },
    {
      "story": " F-l rocket engine tested in first of firing series of the complete flight system.",
      "month": "August",
      "day": 16,
      "monthNumber": 8
    },
    {
      "story": " The International Academy of Astronautics, meeting in Paris, named Sir Bernard Lovell, Director of Jodrell Bank radiotelescope, as the first winner of the Daniel and Florence Guggenheim International Astronautics Award.",
      "month": "August",
      "day": 16,
      "monthNumber": 8
    },
    {
      "story": " Centaur vehicle C-l was tested and accepted by Marshall Space Flight Center.",
      "month": "August",
      "day": 16,
      "monthNumber": 8
    },
    {
      "story": " International Hypersonics Conference held at MIT.",
      "month": "August",
      "day": 16,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that Explorer XII had successfully completed first orbit, radioing data on magnetic fields and solar radiation from an apogee of near 54,000 miles and perigee within 170 miles of the Earth.",
      "month": "August",
      "day": 17,
      "monthNumber": 8
    },
    {
      "story": " Tiros III spotted two storm cells about 500 miles south and southwest of Hawaii, reports which alerted Honolulu and Guam of these previously unknown potential typhoons.",
      "month": "August",
      "day": 17,
      "monthNumber": 8
    },
    {
      "story": " President Kennedy signed into law the bill providing NASA appropriations for fiscal year 1962 of $1,671,750,000.",
      "month": "August",
      "day": 17,
      "monthNumber": 8
    },
    {
      "story": " USAF Blue Scout launched from Atlantic Missile Range, radio contact lost during the fourth stage with payload intended to reach 140,000 miles into space.",
      "month": "August",
      "day": 17,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that analysis of Project Mercury suborbital data indicated that, all objectives of that phase of the program had been achieved, and that no further Mercury-Red-stone flights were planned.",
      "month": "August",
      "day": 18,
      "monthNumber": 8
    },
    {
      "story": " Announced that NASA had decided to add 15 Agena B vehicles to the original Agena B program.",
      "month": "August",
      "day": 18,
      "monthNumber": 8
    },
    {
      "story": " Controversy over Project West Ford aired at International Astronomical Union meeting at Berkeley, Calif.",
      "month": "August",
      "day": 19,
      "monthNumber": 8
    },
    {
      "story": " NASA held a news conference on Explorer XII, at which the great amount of continuous coverage on interrelated data in its eccentric orbit was pointed out.",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " DC-8 jet airliner flown beyond mach 1 in experimental flight by Douglas Aircraft.",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " University of Michigan astronomers reported reception of natural radio signals from the planet Mercury.",
      "month": "August",
      "day": 22,
      "monthNumber": 8
    },
    {
      "story": " Republic of China announced plans to initiate a rocket research",
      "month": "August",
      "day": 22,
      "monthNumber": 8
    },
    {
      "story": " Ranger I test satellite of unmanned lunar spacecraft, launched from Atlantic Missile Range by Atlas D-Agena B into low parking orbit, but did not attain its programed eccentric orbit.",
      "month": "August",
      "day": 23,
      "monthNumber": 8
    },
    {
      "story": " Maj. Gherman S. Titov, in his serialized account of his orbital flight in Pravda, described the state of weightlessness.",
      "month": "August",
      "day": 23,
      "monthNumber": 8
    },
    {
      "story": " Saturn H-l engine drop-tested into salt water at Cape Canaveral, then returned to Marshall Space Flight Center for inspecting, cleaning, and static firing.",
      "month": "August",
      "day": 23,
      "monthNumber": 8
    },
    {
      "story": " NASA announced decision to launch manned lunar flights and other missions requiring Saturn and Nova class vehicles from expanded Cape Canaveral facilities. Based upon national space goals announced by the President in May, NASA plans call for acquisition of 80,000 acres north and west of AFMTC, to be administered by the USAF as agent for NASA and as a part of the Atlantic Missile Range. Decision followed intensive NASA-DOD survey for launching facilities, including trajectory advantages, overflight or booster impact hazards, air and water transportation, instrumentation support, and cost, time, and land availability advantages. Expansion of Cape Canaveral was noted as first of three major steps in accelerating the U.S. space program, the remaining two steps being a manned space flight research center, and a booster fabrication and test facility.",
      "month": "August",
      "day": 24,
      "monthNumber": 8
    },
    {
      "story": " Mercury-Atlas 4 launch postponed.",
      "month": "August",
      "day": 24,
      "monthNumber": 8
    },
    {
      "story": " NORAD charts showed that flight of Vostok II was tracked",
      "month": "August",
      "day": 24,
      "monthNumber": 8
    },
    {
      "story": " Explorer XIII (S-55A) placed into orbit by NASA Scout from Wallops, a micrometeorite counting satellite developed by Langley Research Center and Goddard Space Flight Center.",
      "month": "August",
      "day": 25,
      "monthNumber": 8
    },
    {
      "story": " NASA announced selection of Blaw Knox Co. to conduct second-phase feasibility study for a 240-foot diameter deep space tracking antenna for Jet Propulsion Laboratory’s deep space instrumentation facility at Goldstone, Calif.",
      "month": "August",
      "day": 25,
      "monthNumber": 8
    },
    {
      "story": " Explorer XIII, popularly referred to as the “beer can satellite” because of its micrometeorite counting structure, completed its 15th orbit.",
      "month": "August",
      "day": 26,
      "monthNumber": 8
    },
    {
      "story": " Aerojet-General fired largest solid-fuel-rocket motor to date, over one-half million pounds of thrust, at Sacramento, Calif. This motor weighed over 70 tons and was made in several segments which were joined together at the static test site.",
      "month": "August",
      "day": 26,
      "monthNumber": 8
    },
    {
      "story": " Northrop T-38 (Talon) jet flown 842.6 miles per hour to claimed world speed record for women, by Jacqueline Cochran at Edwards Air Force Base, Calif.",
      "month": "August",
      "day": 26,
      "monthNumber": 8
    },
    {
      "story": " In a letter to the President, 35 Members of Congress urged that a decision on the Nation’s satellite communication system be delayed to determine “whether such a system should be publicly or privately owned and under what circumstances.”",
      "month": "August",
      "day": 27,
      "monthNumber": 8
    },
    {
      "story": " The Soviet Communist Party organ, Pravda, explained why Russian space techniques and the names of spaceship designers were kept secret as follows: “A corrupt capitalist society, by its very nature, is extremely capable of turning the greatest peaceful achievements of mankind into the total means of destruction of mankind. This is why it is risky to open even the smallest loopholes in the world of Soviet rocket technique for the gentlemen who are lagging considerably behind as far as their technique is concerned, but who become militarily agitated and distracted from an honest program of general and complete disarmament and who mumble something about the right of inspection of neighbors’ orchards and storerooms. That is why the wonderful group of heroes who insured the mastering of the cosmos remain nameless until now.”",
      "month": "August",
      "day": 27,
      "monthNumber": 8
    },
    {
      "story": " NASA selected Vitro Engineering Co. for negotiation of a design contract for an engine maintenance and disassembly building, one of the facilities to be a part of the National Nuclear Rocket Development Center.",
      "month": "August",
      "day": 28,
      "monthNumber": 8
    },
    {
      "story": " Lt. Gen. Bernard A. Schriever, Commander of Air Force Systems Command, said that plans to orbit a monkey in Discoverer XXII (March 30) were canceled at the last minute, and that such plans had not been rescheduled.",
      "month": "August",
      "day": 28,
      "monthNumber": 8
    },
    {
      "story": " Reported that Martin Co. originally required 75,000 man-hours to produce the first Titan I’s, which had now been reduced to 19,000\tman-hours per Titan. Man-hour rate for the first five Titan IPs averaged 35,000 man-hours on each one.",
      "month": "August",
      "day": 28,
      "monthNumber": 8
    },
    {
      "story": " Lt. Hunt Hardisty, U.S. Navy, pilot, and Lt. Earl H. DeEsch flew an F4H Phantom II over the 3-kilometer course of Holloman Air Force Base, N. Mex., and averaged 902.769 miles per hour for a new world’s record for speed at low altitude.",
      "month": "August",
      "day": 28,
      "monthNumber": 8
    },
    {
      "story": "",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " NASA Associate Administrator Seamans announced the addition of four additional Ranger spacecraft, bringing the total to nine, the number of Rangers to be launched in this phase of the lunar exploration program. “This new third phase of the Ranger program is a part of the general acceleration of the program to land an American on the Moon by 1970,” said Dr. Seamans.",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " Ranger I completed 100 orbits, transmitting data on all engineering devices and eight scientific experiments. It was expected to come down soon.",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " USAF Discoverer XXIX launched into polar orbit with 300-pound data capsule, from Pacific Missile Range.",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that Ranger I spacecraft had reentered the Earth’s atmosphere. Launched on August 23, Ranger I made 111 orbits, traveled almost 3 million miles, and its orientation, communications, and electronic systems performed satisfactorily.",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " USAF Minuteman ICBM exploded seconds after firing in silo at Cape Canaveral due to guidance malfunction.",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " U.S.S.R. announced policy of resumption of nuclear weapon testing which had been suspended March 31, 1958, and that bombs can be delivered anywhere in the world by “powerful rockets like those Majs. Yuri Gagarin and Gherman Titov rode to begin their unrivaled space flights around the Earth.” During August: NASA site selection team headed by John F. Parsons, Associate Director of Ames Research Center, toured possible sites for a manned spacecraft center.",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " New wind tunnel became operational at Ames Research Center, capable of research on reentry problems at speeds of mach 7.5, 10, and 15.",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " With successful launch of Explorer XII on August 15, NASA Delta launch vehicles had successfully launched five satellites out of six attempts, the only failure being the first attempt. Delta’s high reliability record began with Echo I on August 12, 1960, and includes Tiros II and III, and Explorers X and XII. Built by prime contractor Douglas Aircraft, the NASA Delta launch vehicle consists of a Thor first stage (Rocketdyne MB-3 liquid engine), Aerojet-General second stage (AJ-10-118, an improved Vanguard second stage), and an ABL third stage (X-248 spin-stabilized version of Vanguard third stage).",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " New 210-foot diameter radiotelescope began operations at Parkes, New South Wales, operated by a group of scientists headed by Dr. E. G. Bowen, radar pioneer.",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " NASA-DOD Large Launch Vehicle Planning Group in session since August 1 to study the policy, management structures, and requirements of launch vehicles beyond the size of Saturn. Meeting in NASA headquarters, the group was headed by Dr. Nicholas E. Golovin, technical assistant to the Associate Administrator of NASA.",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " Announced that RCA scientists determined the distance between Earth and Venus to an accuracy of 200 miles using 84-foot tracking antenna.",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " White House announced that the U.S.S.R. had resumed testing of nuclear weapons early this morning, the first known nuclear test by U.S.S.R., United States, or Britain since the fall of 1958.",
      "month": "September",
      "day": 1,
      "monthNumber": 9
    },
    {
      "story": " Per NASA management instructions, all space vehicles and spacecraft under cognizance of NASA were to be equipped with fail-safe devices for terminating electromagnetic transmissions at the completion of their planned useful life.",
      "month": "September",
      "day": 1,
      "monthNumber": 9
    },
    {
      "story": " Three parachuting skindivers recovered capsule of Discoverer XXIX, the seventh recovery of an object from orbit in the USAF Discoverer program. Capsule had made 33 orbits and contained human, animal, and soil life samples.",
      "month": "September",
      "day": 1,
      "monthNumber": 9
    },
    {
      "story": " NASA Administrator Webb, appearing before the Senate Committee on Aeronautical and Space Sciences, requested $60 million additional for fiscal year 1962 for the acquisition of 80,000 acres adjoining Cape Canaveral for launching facilities for the expanded space program.",
      "month": "September",
      "day": 1,
      "monthNumber": 9
    },
    {
      "story": " NASA issued its “Program Evaluation and Review Technique Handbook,” its adaptation of the Navy PERT program management system.",
      "month": "September",
      "day": 1,
      "monthNumber": 9
    },
    {
      "story": " Scientists at Nagoya University, Japan, were reported to be training monkey for space flight next year, hopefully in conjunction with Japanese Government-financed rocket program carried out by Tokyo University’s Institute of Industrial Science.",
      "month": "September",
      "day": 2,
      "monthNumber": 9
    },
    {
      "story": " Thirty days’ exposure to simulated vacuum of space killed bacteria by causing them to disintegrate molecule by molecule, was finding of studies reported by the Materials Testing Laboratory of Hughes Aircraft Co. Dr. Charles G. Walence reported that sterilization of space vehicles probably could be eliminated from current planning.",
      "month": "September",
      "day": 3,
      "monthNumber": 9
    },
    {
      "story": " Authorization for NASA to acquire necessary land for additional launch facilities at Cape Canaveral was approved by the Senate.",
      "month": "September",
      "day": 5,
      "monthNumber": 9
    },
    {
      "story": " In an interview with C. L. Sulzberger, Premier Khrushchev reviewed the world crisis in detail. “In a strange Darwinian interpretation of the advance of nations,” Sulzberger reported, “Mr. Khrushchev jokingly considers that the United States is still in the stage of ‘jumping’ while the Soviet Union has learned how to ‘fly.’ This refers to the Earth-orbiting successes of the Soviet spacemen, Maj. Yuri A. Gagarin and Maj. Gherman S. Titov.”",
      "month": "September",
      "day": 5,
      "monthNumber": 9
    },
    {
      "story": " USAF Titan successfully launched from Atlantic Missile Range, making 6,100-mile flight.",
      "month": "September",
      "day": 6,
      "monthNumber": 9
    },
    {
      "story": " AEC announced that U.S.S.R. had detonated a fourth nuclear device in the atmosphere, at a site east of Stalingrad.",
      "month": "September",
      "day": 6,
      "monthNumber": 9
    },
    {
      "story": " After a series of six static firings, the Saturn SA-T2 booster was removed from the static test tower at Marshall Space Flight Center.",
      "month": "September",
      "day": 6,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that Government-owned Michoud Ordnance Plant near New Orleans would be the site for fabrication and assembly of the first stage of Saturn as well as for making stages for larger booster.",
      "month": "September",
      "day": 7,
      "monthNumber": 9
    },
    {
      "story": " Balloon flights to measure loss of radiation from the Van Allen radiation belts—the “dumping profile” experiment—was announced by National Science Foundation. Flights are part of joint project by University of Minnesota and University of California, taking place along line from Flin Flon, Manitoba, to Waterloo, Iowa.",
      "month": "September",
      "day": 7,
      "monthNumber": 9
    },
    {
      "story": " USAF Titan with inertial guidance system successfully launched from Atlantic Missile Range, the second in as many days, impacting into target area over 5,000 miles down range.",
      "month": "September",
      "day": 7,
      "monthNumber": 9
    },
    {
      "story": " The Agena B vehicle 6002 was delivered to Atlantic Missile Range, in preparation for the Ranger 2 launch.",
      "month": "September",
      "day": 7,
      "monthNumber": 9
    },
    {
      "story": " Deep space tracking antenna dedicated bv United States and South African officials. Located 40 miles from Johannesburg, the antenna has operated since July in collaboration with Goldstone and Woomera, and tracked Ranger I.",
      "month": "September",
      "day": 8,
      "monthNumber": 9
    },
    {
      "story": " Reported from Stowe, Vt., that unofficial American-Soviet discussions on cooperative space exploration were near agreement, and that internationalized status for space similar to that achieved by treaty for the continent of Antarctica was under consideration. Delegations included seven members of President Kennedy’s Science Advisory Committee and six members of the ruling body of the Soviet Academy of Sciences. The Stowe Conference was sponsored by the National Academy of Arts and Sciences of Boston, with costs defrayed by the Ford Foundation.",
      "month": "September",
      "day": 8,
      "monthNumber": 9
    },
    {
      "story": " Tiros III photographed Hurricane Esther in process of formation, 2 days before hurricane-hunter aircraft verified winds of hurricane force. Quality of Tiros III pictures processed in 8 hours through the National Meteorological Center, Suitland, Md., was not alone sufficient for identification of a hurricane.",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " On the same day, Tiros III also observed one-eighth of the Earth, providing data on two other hurricanes (Carla and Debbie), one dissipating hurricane (Betsy), two typhoons (Nancy and Pamela), and at least one other vortex storm.",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " White House released “Project Horizon” report of task force created in March to establish goals to maintain America’s primacy in aeronautics. The report made a strong recommendation for the development of a supersonic transport, among other recommendations.",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " announced that it would launch a series of “more powerful and improved rockets” into the Central Pacific in tests between September 13 and October 15.",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " NASA selected North American Aviation to develop an upper stage (S-II) for an Advanced Saturn launch vehicle to be used on both manned and unmanned missions.",
      "month": "September",
      "day": 11,
      "monthNumber": 9
    },
    {
      "story": " In a speech before the National Press Club, NASA Administrator Webb reviewed NASA’s program and outlined the interest in the rendezvous-in-space technique for staging flights to the Moon and nearby planets.",
      "month": "September",
      "day": 12,
      "monthNumber": 9
    },
    {
      "story": " 15 flown to record 3,614 miles per hour by NASA’s Joseph A. Walker at Edwards Air Force Base.",
      "month": "September",
      "day": 12,
      "monthNumber": 9
    },
    {
      "story": " USAF Discoverer XXX launched into polar orbit from Pacific Missile Range.",
      "month": "September",
      "day": 12,
      "monthNumber": 9
    },
    {
      "story": " Unmanned Mercury spacecraft orbited by Mercury-Atlas launch vehicle from Atlantic Missile Range and recovered 1 hour and 22 minutes after landing by destroyer U.S.S. Decatur. This MA-4 (capsule 8) flight demonstrated, said NASA Space Task Group Director Robert Gilruth, that “Atlas has the capability to fly a man in orbit; it brought in for the first time the Mercury worldwide tracking network; and demonstrated the ability of the capsule and its systems to operate completely unattended.”",
      "month": "September",
      "day": 13,
      "monthNumber": 9
    },
    {
      "story": " Two experiments to measure atmospheric winds, temperature, and density in relatively high altitudes conducted from Wallops Island in two four-stage Argo D-4 rocket launches. Sodium clouds were released at near 120 statute miles and again at 228 miles in first launch, and at 118 and 230 miles in the second launch. French scientists participated by using special optical instruments to observe the brilliant orange and yellow clouds which stirred a rash of public inquiries to newspapers from hundreds of miles around.",
      "month": "September",
      "day": 13,
      "monthNumber": 9
    },
    {
      "story": " announced that it had fired new, powerful carrier rocket more than 7,400 miles to within less than five-eighths of a mile from its Central Pacific target.",
      "month": "September",
      "day": 13,
      "monthNumber": 9
    },
    {
      "story": " Soviet Marshal Kiril S. Moskalenko, chief of rocket forces, declared that 95 percent of all Soviet rockets fired reached their targets. (Article in Red Star timed to coincide with first firing of new rocket series in the Pacific.)",
      "month": "September",
      "day": 13,
      "monthNumber": 9
    },
    {
      "story": " USAF C-130B cargo plane snagged the parachuting capsule of Discoverer XXX north of Hawaii, Capt. W. C. Schmensted as pilot.",
      "month": "September",
      "day": 14,
      "monthNumber": 9
    },
    {
      "story": " White House released its reply to letter of August 27 signed by 35 Members of Congress which expressed concern over the private ownership of an operational communications satellite system. The White House memorandum stated that “any decisions as to control should preserve as much flexibility as possible,” and reemphasized the administration policies including “maximum competition” in any system of private ownership.",
      "month": "September",
      "day": 14,
      "monthNumber": 9
    },
    {
      "story": " Resolutions calling for the creation of an international space year program and an international space agency, both under the auspices of the United Nations, introduced in the Senate by Senator Hubert Humphrey.",
      "month": "September",
      "day": 14,
      "monthNumber": 9
    },
    {
      "story": " AEC announced that the Soviet Union had fired its 10th nuclear blast in the current test series begun 2 weeks ago.",
      "month": "September",
      "day": 14,
      "monthNumber": 9
    },
    {
      "story": " White House announced that AEC-DOD had conducted first U.S. nuclear weapons test since October 1958, an underground weapons development test at the Nevada testing site, one of low yield and which produced no fallout.",
      "month": "September",
      "day": 15,
      "monthNumber": 9
    },
    {
      "story": " Army Nike-Zeus fired from White Sands Proving Ground met all test objectives, including controlled high-velocity in the atmosphere and evaluation of solid-fuel rocket motors and guidance system.",
      "month": "September",
      "day": 15,
      "monthNumber": 9
    },
    {
      "story": " Marshall Space Flight Center’s Procurement and Contracts Office reported that a contract was let to the Noble Co. for disassembling the Redstone gantry at Atlantic Missile Range and reassembling and erecting it at Pacific Missile Range. This gantry would be erected on pad 75-1-1 at Vandenberg Air Force Base for use with Thor-Agena B launches after January 1962.",
      "month": "September",
      "day": 15,
      "monthNumber": 9
    },
    {
      "story": " Congressman Overton Brooks, of Louisiana, chairman of the House Committee on Science and Astronautics since its creation in January 1959, died at Betkesda Naval Hospital.",
      "month": "September",
      "day": 16,
      "monthNumber": 9
    },
    {
      "story": " USAF Discoverer XXXI placed into polar orbit from Pacific Missile Range by Thor-Agena.",
      "month": "September",
      "day": 17,
      "monthNumber": 9
    },
    {
      "story": " Soviet Union announced that 12 altitude and speed records had been broken by its twin-jet M-10 antisubmarine seaplane.",
      "month": "September",
      "day": 17,
      "monthNumber": 9
    },
    {
      "story": " First of four scheduled Skylark rocket firings was launched from Woomera in the joint United States-Australian ultraviolet survey of the southern skies.",
      "month": "September",
      "day": 18,
      "monthNumber": 9
    },
    {
      "story": " NASA Administrator Webb announced that location of the new Manned Spacecraft Center would be in Houston, Tex., the conclusion of an intensive nationwide study by a site selection team. The Manned Spacecraft Center would be the command center for the manned lunar landing mission and all follow-on manned space flight missions. This announcement was the third basic decision on major facilities required for the expanded U.S. Range and the establishment of the spacecraft fabrication center at the Michoud Ordnance Plant near New Orleans, La. Center at the Michoud Ordnance Plant near New Orleans, La.",
      "month": "September",
      "day": 19,
      "monthNumber": 9
    },
    {
      "story": " Recovery of capsule of Discoverer XXXI was called off as capsule and satellite (launched Sept. 17, 1961) failed to separate and both remained in orbit.",
      "month": "September",
      "day": 19,
      "monthNumber": 9
    },
    {
      "story": " USAF Bomarc B launched from Eglin Air Force Base, Fla., on command from SAGE Center at Montgomery, Ala., destroyed supersonic Regulus launched from Venice, Fla.",
      "month": "September",
      "day": 19,
      "monthNumber": 9
    },
    {
      "story": " Air Force Systems Command formed a Bioastronautics Division, effective October 1, to consolidate all USAF applied research in this area into a single organization. School of Aerospace Medicine, now under Air Training Command, becomes a part of Air Force Systems Command.",
      "month": "September",
      "day": 19,
      "monthNumber": 9
    },
    {
      "story": "",
      "month": "September",
      "day": 19,
      "monthNumber": 9
    },
    {
      "story": " Robert Gilruth and other officials of the Space Task Group made survey of the new site of the Manned Spacecraft Center near Houston, Tex., to seek temporary operational quarters as soon as possible. Permanent quarters will be constructed under the supervision of the Army Corps of Engineers.",
      "month": "September",
      "day": 20,
      "monthNumber": 9
    },
    {
      "story": " D. Brainerd Holmes was appointed NASA’s Director of Manned Space Flight Programs. As general manager of RCA’s Major Defense Systems Division, Holmes was project manager for the ballistic missile early warning system (BMEWS).",
      "month": "September",
      "day": 21,
      "monthNumber": 9
    },
    {
      "story": " Representative George P. Miller, Democrat, of California, was named chairman of the House Science and Astronautics Committee.",
      "month": "September",
      "day": 21,
      "monthNumber": 9
    },
    {
      "story": " Soviet Union protested to the U.S. National Academy of Sciences that Project West Ford might endanger Soviet cosmonauts, protest contained in a letter to Detlev W. Bronk, president of the NAS, signed by Matislav Keldysh, president of the Soviet Academy of Sciences.",
      "month": "September",
      "day": 21,
      "monthNumber": 9
    },
    {
      "story": " Announced at Space Task Group that a 30-cubic-foot balloon would be installed in Mercury spacecraft to allow for ship recovery should helicopter be forced to drop it as happened during the MRA recovery.",
      "month": "September",
      "day": 22,
      "monthNumber": 9
    },
    {
      "story": " U.S.S.R. announced that third flight of current series of Pacific tests of new multistage carrier rocket was successful.",
      "month": "September",
      "day": 23,
      "monthNumber": 9
    },
    {
      "story": " NASA planned to spend $6 million on expansion of its Langley facilities in this fiscal year, according to Representative Thomas N. Downing after a conversation with NASA Administrator James E. Webb. Representative Downing said he was satisfied that the lower peninsula area of Virginia would not suffer financially when the Space Task Group moved to Houston, Tex.",
      "month": "September",
      "day": 23,
      "monthNumber": 9
    },
    {
      "story": " Administrator Webb announced major organizational changes and top-level appointments in NASA. Keyed to the Nation’s accelerated civilian space program, changes provided clearer focus on major programs, and provided center directors with a louder voice in policymaking and program decisions. Effective November 1, major headquarters program offices would be headed as follows: Ira H. Abbott, Director of the Office of Advanced Research and Technology; Homer E. Newell, Director of the Office of Space Sciences; D. Brainerd Holmes, Director of the Office of Manned Space Flight; and an Office of Applications Programs with no director yet named. Thomas F. Dixon was appointed Deputy Associate Administrator. Abe Silverstein was named Director of the Lewis Research Center and Robert R. Gilruth, Director of the Manned Spacecraft Center.",
      "month": "September",
      "day": 24,
      "monthNumber": 9
    },
    {
      "story": " Speaking at the Air Force Association convention in Philadelphia, Gen. Bernard A. Schriever, Commander of the Air Force Systems Command, said that “the United States has been notably slow to recognize the military application of new inventions. Two of the most significant inventions of this century— the airplane and the liquid-fuel rocket—are American inventions. Yet in each case their first application was made by other nations.” Gen. Schriever also stated: “We should recognize that there is no inherent difference between basic military and nonmilitary space technology. What really matters is not the technology but the intent * * * space power must become a vital part of our national strength and security.”",
      "month": "September",
      "day": 24,
      "monthNumber": 9
    },
    {
      "story": " NASA made a grant to Stanford University’s School of Medicine for development of design of payload instrumentation to determine existence of life forms on nearby planets, a project under the direction of Dr. Joshua Lederberg and Dr. Elliott C. Leventhal.",
      "month": "September",
      "day": 24,
      "monthNumber": 9
    },
    {
      "story": " In a stirring address to the Assembly of the United Nations meeting in New York, President John F. Kennedy called for “world law in the age of self determination” rather than a “world war in the age of mass extermination.” Among basic proposals for waging effective peace, he urged “keeping nuclear weapons from seeding new battlegrounds in outer space.” In projecting the theme that “the events and decisions of the next 10 months may well decide the fate of man of the next 10,000 years,” President Kennedy spoke of the impact of space exploration as follows: “As we extend the rule of law on Earth, so must we also extend it to man’s new domain—outer space. “All of us salute the brave cosmonauts of the Soviet Union. The new horizons of outer space must not be riven by the old bitter concepts of imperialism and sovereign claims. The cold reaches of the universe must not become the new arena of an even colder war. “To this end, we shall urge proposals extending the United Nations Charter to the limits of man’s exploration in the universe, reserving outer space for peaceful use, prohibiting weapons of mass destruction in space or on celestial bodies, and opening the mysteries and benefits of space to every nation * *",
      "month": "September",
      "day": 25,
      "monthNumber": 9
    },
    {
      "story": " Dr. George N. Constan of Marshall Space Flight Center named as acting manager of the new NASA Saturn fabrication plant near New Orleans by Director von Braun of Marshall Space Flight Center.",
      "month": "September",
      "day": 25,
      "monthNumber": 9
    },
    {
      "story": " NASA bidders conference on a contract to produce the booster (S-I) stage of the Saturn vehicle was held at the Municipal Auditorium, New Orleans.",
      "month": "September",
      "day": 26,
      "monthNumber": 9
    },
    {
      "story": " Meeting to examine the modification of C -IX] aircraft for carrying Saturn S-IV stages was held at NASA Langley Research Center.",
      "month": "September",
      "day": 26,
      "monthNumber": 9
    },
    {
      "story": " Ion engine developed on NASA contract demonstrated at Hughes Aircraft Laboratories.",
      "month": "September",
      "day": 27,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that instrumented Venus probe to be launched next year would be launched by an Atlas-Agena B rather than a Centaur rocket as originally planned.",
      "month": "September",
      "day": 28,
      "monthNumber": 9
    },
    {
      "story": " Solar flare studied by Explorer XII and Injun I, readings within a few hours indicated energetic protons with velocities of near 10,000 kilometers per second, while 2 days after the solar flare both satellites saw a sudden increase in the intensity of low-energy protons (c. 10 mev) concurrently with a magnetic storm on Earth and bright aurora at low altitude. It was concluded that low-energy protons traveled slowly from the Sun with the magnetic stormcloud.",
      "month": "September",
      "day": 28,
      "monthNumber": 9
    },
    {
      "story": " 15 (No. 2) flown to 100,800 feet and 3,600 miles per hour by Comdr. Forrest S. Petersen, U.S. Navy, at Edwards, Calif.",
      "month": "September",
      "day": 28,
      "monthNumber": 9
    },
    {
      "story": " USAF awarded three contracts for speeding development of the Dyna-Soar, a manned orbital space glider. Receiving contracts were Boeing Co. for development of the glider and related systems, Radio Corp. of America for communications and tracking devices, and Minneapolis-Honeywell Regulator Co. for the guidance system.",
      "month": "September",
      "day": 29,
      "monthNumber": 9
    },
    {
      "story": " Dr. Charles M. Herzfeld, of the National Bureau of Standards, joined DOD’s Advanced Research Projects Agency to coordinate the Project Defender program.",
      "month": "September",
      "day": 29,
      "monthNumber": 9
    },
    {
      "story": " Navy Polaris (A-3) with modified second stage testing freon gas regulator launched from pad at Atlantic Missile Range.",
      "month": "September",
      "day": 29,
      "monthNumber": 9
    },
    {
      "story": " NASA Office for the United Nations Conference headed bjr Dr. John P. Hagen was closed, effective this date. Continued uncertainty of arrangements for a conference on the peaceful uses of outer space within the United Nations made such a move necessary. Sustained NASA responsibility in this regard was assigned to the Office of International Programs.",
      "month": "September",
      "day": 30,
      "monthNumber": 9
    },
    {
      "story": " Air Force Systems Command announced consolidation of all USAF research and development in bioastronautics under single management. The new Bioastronautics Division, Air Force Systems Command, would have its headquarters at Brooks Air Force Base, San Antonio, Tex.",
      "month": "September",
      "day": 30,
      "monthNumber": 9
    },
    {
      "story": " Two X-15 test pilots, USAF’s Maj. Robert M. White and NASA’s Joseph A. Walker, were jointly awarded the 1960 Iven C. Kincheloe Memorial Award as the Nation’s outstanding test pilots; award of the Society of Experimental Test Pilots September SO: NASA received an additional $10 million for salaries in a supplemental appropriation bill approved by Congress, enough to hire an additional 1,250 persons. During September: National Bureau of Standards and the Institutd Geofisico de Huancago of Peru initiated construction of the Jucamarca Observatory, a 6-million-watt pulse transmitter and a 22-acre antenna with 9,216 crossed dipoles mounted above a reflecting screen. Located 17 miles east of Lima, Peru, the Observatory will be used for ground-based exploration of the upper atmosphere and space.",
      "month": "September",
      "day": 30,
      "monthNumber": 9
    },
    {
      "story": " USAF established a Council of Scientists to be comprised of senior civilian scientists of major Air Force organizations, Dr. Leonard S. Sheingold as Chairman.",
      "month": "September",
      "day": 30,
      "monthNumber": 9
    },
    {
      "story": " Congress appropriated funds to the U.S. Weather Bureau for implementation of the National Operational Meteorological Satellite System. To phase in as early as technology warrants and to continue expanding the operational capability through the early Nimbus launchings by NASA, the system planned to be fully operational by 1966 as Nimbus system became operational. The system would include data acquisition stations in northern latitudes, communications for transmitting the data, and a National Meteorological Center to receive, process, analyze, and disseminate the derived information over domestic and international weather circuits.",
      "month": "September",
      "day": 30,
      "monthNumber": 9
    },
    {
      "story": " Twelfth Congress of the International Astronautical Federation held in Washington, D.C.",
      "month": "October",
      "day": 27,
      "monthNumber": 10
    },
    {
      "story": " NASA Deputy Administrator Dryden and Soviet Academy of Sciences official Dr. Leonid I. Sedov both appealed for greater international cooperation and exchange of information in the peaceful exploration of space in their speeches at the opening of the 12th World Congress of the International Astronautical Federation.",
      "month": "October",
      "day": 2,
      "monthNumber": 10
    },
    {
      "story": " NASA conducted a press conference for foreign correspondents attending the IAF Congress, pointing out that some 40 nations are now participating in NASA programs or are obtaining NASA help for their respective space programs. Director of the Office of International Programs, Arnold Frutkin, pointed out that growing space research cooperation would soon include a university training program in which 100 foreign students would work at American universities on peaceful space experiments.",
      "month": "October",
      "day": 2,
      "monthNumber": 10
    },
    {
      "story": " USAF Atlas E missile made successful 5,000-mile flight at Atlantic Missile Range. The payload included the guidance equipment for the Centaur rocket, radiation sensors, and a nose cone intended for the Minuteman. Data capsule was recovered.",
      "month": "October",
      "day": 2,
      "monthNumber": 10
    },
    {
      "story": " House Science and Astronautics Committee released interim report on “Research and Development in Aeronautics,” which concluded that “the welfare of the Nation, in both its economic and security aspects, is dependent in no small degree on continuing aeronautical research of high caliber.”",
      "month": "October",
      "day": 3,
      "monthNumber": 10
    },
    {
      "story": " Vice President Lyndon B. Johnson began tour of west coast missile and space installations.",
      "month": "October",
      "day": 3,
      "monthNumber": 10
    },
    {
      "story": " Inhouse procurement policies and practices of NASA reviewed by headquarters and field personnel in conference at Lewis Research Center.",
      "month": "October",
      "day": 3,
      "monthNumber": 10
    },
    {
      "story": " First regular meeting of the International Academy of Astronautics held in conjunction with the 12th Annual Congress of the International Astronautical Federation in Washington.",
      "month": "October",
      "day": 3,
      "monthNumber": 10
    },
    {
      "story": " Dr. Vladimir A. Kotelnikov, of the U.S.S.R. Academy of Sciences, told the IAF that Russian radar returns from Venus indicated a value of 149,599,500 kilometers for the astronomical unit. This was a major revision of the value of 149,469,500 kilometers first released by the Russians in March. The Russian value compared with 149,598,820 kilometers obtained by Jet Propulsion Laboratory and the figure of 149,597,850 kilometers obtained by Lincoln Laboratory. Disagreement remains on whether Venus day is a 9-to-l 1-earth-day period or 225-earth-day period.",
      "month": "October",
      "day": 3,
      "monthNumber": 10
    },
    {
      "story": " Beginning of the fifth year of the “space age,” being the anniversary of the launching of Sputnik I (1957).",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " Project West Ford given final approval by the White House.",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " Maj. Robert Rushworth, U.S. Air Force, flew X-15 to 2,820 miles per hour, with bottom tailfin missing in programed malfunctions for test of stability and control.",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " State Department ruled that Soviet space scientists would not be allowed to visit the American Rocket Society’s Space Flight Report to the Nation in New York on October 9-14, a reciprocal action prompted by Soviet restrictions on American scientists in the U.S.S.R.",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " Soviet scientists in Washington for 12th IAF Congress revealed that Maj. Gherman Titov was ill during his 17 orbits in Vostok II on August 6. Disorientation, nausea, and irregular heartbeat resulted from prolonged weightlessness, according to O. G. Gazenko and V. J. Yazdovsky of the Soviet Academy of Sciences.",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " USAF Atlas fired 9,000 miles from Atlantic Missile Range into Indian Ocean, carrying dummy nuclear warhead and a data capsule which was recovered.",
      "month": "October",
      "day": 5,
      "monthNumber": 10
    },
    {
      "story": " USAF Titan I launched from Cape Canaveral carrying Titan II guidance system.",
      "month": "October",
      "day": 6,
      "monthNumber": 10
    },
    {
      "story": " Soviet E-166 jet fighter flown to 1,482.039 miles per hour in closed 100-kilometer course, according to Moscow claim.",
      "month": "October",
      "day": 7,
      "monthNumber": 10
    },
    {
      "story": " Second stage of Nike-Zeus exploded at 2-mile altitude in test",
      "month": "October",
      "day": 7,
      "monthNumber": 10
    },
    {
      "story": " launched fourth multistage rocket 7,500 miles into the Pacific.",
      "month": "October",
      "day": 7,
      "monthNumber": 10
    },
    {
      "story": " Plans for a worldwide scientific study of the Sun, to begin in 1964 and continue for 18 months, were approved by scientists from 51 nations gathered in London for the triennial meeting of the International Council of Scientific Unions. Final plans to be drawn in Paris in April 1962 at a meeting of the International Committee on Geophysics, successor to the IGY.",
      "month": "October",
      "day": 8,
      "monthNumber": 10
    },
    {
      "story": " In article in New York Times, Dr. Edward C. Welsh, Executive Secretary, National Aeronautics and Space Council, said: “In my view, we [the United States] do not have a division between peaceful and nonpeaceful objectives for space. Rather, we have space missions to help keep the peace and space missions to enable us to live better in peace.”",
      "month": "October",
      "day": 8,
      "monthNumber": 10
    },
    {
      "story": " In article in New York Times, Mr. George J. Feldman, consultant to the House Committee on Science and Astronautics, outlined several areas of international space law that urgently require solution, including sovereignty in space, liability for damage from spacecraft, conflicts of interest arising from space experiments, sovereignty claims on celestial bodies, and the international allocation of satellite radio frequencies. Communications satellites make latter point particularly critical, as well as posing an unprecedented problem in American contract and antitrust law.",
      "month": "October",
      "day": 8,
      "monthNumber": 10
    },
    {
      "story": " NASA Argo D-4 rocket was launched from Wallops, reaching an altitude of 585 miles and landing 817 miles out in the Atlantic, to gather data on the density of electrically charged helium atoms in the upper atmosphere.",
      "month": "October",
      "day": 10,
      "monthNumber": 10
    },
    {
      "story": " X-15 flown more than 40 miles into space—217,000 feet— and reached a speed of 3,647 miles per hour, Maj. Robert White, U.S. Air Force, as pilot. This was above 99.9 percent of Earth’s atmosphere; pilot’s heartbeat and respiration rose to twice above normal; and outside skin temperature of the X-15 rose to 900° F. on reentry.",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " NASA Administrator Webb, speaking to the American Rocket Society, said NASA scientists “are going to consider the rendezvous technique with great care before going ahead with Nova.” Decision on whether to give priority to the rendezvous technique would probably be made by the end of 1961, he said.",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " Final report of House Committee on Science and Astronautics relating to their hearings on “Commercial Applications of Space Communications Systems” released, having among its conclusions: (1)\tBecause of worldwide interest and potential usefulness of a space communications system, the U.S. Government must “retain maximum flexibility regarding the central question of ownership and operation of the system.” (2)\tNASA will not only evaluate the various commercial proposals but will “conduct all space launches and retain direct control over all launching equipment, facilities, and personnel.” (3)\tResearch and development of military space communications systems should continue to be conducted by DOD but all research and development in space communications “should be conducted under the general supervision of NASA in accordance with its statutory mandate to 'plan, direct, and conduct aeronautical and space activities’ ” as well as evaluate the technical merits of proposed systems.",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " In a luncheon address to the American Rocket Society, Gen. Bernard A. Schriever said: “I have been, am being, and, if the situation is not changed, will continue to be inhibited if our space efforts continue to be carried out under an unnecessary, self-imposed national restriction; namely, the artificial division between space for peaceful purposes and space for military purposes.” Asserting USAF management experience in space systems, General Schriever added: “There is no short cut to the creation of a team of dedicated and experienced men with a tradition of accomplishment.”",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " Jacqueline Cochran set woman’s altitude record of 56,071.3 feet, in Northrop T-38 jet trainer at Edwards Air Force Base.",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " In speech at the American Rocket Society, Vice President Lyndon B. Johnson stated: “If I could get one message to you it would be this: The future of this country and the welfare of the free world depend upon our success in space. There is no room in this country for any but a fully cooperative, urgently motivated all-out effort toward space leadership. No one person, no one company, no one Government agency, has a monopoly on the competence, the missions, or the requirements for the space program. It is and it must continue to be a national job.”",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " Discoverer XXXII was placed into polar orbit; its capsule contained components of USAF satellite systems. This marked the 100th successful firing of the Thor booster rocket.",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " The Ad Hoc Carrier Committee established by the FCC to make an industry proposal on the development and operation of commercial communications satellites recommended a nonprofit corporation be formed, to be owned by companies engaged in international communications, with the U.S. Government having one more representative on the board of directors than any one company. Western Union filed a minority statement proposing a public stock company arrangement to prevent dominance of the corporation by any one company.",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " The American Rocket Society presented its major annual awards as follows: Dr. Robert H. Goddard Memorial Medal to Dr. Weraher von Braun, Director of NASA Marshall Space Flight Center; Astronautics Medal to Comdr. Alan B. Shepard, Mercury astronaut, for his MR-3 flight of May 5; James H. Wyld Memorial Medal to Harrison A. Storms, Jr., of North American Aviation; Propulsion Medal to Robert B. Young of Aerojet-General Corp. for his role in development of Titan II engine; G. Edward Pendray Award to Kraft Ehricke for his contribution to astronautical literature; and Research Medal to Dr. James Van Allen of State University of Iowa for basic research.",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " On its second birthday in space, Explorer VII was still transmitting, although it had been scheduled to stop a year ago.",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " The Soviet Union announced it had fired fifth multistage rocket 7,500 miles into the Central Pacific, with all stages functioning perfectly and with the nose cone landing in the target area with a high degree of accuracy.",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " Capsule of Discoverer XXXII recovered by C-130 piloted by Capt. Warren Schensted, U.S. Air Force, the sixth aerial recovery of an ejected satellite capsule and Schensted’s second catch. Capsule contained test objects including seed corn.",
      "month": "October",
      "day": 14,
      "monthNumber": 10
    },
    {
      "story": " NASA Argo D-4 launched from Wallops Station carried United States-Canadian topside sounding satellite payload to 560-mile altitude.",
      "month": "October",
      "day": 14,
      "monthNumber": 10
    },
    {
      "story": " Tass announced that the “Air Force Herald” would be retitled “Aviation and Cosmonautics” (Aviatsiga I Kosmo-navtika), beginning in January 1962.",
      "month": "October",
      "day": 14,
      "monthNumber": 10
    },
    {
      "story": " claimed a new world speed record for vertiplanes on a closed 62-mile circuit at 209 miles per hour. Tass said this exceeded the previous record of 191 miles per hour held by a New Zealander, G. Ellith, flying a British Rotordyne. The following day, Tass claimed a horizontal speed of 228 miles per hour for the Kamov vertiplane.",
      "month": "October",
      "day": 14,
      "monthNumber": 10
    },
    {
      "story": " USAF-USN-NASA X-15 flown to 108,600 feet and a record speed of 3,900 miles per hour, piloted by Joseph Walker at Edwards, Calif.",
      "month": "October",
      "day": 17,
      "monthNumber": 10
    },
    {
      "story": " NASA Scout fired payload to 4,261-mile altitude, obtaining data on the ionosphere.",
      "month": "October",
      "day": 18,
      "monthNumber": 10
    },
    {
      "story": " First U.S. showing of films of Vostok II space flight by Gherman Titov, before the Maryland Academy of Sciences in Baltimore, was canceled at the last minute by a Soviet Embassy official. Film had been shown to press correspondents in Moscow on October 9.",
      "month": "October",
      "day": 18,
      "monthNumber": 10
    },
    {
      "story": " James A. Van Allen was awarded the Elliott Cresson Medal of the Franklin Institute, Philadelphia, for “liis many contributions and pioneering achievements in the field of space science. * * *”",
      "month": "October",
      "day": 18,
      "monthNumber": 10
    },
    {
      "story": " In a speech at Naval Research Laboratory, Harold Brown, Director of Defense Research and Engineering, said Government labs would hereafter be the “primary means” for carrying out military weapon programs; that DOD would seek an increase in the number of supergrade scientific positions and would ask for the same top pay for scientists as NASA has; that labs would be given increased status in the chain of command; and that lab directors will be given funds they can spend for research without prior approval.",
      "month": "October",
      "day": 19,
      "monthNumber": 10
    },
    {
      "story": " NASA Administrator Webb, speaking at the 20th American Assembly, said the accelerated space program was necessary or else “we would see the Russians, with the advantage of their advance position in booster thrust, stay continuously ahead. * * * The cost over the 10 years of the accelerated program will very probably be less than if it were stretched out over 15 years.”",
      "month": "October",
      "day": 19,
      "monthNumber": 10
    },
    {
      "story": " NASA Scout launched from Wallops Island, Va., and placed 94-pound P-21 payload to 4,261-mile altitude in a study of the ionosphere.",
      "month": "October",
      "day": 19,
      "monthNumber": 10
    },
    {
      "story": " Ranger test postponed at Atlantic Missile Range.",
      "month": "October",
      "day": 20,
      "monthNumber": 10
    },
    {
      "story": " USAF Midas IV launched into polar orbit from Pacific Missile Range, and also carried Project West Ford payload.",
      "month": "October",
      "day": 21,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that Dr. Hiden T. Cox, executive director of the American Institute of Biological Sciences, would become Assistant Administrator for Public Affairs, and “charged with developing NASA policies to insure that the character, the intent, and the results of America’s space effort are correctly and adequately interpreted to the people of this country and the world.”",
      "month": "October",
      "day": 22,
      "monthNumber": 10
    },
    {
      "story": " Assistant Secretary of State for International Organization Affairs, Harlan Cleveland, outlined in a speech at St. Louis University the seven-point program that the United States will propose to the United Nations General Assembly for guaranteeing peace and world cooperation in space: (1) Explicit confirmation that the U.N. Charter applies to the limits of space exploration; (2) a declaration that space and heavenly bodies are not subject to claim of national sovereignty; (3) an international system for registering of all objects launched into space; (4) a specialized space unit in the United Nations Secretariat ; (5) a world weather watch using satellites; (6) a cooperative search for ways toward weather modification; and (7) a global system of communications to link the world by telegraph, telephone, radio, and television.",
      "month": "October",
      "day": 22,
      "monthNumber": 10
    },
    {
      "story": " National Science Foundation announced the establishment of a science resources planning office to study U.S. long-range scientific needs, to be headed by NSF Associate Director for Planning, Richard H. Bolt.",
      "month": "October",
      "day": 22,
      "monthNumber": 10
    },
    {
      "story": " The Freedom 7 Mercury capsule in which Alan B. Shepard, Jr., made the first suborbital space flight, was presented to the National Air Museum of the Smithsonian Institution. In his presentation, NASA Administrator Webb said: “To Americans seeking answers, proof that man can survive in the hostile realm of space is not enough. A solid and meaningful foundation for public support and the basis for our Apollo man-in-space effort is that U.S. astronauts are going into space to do useful work in the cause of all their fellow men.” “Such flights as those of Freedom 7 are not stunts. They are not antithetical to sober scientific and technological research. Interpreted properly, these dramatic events can add much to public understanding and excite creative interest in extending the base on which public support must rest.”",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that it had ordered 14 additional Delta launch vehicles (Douglas Thor first stage, Aerojet-General AJ10-U8 second stage, and Allegheny Ballistics Laboratory third stage) for Relay, Syncom, Telstar, and Tiros satellites. Five of the first six of the twelve Deltas successfully launched Echo I, Tiros II and III, and Explorers X and XII.",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " Ranger launching again postponed at Atlantic Missile Range because of technical difficulties.",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " Cleveland extension (SNPO-C) of the joint AEC-NASA Space Nuclear Propulsion Office (SNPO) activated, located on Lewis Research Center and headed by John L. Wilson.",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " USAF Discoverer XXXIII failed to achieve polar orbit.",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " First underwater launching of Navy Polaris A-2, and first firing from submarine, U.S.S. Ethan Allen.",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " AEC announced that the Soviet Union had detonated a thermonuclear bomb with a 30-megaton yield as well as a small underwater nuclear device. These were the 22d and 23d Soviet nuclear tests reported by AEC.",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " Marshal R. Y. Malinovsky, Soviet Defense Minister, announced that the U.S.S.R. had solved the problem of antimissile defense (a statement later qualified in re translation).",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " Studies of “unconventional” rockets using liquid fuels in the thrust range from 2 to 24 million pounds announced by NASA; 2 contracts being carried out by Aerojet-General and Rocketdyne Division of North American Aviation.",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " USAF Titan fired from Cape Canaveral to coincide with overhead passage of Midas IV.",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " The first Centaur liquid-oxygen/liquid-nitrogen tanking tests were successfully completed at Sycamore Canyon.",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " Long duration static test of the S-I stage (SA-2 vehicle) occurred at Marshall Space Flight Center, for a period of 120 seconds.",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " Small liquid-fuel rocket was fueled and fired while floating in ocean off Point Mugu in Aerojet-General demonstration of this launching technique.",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " NASA selected Pearl River site in southwestern Mississippi, 35 miles from the Michoud plant in New Orleans, for static test facility for Saturn and Nova-class vehicles, completed facility to operate under direction of Marshall Space Flight Center.",
      "month": "October",
      "day": 25,
      "monthNumber": 10
    },
    {
      "story": " Ranger 2 shot postponed indefinitely as the 8-day “window” (i.e., when the Moon, Sun, and Earth were in favorable positions) had ended before technical difficulties could be corrected.",
      "month": "October",
      "day": 25,
      "monthNumber": 10
    },
    {
      "story": " Reported from Cape Canaveral that launch of Titan the previous evening had been detected by Midas IV.",
      "month": "October",
      "day": 25,
      "monthNumber": 10
    },
    {
      "story": " USAF announced that Project West Ford’s 350 million dipoles launched with Midas IV had not yet been found by radar contact.",
      "month": "October",
      "day": 25,
      "monthNumber": 10
    },
    {
      "story": " Full Tass text of Marshal R. V. Malinovsky’s speech on October 23 as it appeared in Soviet dailies, showed no statement to the effect that the Soviets had perfected an antimissile missile, as had been reported by Moscow correspondents of the American press.",
      "month": "October",
      "day": 25,
      "monthNumber": 10
    },
    {
      "story": " National Aeronautic Association appointed committee headed by Maj. Gen. Albert Boyd, U.S. Air Force (retired), to program U.S. efforts to break world aircraft records now held by other nations.",
      "month": "October",
      "day": 26,
      "monthNumber": 10
    },
    {
      "story": " Air Force Cambridge Research Laboratory successfully flighttested largest plastic balloon (318 feet in diameter and 434 feet long).",
      "month": "October",
      "day": 26,
      "monthNumber": 10
    },
    {
      "story": " Blandy demonstrated capability of a destroyer to recover MR-2 Mercury capsule, with Virgil Grissom aboard, from water in series of pickups in lower Chesapeake Bay.",
      "month": "October",
      "day": 26,
      "monthNumber": 10
    },
    {
      "story": " Largest known rocket launch to date, the Saturn 1st stage booster, successful on first test flight from Atlantic Missile Range. With its eight clustered engines developing almost 1.3 million pounds of thrust at launch, the Saturn (SA-1) hurled water-filled dummy upper stages to an altitude of 84.8 miles and 214.7 miles down range. In a postlaunch statement, Administrator Webb said: “The flight today was a splendid demonstration of the strength of our national space program and an important milestone in the buildup of our national capacity to launch heavy payloads necessary to carry out the program projected by President Kennedy on May 25. We in NASA deeply appreciate the contribution by the military services and American industry in achieving this important milestone. * * *” Development of Saturn had begun under Advanced Research Projects Agency auspices in 1958.",
      "month": "October",
      "day": 27,
      "monthNumber": 10
    },
    {
      "story": " Goddard Space Flight Center and Geophysics Corp. launched Nike-Cajun rocket from Wallops Station with 60-pound payload that reached 90-mile altitude in a study of electron density and temperature in the upper level of the atmosphere.",
      "month": "October",
      "day": 27,
      "monthNumber": 10
    },
    {
      "story": " Smithsonian Astrophysical Observatory scientists reported that Discoverer XVII nose cone (launched November 12, 1960, from Pacific Missile Range) had picked up tritium—product of a solar flare in which hydrogen and helium combine at high energies. While recovered satellite capsules often pick up some tritium, capsule of Discoverer XVII had 100 times the normal amount.",
      "month": "October",
      "day": 27,
      "monthNumber": 10
    },
    {
      "story": " Secretary of Defense McNamara announced that progress of the Administration's accelerated defense buildup made unnecessary the use of additional defense funds appropriated by the Congress above the amount requested by the administration. The Congress had voted $514.5 million for additional long-range bombers; $180 million additional for the B-70; and $85.8 million additional for Dyna-Soar.",
      "month": "October",
      "day": 27,
      "monthNumber": 10
    },
    {
      "story": " Second NASA honor awards ceremony in Washington: Dr. Abe Silverstein, new Director of the Lewis Research Center, received NASA’s Outstanding Leadership Medal; William O’Sullivan of Project Echo received the NASA Exceptional Scientific Achievement Award; and George D. McCauley received the Sustained Superior Performance Award. Other NASA personnel who had received NASA or non-Federal awards during NASA’s third year were also recognized.",
      "month": "October",
      "day": 27,
      "monthNumber": 10
    },
    {
      "story": " Comdr. Alan B. Shepard, Jr., awarded the Theodore Roosevelt Distinguished Service Award in New York City.",
      "month": "October",
      "day": 27,
      "monthNumber": 10
    },
    {
      "story": " All-out speed trial of X-15 postponed because of heavy cloud cover, a flight aimed at 4,100 miles per hour.",
      "month": "October",
      "day": 27,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that first Mercury-Scout launch to verify the readiness of the worldwide Mercury tracking network would take place at Atlantic Missile Range.",
      "month": "October",
      "day": 29,
      "monthNumber": 10
    },
    {
      "story": " announced completion of its series of Pacific rocket tests with a successful shot of 7,500 miles. Since series began on September 13, Tass had announced a total of eight shots, emphasizing the accuracy of what was described as a “fundamentally new type of guidance system.”",
      "month": "October",
      "day": 29,
      "monthNumber": 10
    },
    {
      "story": " U.S.S.R. exploded 55- to 60-megaton nuclear device as per Khrushchev’s promise to the 22d Communist Party Congress. White House release later in the day pointed out that this Soviet explosion would “produce more radioactive fallout than any previous explosion. The Soviet explosion was a political rather than a military act.”",
      "month": "October",
      "day": 30,
      "monthNumber": 10
    },
    {
      "story": " NASA has assembled an outstanding management team for its stepped-up assault on space, NASA Administrator Webb told the Aero Club of Washington. Citing Associate Administrator Seamans, Deputy Associate Administrator Dixon, and Director of Manned Space Flight Holmes as examples, Mr. Webb added: “These men, and many others associated with them, know the technical side of aeronautics and space and are all experienced in the management of large activities. Each has demonstrated a personal earning capacity far beyond what the Government is able to pay for their services. Each is thoroughly famlliar with the opportunities and problems associated with our most important technical military weapon system development efforts. It is fortunate for this Nation that men with these high qualifications and such experience are willing to forego large earnings in industry and a more normal personal and family life to supply the leadership needed in our national space effort.”",
      "month": "October",
      "day": 31,
      "monthNumber": 10
    },
    {
      "story": " Launch of Mercury-Scout canceled at T minus 10 seconds at Atlantic Missile Range because of mechanical difficulties, while record speed flight of X-15 was again prevented by cloud cover restricting instrumentation.",
      "month": "October",
      "day": 31,
      "monthNumber": 10
    },
    {
      "story": " At autumn meeting of the National Academy of Sciences in Los Angeles, Dr. Hilde Kallmann-Biji reported on Committee on Space Research report by an international studies group on data discovered by Soviet and American satellites as well as sounding rocket observations including those of Britain and West Germany. Findings indicated that 500 miles in space, temperatures may fluctuate 1,000° F., and that the Earth’s upper atmosphere has distinct day and night variations in density and pressure. During October: A series of some 50 supersonic flights to analyze the characteristics, intensity, and air and ground effects of supersonic booms began at Edwards Air Force Base, Calif., under joint sponsorship of the USAF, FAA, and NASA.",
      "month": "October",
      "day": 31,
      "monthNumber": 10
    },
    {
      "story": " New organization of NASA headquarters became effective, which established four major program offices (Manned Space Flight, Space Sciences, Advanced Research and Technology, and Applications), and provided center directors with direct line to the Office of the Associate Administrator.",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " Reported that the DOD-NASA Golovin Committee was near agreement on hybrid solid-and-liquid fuel rockets for Dyna-Soar. Golovin Committee had been meeting for 3 months to work out families of large rockets for overall national space program.",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " Mercury-Scout, testing global tracking network, was destroyed by range safety officer after lift-off.",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " Radiocarbon from nuclear tests had been useful in tracing movements of the atmosphere, reported Prof. Gordon S. Fer-gusson to the National Academy of Sciences. Studies since 1955 showed that it took 1 year for carbon 14 to move from one hemisphere to the other, once it gets into the lower atmosphere.",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " Scientists and engineers of Langley Research Center and the Space Task Group were guests of the Peninsula Chamber of Commerce honoring the 46 years of NACA and NASA on the Virginia Peninsula.",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " Ballute (balloon braking system) reentry test of 500-pound Cree vehicle, launched by three-stage Nike rocket, reaching an altitude of 28 miles and a speed of near 1,900 miles per hour, at Eglin Air Force Base, Fla.",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " USAF Hound Dog missile launched successfully from B-52 over Atlantic Missile Range and hit target area.",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " Lewis Research Center scientists, G. B. Brown and E. E. Callighan, reported at 1961 International Conference on High Magnetic Fields at MIT, that NASA was constructing a magnetic shield of superconducting alloys for future manned spacecraft.",
      "month": "November",
      "day": 2,
      "monthNumber": 11
    },
    {
      "story": " British Skylark reached an altitude of more than 100 miles in third of four NASA firings to study ultraviolet radiation in the Southern Hemisphere.",
      "month": "November",
      "day": 2,
      "monthNumber": 11
    },
    {
      "story": " Navy Aerobee 100, which had been launched from water on",
      "month": "November",
      "day": 2,
      "monthNumber": 11
    },
    {
      "story": "",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " Reported unnamed NASA spokesman stated that two inspections of Gurtler-Hebert & Co.’s renovation of the Michoud Ordnance Plant for NASA revealed no racial discrimination.",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " NASA announced start of a nationwide recruiting drive for 2,000 talented scientists and engineers.",
      "month": "November",
      "day": 3,
      "monthNumber": 11
    },
    {
      "story": " Nine-nation Western European Conference in London announced decision to launch a satellite in mid-1965, using a British Blue Streak first stage, a French Veronique second stage, and a West German third stage, from the Woomera range in Australia.",
      "month": "November",
      "day": 3,
      "monthNumber": 11
    },
    {
      "story": " Lincoln Laboratory of MIT reported that examination of telemetry from Midas IV indicated that Project West Ford package of dipoles had been ejected at the expected time and the proper speed. No evidence was available as to whether the dipoles had been released, and no radar reading had been obtained.",
      "month": "November",
      "day": 3,
      "monthNumber": 11
    },
    {
      "story": " Three Polaris A-2 missiles successfully fired within 3-hour period from submarine Ethan Allen.",
      "month": "November",
      "day": 3,
      "monthNumber": 11
    },
    {
      "story": " USAF Office of Aerospace Research symposium at MIT, at which Dr. Otto Schmitt, of Northwestern University, reported that snails, worms, and one-celled paramecia had the ability to detect magnetic fields encountered on the surface of the Earth.",
      "month": "November",
      "day": 4,
      "monthNumber": 11
    },
    {
      "story": " USAF Discoverer XXXIV launched into polar orbit with recoverable capsule. Launch represented 22d successful in the Discoverer series.",
      "month": "November",
      "day": 5,
      "monthNumber": 11
    },
    {
      "story": " NASA informed Marshall Space Flight Center that management of the Agena B vehicle system would be retained at Marshall Space Flight Center.",
      "month": "November",
      "day": 6,
      "monthNumber": 11
    },
    {
      "story": " Department of Commerce issued a proposal by MIT researchers on a science information network, entitled “An Experimental Communications Center for Scientific and Technical Information” (OTS, AD-255626). Proposed network included newspapers as well as radio and TV and recommended further research on a specific network to process, identify and retrieve scientific documents and information for dissemination.",
      "month": "November",
      "day": 6,
      "monthNumber": 11
    },
    {
      "story": " Varvarov, in Soviet newspaper, Ekonomicheskaya Gazeta, denounced the U.S. space program as using outer space for military purposes and cluttering the cosmos with an unnecessarily large number of satellites. Especially critical of the Discoverer series, the article said: “* * * the United States, pursuing an intensive arms race, is setting up an elaborate system of cosmic military intelligence communications and navigation. * * * Actually, this is banditry on an international scale. * * *”",
      "month": "November",
      "day": 6,
      "monthNumber": 11
    },
    {
      "story": " Explosion in hydrogen system canceled full-power run of AEC Kiwi B-1A reactor at Jackass Flats, Nev. Five men were injured, and the reactor was not damaged. NASA announced award of a contract to North American Aviation Co. to study the feasibility of a large erectable manned space station based on Langley Research Center concept.",
      "month": "November",
      "day": 7,
      "monthNumber": 11
    },
    {
      "story": " Industry proposal to FCC for organizing a commercial communications satellite system critically reviewed in hearings of the Monopoly Subcommittee of the Senate Small Business Committee.",
      "month": "November",
      "day": 8,
      "monthNumber": 11
    },
    {
      "story": " X-15 flown to announced record 4,070 miles per hour (later revised to 4,093) by Maj. Robert White, U.S. Air Force, in top-speed test flight, making safe landing with outer right windshield cracked.",
      "month": "November",
      "day": 9,
      "monthNumber": 11
    },
    {
      "story": " Former President Dwight D. Eisenhower in speech at Case Institute of Technology in Cleveland, said: “I for one do not fully understand why, in the midst of a plethora of necessary and costly activities, our Nation should be required, urgently, to develop a capacity to put men on the Moon and challenge our principal opponent in doing so. * * *”",
      "month": "November",
      "day": 9,
      "monthNumber": 11
    },
    {
      "story": " Senate Small Business Committee concluded critical hearings on the FCC’s handling of the communications satellite project.",
      "month": "November",
      "day": 9,
      "monthNumber": 11
    },
    {
      "story": " USAF Atlas with capsule containing squirrel monkey destroyed by range safety officer at Atlantic Missile Range when main sustainer engine failed 15 seconds after launch.",
      "month": "November",
      "day": 10,
      "monthNumber": 11
    },
    {
      "story": " Reported that ONR-supported radio observatory at Cal Tech’s Owens Valley, Calif., had expanded the radius of the observable universe 27 times (36 sextillion miles, the distance traveled by light at a speed of about 186,000 miles a second in 6 billion years).",
      "month": "November",
      "day": 10,
      "monthNumber": 11
    },
    {
      "story": " In reviewing NASA’s communications satellite programs, Administrator Webb pointed out that it had been speculated that the satellite system “may have progressed enough by 1964 that we shall be able to watch the Tokyo Olympic Games on television at home.”",
      "month": "November",
      "day": 10,
      "monthNumber": 11
    },
    {
      "story": " NASA announced that top speed of X-15 on Major White’s record flight was revised to 4,093 miles per hour (mach 6.04), reached at 95,800 feet. (White also held altitude record of 217,000\tfeet (41 miles), flown on October 11).",
      "month": "November",
      "day": 11,
      "monthNumber": 11
    },
    {
      "story": " Mercury-Atlas 5, scheduled for launch no earlier than November 14, ran into technical difficulties, postponing launch for several days.",
      "month": "November",
      "day": 12,
      "monthNumber": 11
    },
    {
      "story": " Bell Aerosystems Co. announced design of a “practical zero gravity belt” to propel a man a short distance in space.",
      "month": "November",
      "day": 12,
      "monthNumber": 11
    },
    {
      "story": " USAF announced that amateur radio communications satellite, assembled by Project Oscar Association, would be flown piggyback in future Discoverer vehicle.",
      "month": "November",
      "day": 13,
      "monthNumber": 11
    },
    {
      "story": " ..... Soviet and bloc delegates from Czechoslovakia and Poland, who had previously accepted invitations, did not attend the NASA-Weather Bureau International Meteorological Satellite Workshop held in Washington; telegram from Andre Zolotukhin received by Dr. Reichelderfer stated that “our representatives unable to participate,” but requested “dispatch of relevant papers if possible.”",
      "month": "November",
      "day": 14,
      "monthNumber": 11
    },
    {
      "story": " Navy Transit IV-B and Traac (Transit Research Attitude Control) satellites launched into orbit by Thor-Able-Star at Atlantic Missile Range.",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " USAF Discoverer XXXV launched into polar orbit with 300pound recoverable capsule.",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " NASA Bios (biological investigation of space) payload launched by Argo D-8 booster rocket from Pacific Missile Range, but veered sharply off course 57 seconds after launch.",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " Anniversary of the first flight of the USAF-USN-NASA X-15 powered with the XLR-99 engine (15 flights total to date). A $225 million research program under NASA management, test data indicated that X-15 would exceed its design limits by 100 percent in altitude and 17 percent in speed. The X-15 had already pushed near its design altitude limit of 250,000 feet (reached 217,000 feet October 11, 1961) and passed its maximum design speed of mach 6 (reached mach 6.04 November 9, 1961).",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " NASA Director of the Office of Manned Space Flight, D. Brainerd Holmes, said, in an interview, that at least 10 Apollo spacecraft would be ordered in the manned lunar vehicle prime systems contract to be awarded in December 1961.",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " Army launched Speedball rocket successfully from the island of Roi-Namur on Kwajalein atoll in the Southwest Pacific, the first target rocket to be used in Nike-Zeus development.",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " Gold-plated capsule of Discoverer XXXV recovered after 18 orbits in midair over Fern Island by C-130 aircraft, Capt. James F. McCullough, U.S. Air Force, as pilot. It was the 10th recovery from orbit in the Discoverer series and the 1st recovery observed from the ground.",
      "month": "November",
      "day": 16,
      "monthNumber": 11
    },
    {
      "story": " In speech on “Scientists and Engineers in the Space Program,” Albert F. Siepert, NASA Director of Administration, outlined NASA’s basic policies on personnel. He pointed out that of NASA’s some 20,000 employees, only 4,000 had come to NASA through individual appointments, the remainder on transfer of organizations intact to NASA. NASA’s personnel utilization practices, Siepert said, were as follows: (1) Don’t use a scientist or engineer when another skill will do as well; (2) classify a man’s skills by what he actually does, rather than how he was formally trained; (3) provide professional entrance into the Federal civil service through an examination which is work centered rather than academically oriented; (4) take on-the-job training and education seriously; (5) encourage professional recognition outside the agency; and (6) recognize that job satisfaction depends upon the man’s continued interest in his work as well as his take-home pay.”",
      "month": "November",
      "day": 16,
      "monthNumber": 11
    },
    {
      "story": " William J. O’Sullivan, Jr., of Langley Research Center awarded the Second NASA Invention and Contribution Award for conception and development of the inflatable space vehicle. Proposed in January 1956 to the U.S. IGY Committee, O’Sullivan’s invention led to two successful NASA experiments, Echo I and Explorer IX, and U.S. Patent No. 2,996,212, entitled “SelfSupporting Space Vehicle ” issued to the NASA Administrator in behalf of the United States on August 15, 1961.",
      "month": "November",
      "day": 16,
      "monthNumber": 11
    },
    {
      "story": " Army Nike-Zeus antimissile rocket with active second stage successfully fired at Point Mugu, Calif.",
      "month": "November",
      "day": 16,
      "monthNumber": 11
    },
    {
      "story": " NASA announced selection of the Chrysler Corp. for construction, test, and launch of 20 first-stage Saturn boosters at its Michoud, La., fabrication plant.",
      "month": "November",
      "day": 17,
      "monthNumber": 11
    },
    {
      "story": " First USAF Minuteman successfully fired from silo at Atlantic Missile Range, making 3,000-mile flight.",
      "month": "November",
      "day": 17,
      "monthNumber": 11
    },
    {
      "story": " Ranger II placed into low orbit from Atlantic Missile Range by Atlas, but Agena second stage did not restart, leaving deep-space probe Ranger in parking orbit. Results reported to delay lunar-landing Ranger shot in early 1962.",
      "month": "November",
      "day": 18,
      "monthNumber": 11
    },
    {
      "story": " NASA announced that record Argo D-8 vehicle was launched with Bios payload from Point Arguello, but reentry capsule beacon signal had not been acquired by down-range recovery forces.\t*",
      "month": "November",
      "day": 18,
      "monthNumber": 11
    },
    {
      "story": " Evidence of traces of living things in meteorites from space reaching Earth, reported in Nature magazine by George Claus of NYU and Bartholomew Nagy of Fordham, based upon discovery of five types of “organized structure” in the Orgueil meteorite found in southern France in 1864, and the Ivuna meteorite that fell in central Africa in 1938.",
      "month": "November",
      "day": 18,
      "monthNumber": 11
    },
    {
      "story": " Reported from Moscow that U.S.S.R. was planning to orbit a man around the Moon in 1962, and that the U.S.S.R. had ICBM’s in being with 100-megaton warheads.",
      "month": "November",
      "day": 18,
      "monthNumber": 11
    },
    {
      "story": " NASA announced the completion of the preliminary flight rating test of the Nation’s first liquid-hydrogen rocket engine. The engine, the RL-10, was designed and developed by Pratt and Whitney, of United Aircraft, for the Marshall Space Flight Center, and 20 captive firings were completed within 5 days under simulated space conditions, consistently producing 15,000 pounds of thrust. RL-10, previously known as XLR-115, was initiated in October 1958 and over 700 firings were conducted in its development.",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " Navy Skylark balloon began coast-to-coast flight carrying University of Chicago cosmic ray experiment, launched at Brawley, Calif., and landing near Asheville, N.C., on November 21.",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " NASA announced consolidation of nuclear-electric propulsion program at Lewis Research Center by transfer of the Marshall Space Flight Center Research Projects Division under Dr. Ernst Stuhlinger to Lewis within 3 months.",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " Executive order of the President suspended the 8-hour limitation on construction workers in NASA. It stated that “a clearly leading role in aeronautical and space achievement has become a vital national objective,” and that it was essential to conduct the space program “with a major national commitment of manpower, material, and facilities,” and “with all possible speed and efficiency.”",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " In news conference, Dr. Albert R. Hibbs, Jet Propulsion Laboratory’s Chief of Space Sciences, stated that it would be a “major accomplishment” if the United States were to overtake the Russians in the race to the Moon, a “less than 50-50 chance.” He pointed to the rumors that the Soviet Union had already attempted to launch a probe to Mars.",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " NASA Launch Operations Directorate announced establishment of Offices of Financial Management and of Procurement and Contracts to support NASA activities at Cape Canaveral, previously done by Marshall Space Flight Center.",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " In a speech on “Our National Program in Space,” NASA Administrator Webb said: “In carrying out its responsibilities, NASA cooperates with and depends upon private industry, universities, and many other Government agencies—not only the Department of Defense, the Atomic Energy Commission, and the Bureau of Standards, but the Weather Bureau, the Federal Communications Commission, the Federal Aviation Agency, the National Science Foundation, and others. “It has been only 4 years since the first manmade satellite orbited the Earth. Since then, progress in this new field of space has been tremendous. I believe that in the years ahead the rate of progress will trace a steeply ascending curve. I believe also that the many problems we will solve to achieve manned exploration of space will create a wealth of new materials, consumer goods, processes, and techniques, thus opening a host of new jobs, careers, opportunities for investment, and a general national growth. “We can be first in space if we advance our scientific and technical knowledge at the most rapid rate possible, and if we go forward with the sustained effort that it requires. That is the basis of our national space effort.”",
      "month": "November",
      "day": 21,
      "monthNumber": 11
    },
    {
      "story": " Titan ICBM launched from Cape Canaveral carrying target nose cone to be used in Nike-Zeus antimissile-missile tests. This was first Titan ICBM to be fired from Cape Canaveral by a military crew, AFBSD’s 6555th Aerospace Test Wing.",
      "month": "November",
      "day": 21,
      "monthNumber": 11
    },
    {
      "story": " USAF launched an unnamed satellite with an Atlas-Agena booster from Point Arguello, Calif., in first unannounced U.S. satellite launching.",
      "month": "November",
      "day": 22,
      "monthNumber": 11
    },
    {
      "story": " An F4H Phantom II piloted by Lt. Col. Robert B. Robinson (USMC), claimed a new world speed record at Edwards Air Force Base, averaging 1,606.324 miles per hour.",
      "month": "November",
      "day": 22,
      "monthNumber": 11
    },
    {
      "story": " Tiros II completed first year in orbit, still transmitting cloud-cover photographs of usable quality, although it has been expected to have a useful lifetime of only 3 months. Tiros II had completed 5,354 orbits, and had transmitted over 36,000 photographs.",
      "month": "November",
      "day": 23,
      "monthNumber": 11
    },
    {
      "story": " National Aeronautic Association notified Mrs. Constance Wolf, of Blue Bell, Pa., that her Texas-to-Oklahoma balloon flight of 40 hours 13 minutes, 363.99 miles and 13,000-foot altitude established 15 women’s world records.",
      "month": "November",
      "day": 23,
      "monthNumber": 11
    },
    {
      "story": " First four U.S. Nike-Cajun rockets arrived in Norway for use in research program off Andoeya Island early next year.",
      "month": "November",
      "day": 24,
      "monthNumber": 11
    },
    {
      "story": " DOD announced that the Advanced Research Projects Agency (ARPA) had selected Space Technology Laboratory (STL) to develop satellite system under Project Vela for detection of clandestine nuclear weapons in outer space.",
      "month": "November",
      "day": 24,
      "monthNumber": 11
    },
    {
      "story": " Official Soviet films on the flight of Vostok II shown on nationwide TV in NBC program, “Crossing the Threshold—Part I.”",
      "month": "November",
      "day": 24,
      "monthNumber": 11
    },
    {
      "story": " Announced that the largest quartz lens ever ground had been completed by Bausch & Lomb for use in NASA’s optical solar simulation system at the Jet Propulsion Laboratory. The lens is 36 inches in diameter, 6 inches thick at the center, and weighs 350 pounds.",
      "month": "November",
      "day": 25,
      "monthNumber": 11
    },
    {
      "story": " Russian scientist, K. Florensky, reported in Komsomol Pravda that a comet’s head, not a meteorite or an interplanetary atomic weapon, caused the big explosion that jarred Siberia on June 30, 1908. The blast near the Hunguska River killed 1,500 reindeer, felled trees over an area of 700 square miles, and was recorded on seismographs around the world.",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " The United States presented an outline for a program for cooperation and control in outer space to the U.N. Committee on the Peaceful Uses of Outer Space meeting in New York. This was the first committee meeting held since its membership was expanded from 18 to 24 nations by the General Assembly 2 years ago, the 7 Communist members refusing to attend until today. U.N. Delegate Charles W. Yost urged consideration of the U.S. proposals before the life of this Committee expired at the end of the year. The U.S. proposals were: acknowledge that international law and U.N. Charter extend to outer space; establish central registry for all space launchings and satellites; and share all information from weather satellites.",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " USAF reported that Lincoln Laboratory’s Millstone Hill radar at West Ford, Mass., had made three sightings on November 3, 13, and 15, which might be the missing package of 350 million copper needles launched into orbit on October 21.",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " Senator Robert Kerr announced that he would introduce legislation to authorize private ownership of the U.S. portion of the proposed worldwide communications satellite system. His bill would create the “Satellite Communications Corp.” which the participating firms would buy.",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " The Daniel and Florence Guggenheim Foundation announced openings for 18 young scientists and engineers for graduate study in rockets, jet propulsion, space llight and space structures at Cal Tech’s Jet Propulsion Laboratory, Aerospace Laboratory at Princeton, and the Institute of Flight Structures at Columbia. Established in 1949, Guggenheim fellowship program in the aerospace sciences has provided financial aid to 142 students to date.",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " General Curtis E. LeMay, Chief of Staff, U.S. Air Force, said in interview with U.S. News & World Report: “I think we’re at the period of space technology that we were in aeronautical technology along about 1914. At that time no one could predict the type of weapon systems that the airplane was going to produce, or the transportation system that it would eventually produce. As a matter of fact, it was pretty much a laughing stock—a very expensive toy. “We, of course, initially did a very poor job in our development program to advance the science of aeronautics in this country. I hope we do a better job in space. At the present time we can’t predict what will eventually come out of research in space in the way of weapon systems or commercial vehicles or any other use that we might put space to. I am sure that men are going out into space. I’m sure that they’ll find useful things to do out there, and I’m sure that, unless something is done to preclude it, they’ll find things to fight over out there, too.”",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " President Kennedy awarded the Harmon International Aviator’s Trophy jointly to the three X-15 test pilots. The first joint award in the liistory of the trophy went to A. Scott Crossfield of North American, Joseph A. Walker of NASA, and Maj. Robert M. White, U.S. Air Force.",
      "month": "November",
      "day": 28,
      "monthNumber": 11
    },
    {
      "story": " NASA selected North American Aviation to design and build a three-man Apollo spacecraft leading toward eventual lunar landings and exploration of the Moon. Each proposal was evaluated by a team of nearly 200 NASA and DOD specialists.",
      "month": "November",
      "day": 28,
      "monthNumber": 11
    },
    {
      "story": " Mercury-Atlas 5 launch from Cape Canaveral placed Mercury spacecraft carrying chimpanzee “Enos” into orbit; retro-rockets were fired on second rather than planned third orbit because of developing malfunction of attitude control system. Mercury capsule was recovered 1 hour and 25 minutes after water landing by the destroyer Stormes, and well-performing “Enos” recovered in excellent condition. Project Mercury officials named John H. Glenn as prime astronaut for the first manned orbital mission with M. Scott Carpenter as backup, and Donald Slayton as prime astronaut for second manned orbital mission with Walter Schirra as backup.",
      "month": "November",
      "day": 29,
      "monthNumber": 11
    },
    {
      "story": " President Kennedy, after giving lengthy answer to a question at his regular press conference, was handed a note by his press secretary, which he read and then said: “This chimpanzee who is flying in space took off at 10:08. He reports that everything is perfect and working well.”",
      "month": "November",
      "day": 29,
      "monthNumber": 11
    },
    {
      "story": " Thomas F. Dixon, NASA Deputy Associate Administrator, in speech before the Greater Los Angeles Press Club, reviewed west coast space projects and said: “All of these projects are part of a unified national program, which was accelerated earlier this year. I want to emphasize that this is a national program. I t is not just a NASA program. It is not just a government program. H is a program to mobilize America’s manpower and resources to meet the goals we have set for ourselves in space.”",
      "month": "November",
      "day": 29,
      "monthNumber": 11
    },
    {
      "story": " Soviet Cosmonaut Gagarin in New Delhi said that “we will not have to wait long” for the first manned flight to the Moon. Gagarin was making a 9-day visit to India.",
      "month": "November",
      "day": 29,
      "monthNumber": 11
    },
    {
      "story": " Air Force Office of Aerospace Research (OAR) announced that its Office of Scientific Research had awarded 139 basic research grants and contracts worth almost $8 million so far this fiscal year.",
      "month": "November",
      "day": 29,
      "monthNumber": 11
    },
    {
      "story": " Army fired its Pershing solid-fuel tactical missile from Cape Canaveral on a 200-mile flight, testing accuracy, warhead components, and blast and heat factors at launch in relation to operational crew protection. This was the seventh straight successful firing of the Pershing.",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " Army successfully fired a Nike-Zeus antimissile missile from White Sands Missile Range in the first flight test of all three rocket motors. During November: Studies by General Electric’s Space Sciences Laboratory, under NASA contract, disclosed that the heat barrier encountered by vehicles returning from deep space will be at least 2% times more severe than previously estimated. During November: Textron’s Bell Aerospace Corp. completed 81 flight tests with cold gas one-man propulsion system in USAF C-131 aircraft flying “Keplerian trajectories.”",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " National Bureau of Standards established the Radio Refractive Index Data Center at its Boulder, Colo., laboratories, to correlate data from 300 reporting points on the variable refraction of radio waves at specific times, heights, and locations.",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " DOD revised its patent policy on space research and development contracts in accordance with present NASA patent provisions, such provisions already having been written into space communications contracts (i.e., Government retains royalty-free exclusive title to patents developed under contract).",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " USAF announced expansion of gaseous physics research activities with the construction of a $636,000 laboratory at L. G. Hanscom Field, Bedford, Mass., as a part of the Cambridge Research Laboratory.",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " Project Rover, Project Pluto, and the U.S. underground nuclear test program were halted in Nevada by a jurisdictional strike between the Operating Engineers and the Plumbers and Pipefitters Unions.",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " Representatives of 30 American aerospace firms in Europe formed an informal organization known as U.S. Aerospace Industries in Europe.",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " Douglas Aircraft reported successful drop and recovery of a data capsule and camera that will be used to film inflation of Echo-type spheres as a part of Project Big Shot (the first phase in the NASA program leading to a global communication system using rigidized inflatable spheres equidistant and in orbit around the Earth).",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " Two-hundred-foot radiotelescope of the Commonwealth Scientific and Industrial Research Organization was commissioned at Parkes, 200 miles west of Sydney, Australia. Slightly smaller than the British radiotelescope at Jodrell Bank, the Parkes telescope is considered superior in surface accuracy and tracking control. It cost $1.8 million of which the Rockefeller Foundation and the Carnegie Corp. donated $500,000.",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " USAF aircraft produced sonic booms on routine training missions over major airlane intersections, in support of FAA studies of supersonic air transportation problems.",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " Three new world helicopter speed records were claimed by Capt. Bruce K. Lloyd, U.S. Navy, and Comdr. E. J. Roul-stone, U.S. Navy, who flew an HSS-2 helicopter at 182.8,179.5, and 175.3 miles per hour for 100, 500, and 1,000 kilometers, respectively, over a course along Long Island Sound between Milford and Westbrook, Conn.",
      "month": "December",
      "day": 1,
      "monthNumber": 12
    },
    {
      "story": " Nike-Zeus guidance system successfully passed initial flight test at White Sands Missile Range.",
      "month": "December",
      "day": 1,
      "monthNumber": 12
    },
    {
      "story": " Navy-sponsored Hypersonic Propulsion Research Laboratory, for simulating flights at speeds up to mach 10, was opened at Applied Physics Laboratory of Johns Hopkins University.",
      "month": "December",
      "day": 1,
      "monthNumber": 12
    },
    {
      "story": " Two Roksonde meteorological sounding rockets were successfully fired from Cape Canaveral, telemetered measurements of winds and temperatures at altitudes above 180,000 feet. Produced by Marquardt for the Army, Roksondes had already completed a series of tests at White Sands Missile Range and Pacific Missile Range.",
      "month": "December",
      "day": 12,
      "monthNumber": 12
    },
    {
      "story": " Twelve Canadian Black Brant rockets for upper-atmosphere research were to be launched from NASA’s Wallops Station, Virginia, as the Canadian Defence Research Board shifted the flring site from Fort Churchill because a fire largely destroyed the Canadian facilities. Capable of carrying a 150-pound payload to an altitude of 150 miles, Black Brants were to be fired from Wallops at the rate of two in December 1961, two in February 1962, six in April 1962, and two in May 1962.",
      "month": "December",
      "day": 2,
      "monthNumber": 12
    },
    {
      "story": " Ambassador Adlai Stevenson introduced a resolution before the U.N.’s Political Committee for a U.N. space program guided by four considerations: (1) Application of the principles of international law to outer space and celestial bodies to ensure against sovereignty claims in space; (2) making the U.N. a clearinghouse for use of outer space, including information on satellite launchings and cooperation for peaceful use of outer space; (3) international cooperation on weather satellite information; (4) international cooperation on communications satellites. Ambassador Stevenson said: “There is a right way and a wrong way to get on with the business of space exploration. In our judgment, the wrong way is to allow the march of science to become a runaway race into the unknown. “The right way is to make it an ordered, peaceful and cooperative and constructive forward march under the aegis of the United Nations.”",
      "month": "December",
      "day": 4,
      "monthNumber": 12
    },
    {
      "story": " Reported from Cape Canaveral that Astronaut John H. Glenn, Jr., had moved into “ready room” quarters. NASA had made no announcement whether a man would ride in the next Mercury capsule.",
      "month": "December",
      "day": 4,
      "monthNumber": 12
    },
    {
      "story": " USAF fired a Blue Scout rocket from Point Arguello, Calif., aimed at a point some 27,600 miles out in space and over the South Pole, to measure low-energy protons originating from the Sun.",
      "month": "December",
      "day": 4,
      "monthNumber": 12
    },
    {
      "story": " A new world aircraft altitude record for sustained horizontal flight was claimed by Comdr. George W. Ellis, U.S. Navy, who flew an F4H Phantom II at 66,443.8 feet over Edwards Air Force Base, Calif.",
      "month": "December",
      "day": 5,
      "monthNumber": 12
    },
    {
      "story": " AEC-NASA Space Nuclear Propulsion Office (SNPO) selected the proposal of the Aetron Division of Aerojet-General Corp. as the basis for negotiating an architect and engineering contract for an $8 million downward-firing test stand for the Nerva engine. The Nerva would be used in nuclear rockets with a reactor derived from the Kiwi B test series.",
      "month": "December",
      "day": 5,
      "monthNumber": 12
    },
    {
      "story": " Reported by Drew Pearson that CIA had warned that Russia “is preparing to launch a man around the moon in 60 days.”",
      "month": "December",
      "day": 5,
      "monthNumber": 12
    },
    {
      "story": " The first Project Mercury manned orbital flight, MA-6, was scheduled by NASA for early in 1962 after analysis of the data from the MA-5 chimpanzee orbital flight indicated that the Mercury-Atlas system and the tracking network were ready for manned orbital flight.",
      "month": "December",
      "day": 6,
      "monthNumber": 12
    },
    {
      "story": " Astronauts Alan B. Shepard, Jr., commander, U.S. Navy, and Virgil I. Grissom, captain, U.S. Air Force, were awarded the first astronaut wings (almost identical design of a shooting star imposed on the traditional pilot’s badge) in a joint ceremony by their respective services.",
      "month": "December",
      "day": 6,
      "monthNumber": 12
    },
    {
      "story": " raised its expenditure on science by 12 percent in its 1962 budget. The Minister of Finance, Vasily Garbuzov, announced that the 1962 expenditure on science would be 4,300 million rubles ($4,773 million). Also announced was a 44-percent increase in the defense budget to 13,400 million rubles ($14,874 million).",
      "month": "December",
      "day": 6,
      "monthNumber": 12
    },
    {
      "story": " Italian Air Force crew fired Jupiter IRBM from Atlantic Missile Range, the third such launching.",
      "month": "December",
      "day": 6,
      "monthNumber": 12
    },
    {
      "story": " NASA postponed its projected manned orbital flight from December 1961 until early in 1962 because of minor problems with the cooling system and positioning devices in the Mercury capsule, Dr. Hugh Dryden, Deputy Administrator of NASA, said in a Baltimore interview. “You like to have a man go with everything just as near perfect as possible. This business is risky. You can’t avoid this, but you can take all the precautions you know about.”",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " Plans for the development of a two-man Mercury capsule were announced by Robert Gilruth, Director of NASA's Manned Spacecraft Center. The two-man capsule, to be built by McDon-nel Aircraft Corp., would be similar in shape to the Mercury capsule but slightly larger and two to three times heavier. Its booster rocket was announced to be the USAF Titan II, scheduled for flight test early in 1962. One of the major objectives in the two-man capsule program would be a test of orbital rendezvous, in which the two-man capsule would be put into orbit by the Titan II and would attempt to rendezvous with an Agena stage put into orbit by an Atlas rocket. Total cost for a dozen two-man capsules plus boosters and other equipment was estimated at $500,000,000. Program name later announced as Gemini.",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " Power run completed the test series on the Kiwi B-1A reactor system being conducted at the Nevada Test Site by AEC’s Los Alamos Scientific Laboratory. Fourth in a series of test reactors in the joint AEC-NASA nuclear rocket propulsion program, Kiwi B-lA was disassembled for examination at the conclusion of the test runs.",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " Second Atlas ICBM launched by SAC crew, from Vandenberg Air Force Base.",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " Preproposal conference on the contract for design, research, development, fabrication, and testing of the reactor-in-flight-test (Rift) vehicle was held at Marshall Space Flight Center. This vehicle would test-fly the Nerva nuclear engine now under development. Twenty-nine firms were invited to attend this preliminary conference at which they were furnished general information on the project. Interested firms would then have 30 days to file information on their capabilities and experience. Then a smaller number of firms would be invited to submit detailed bids. Purpose of the two-step evaluation was to enable firms not in a competitive position to avoid the expense of entering detailed proposals.",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " United States and Soviet delegates to the United Nations informally discussed the question of the political makeup of the U.N. Committee on the Peaceful Uses of Outer Space and on a possible joint resolution in that Committee.",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " NASA selected Mason-Rust as the contractor to provide support services at NASA’s Michoud plant near New Orleans, providing housekeeping services through June 30, 1962, for the three contractors who would produce the Saturn S-I and S-IB boosters and the Rift nuclear upper-stage vehicle.",
      "month": "December",
      "day": 8,
      "monthNumber": 12
    },
    {
      "story": " USAF fired an Aerobee sounding rocket from Point Arguello, Calif., out over the Pacific 1,300 miles high and 900 miles toward Hawaii, at which point the rocket released three sets of flares to be photographed from California, Hawaii, and Alaska. Purpose was to provide a more precise knowledge of the location of Hawaii with respect to the North American mainland by means of photogrammetric triangulation of the flare photos.",
      "month": "December",
      "day": 8,
      "monthNumber": 12
    },
    {
      "story": " Solid-propellent rocket motor generating nearly 500,000 pounds of thrust was fired in a static test of 80-second duration by United Technology Corp. at Sunnyvale, Calif., under USAF contract.",
      "month": "December",
      "day": 9,
      "monthNumber": 12
    },
    {
      "story": " Nike-Zeus antimissile missile was fired from Point Mugu in its first low-altitude flight, going up to 40,000 feet and then out over the Pacific Missile Range at that altitude.",
      "month": "December",
      "day": 9,
      "monthNumber": 12
    },
    {
      "story": " The Carnegie Institution issued annual report containing several findings from its space scientists: Philip Abelson contended that it was a waste of time and money to sterilize vehicles going to the Moon or planets because any life there would be so unlike terrestrial life that it could not be contaminated by Earth organisms; Horace Babcock offered a theory on alternating spiral magnetic fields of the Sun that might explain sunspots, flares, and the 22-year magnetic cycle; other scientists noted growing evidence of major differences in chemical composition of distant stars, indicating a need to revise methods of computing distances to those stars.",
      "month": "December",
      "day": 10,
      "monthNumber": 12
    },
    {
      "story": " The U.N.’s Political Committee unanimously approved a resolution calling on the Committee on Peaceful Uses of Outer Space to meet on March 31, 1962, to begin discussions of world cooperation in space. The resolution essentially incorporated the four-point U.S. program on the peaceful uses of outer space. The U.S.S.R. supported the resolution although it had previously rendered the Committee inoperative by boycotting its meetings.",
      "month": "December",
      "day": 11,
      "monthNumber": 12
    },
    {
      "story": " The national space program portends a major technological advance for mankind, NASA Associate Administrator Dr. Robert C. Seamans, Jr., told the New Orleans Chamber of Commerce. Comparing its potential to that of the invention of the steam engine, Dr. Seamans noted: “Two aspects of such major advances are characteristic. First, the practical results are largely unforeseeable, primarily because they develop on broad fronts and, frequently, in unsuspected directions. Second, the concentration of effort required does not diminish effort expended on other frontiers of knowledge, but rather spurs such activities. For example, despite fears that space technology would monopolize the scientific effort of this country, such fields of activity as oceanography, geophysics, and the physics of high-energy particles have greatly increased since the national space effort has become a serious one.”",
      "month": "December",
      "day": 11,
      "monthNumber": 12
    },
    {
      "story": " Contract awarded by Army Engineers to Brown & Root, Inc., for design of major portion of NASA’s Manned Spacecraft Center at Houston, Tex.",
      "month": "December",
      "day": 11,
      "monthNumber": 12
    },
    {
      "story": " Survey of leading space experts on U.S. space goals from 197075 by the North American Newspaper Alliance produced a consensus that the United States would establish a Moon base from which to thoroughly explore the Moon and to launch interplanetary manned probes. Those interviewed included important figures in space industry, USAF, NASA, and space research.",
      "month": "December",
      "day": 11,
      "monthNumber": 12
    },
    {
      "story": " Discoverer XXXVI was launched by the USAF into orbit from Vandenberg Air Force Base, Calif., with a piggyback 10-pound Oscar (orbiting satellite carrying amateur radio) satellite aboard in addition to the Discoverer payload. Oscar was the first satellite built by private citizens to be put in orbit, transmitted Morse signal to world amateur radio operators.",
      "month": "December",
      "day": 12,
      "monthNumber": 12
    },
    {
      "story": " The National Center for Atmospheric Research was inaugurated at Boulder, Colo. To include the facilities of the High Altitude Observatory of the University of Colorado, to be governed by the University Corporation for Atmospheric Research, a corporation of 14 universities from coast to coast, and to be financed by the National Science Foundation, the center would provide a national attack on weather research, including the use of tools such as rockets, balloons, and computers too expensive for any one university to finance.",
      "month": "December",
      "day": 12,
      "monthNumber": 12
    },
    {
      "story": " USAF Atlas launched from Atlantic Missile Range carried piggyback package of 28 dummy fuel cells in a study of how metals evaporate on reentry.\t...",
      "month": "December",
      "day": 12,
      "monthNumber": 12
    },
    {
      "story": " Army announced that track radar for Nike-Zeus antimissile missile had successfully tracked an Atlas ICBM on November 22 from Ascension Island as well as Echo I 1,500 miles from Earth.",
      "month": "December",
      "day": 12,
      "monthNumber": 12
    },
    {
      "story": " NASA Administrator James E. Webb said in a speech in Cleveland that the United States would follow its first manned orbital flight in January 1962 with similar manned orbital flights every 60 days. These would gather data on effects of weightlessness, needed to determine the pacing of the two-man flight program later on. Mr. Webb also forecast the launching of 200 sounding rockets, 20 scientific satellites, and 2 deep-space probes in 1962.",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " USAF completed Titan I research and development test flight program of 40 launches at the Atlantic Missile Range; of the 40 launches 4 had been failures.",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " NASA fired a four-stage solid-fuel Trailblazer rocket from Wallops Station, Virginia, in the first of a series of reentry tests. Two stages boosted the rocket to 167 miles; then the other two drove the nose cone down through the atmosphere at 14,000 miles per hour.",
      "month": "December",
      "day": 14,
      "monthNumber": 12
    },
    {
      "story": " Nike-Zeus firing in extended range from Point Mugu attained all test objectives.",
      "month": "December",
      "day": 14,
      "monthNumber": 12
    },
    {
      "story": " NASA’s Explorer XII satellite returned voluminous data revising previous information on the Van Allen radiation belts and showing them to be no substantial problem to manned space flight. Launched on August 15, 1961, and transmitting until December 6, 1961, Explorer XII returned information amounting to 5,636 telemetry tapes (2,400 feet each). Of principal interest was its finding that the Van Allen belts consist of a preponderance of protons over electrons in a ratio of 1,000 to 1. Since the protons are of less than 1 million electron volts energy, they do not themselves offer a serious radiation problem and serve to slow the velocity of other radiation.",
      "month": "December",
      "day": 15,
      "monthNumber": 12
    },
    {
      "story": " IB stage of the Advanced Saturn launch vehicle would be built by the Boeing Co., NASA announced. The $300 million contract, to run through 1966, called for development, construction, and test of 24 flight stages, plus several for ground tests. Assembly would take place at the NASA Michoud Operations Plant, New Orleans, La. The S-IB would be the first stage of the vehicle that would launch the three-man Apollo spacecraft for direct circumlunar flight or, with rendezvous, for lunar landing.",
      "month": "December",
      "day": 15,
      "monthNumber": 12
    },
    {
      "story": " In a ceremony at Edwards Air Force Base, Calif., the USAF graduated its first class of five pilot-engineers from its school for space pilots. Graduates were awarded advanced technical degrees.",
      "month": "December",
      "day": 15,
      "monthNumber": 12
    },
    {
      "story": " Dr. Robert Jastrow, Chief of Theoretical Division and Director of the Institute for Space Studies, Goddard Space Flight Center, making the 25th annual Wright Brothers’ Lecture before the Institute of Aerospace Sciences, reviewed progress in the space sciences, said the most exciting and fruitful area thus far had been investigation of “solar control over the atmosphere of the Earth, causes of weather activity in the lower atmosphere, and the structure of the upper atmosphere.”",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that the first station in a network of data-gathering stations for use with second-generation satellites had been completed near Fairbanks, Alaska. Site for the second of the $5 million installations, each with a high-gain antenna 85 feet in diameter, was announced to be Rosman, N.C., 40 miles southwest of Asheville.",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " USAF awarded an additional $52 mlliion contract to North American Aviation for development of a prototype B-70 bomber, bringing to $267 million the amount allocated for the B-70.",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " Capsule from Discoverer XXXVI was ejected from orbit after 6 days and a record of 64 orbits, landed in the Pacific near Hawaii, was kept afloat by 3 USAF pararescue men until arrival of Navy destroyer.",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " USAF Minuteman ICBM successfully fired from a silo and traveled 3,600 miles down the Atlantic Missile Range, the second consecutive successful silo launching.",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " Successful test of a new way to steer large-size rockets was announced by United Technology Corp., an experimental method called liquid thrust vector control (TVC), in which a gas or liquid is sprayed into the exhaust path of a rocket engine, deflecting the exhaust and thereby turning the vehicle. The test was made with a 450,000-pound-thrust solid-fuel engine.",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " DOD summary statement on the X-15 program stated that to that date there had been 45 flights of the X-15, with planned performance achieved on 42 and the prime research objectives achieved on 40. The 98-percent launch success record of the X-15 was attributed to (1) use of alternate modes for subsystems and (2) the presence of a pilot to detect malfunctions in subsystems. This compared to a 43-percent launch record for an unmanned missile with no alternate modes in subsystems.",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that Ira H. Abbott, Director of Advanced Research and Technology, would retire in January after 32 years service with NACA and NASA. Beginning with the Langley Aeronautical Laboratory in 1929, Abbott became internationally known for his aerodynamic research, in more recent years as supervisor of X-15, supersonic transport, nuclear rocket, and advanced reentry development programs.",
      "month": "December",
      "day": 19,
      "monthNumber": 12
    },
    {
      "story": " X-15 No. 3 made first flight, a successful test of new automated control system, NASA’s Neil A. Armstrong as pilot in his first flight of XLR-99-engined X-15. At half throttle, X—15 reached speed of 2,502 miles per hour and an altitude of 81,000 feet.",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that Douglas Aircraft had been selected for negotiation of a contract to modify the Saturn S-IV stage by installing a single 200,000-pound-tlirust, Rocketdyne J-2 liquid-liydrogen/liquid-oxygen engine instead of six 15,000-pound-thrust P. & W. hydrogen/oxygen engines. Known as S-IVB, this modified stage will be used in advanced Saturn configurations for manned circuinlunar Apollo missions.",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " Two new radiotelescopes, one at Cambridge University and the other at Jodrell Bank, would be constructed with grants from Britain’s Department of Scientific and Industrial Research totaling $3,360,000. The Cambridge telescope would consist of three 52-foot paraboloidal aerials, two fixed and one rail-mounted, designed to examine a limited area of the sky with greater precision than present equipment. The Jodrell addition would be a 125-foot telescope to be used in conjunction with the present 250-foot telescope.",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " USAF launched Atlas ICBM from Cape Canaveral with a rhesus monkey in a side-mounted pod on a flight 5,000 miles long and 600 miles in altitude. The flight was intended to produce information on reactions to launch and reentry conditions much more severe than in human flights. The monkey survived the flight but recovery attempts failed.",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " In San Bernardino news conference, Gen. Bernard Schriever, U.S. Air Force, said: “I have never felt we were behind Russia in missile development.”",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " Army Nike-Zeus antimissile missile successfully intercepted a Nike-Hercules missile flying at over 3,000 miles per hour over White Sands Missile Range, while another Nike-Zeus made highest flight to date from Point Mugu and another Nike-Zeus was launched from Kwajalein Island in the South Pacific.",
      "month": "December",
      "day": 21,
      "monthNumber": 12
    },
    {
      "story": " Unnamed USAF satellite launched from Point Arguello, Calif. The announcement said it was powered by an Atlas-Agena B combination and that the satellite was “carrying a number of classified test components.”",
      "month": "December",
      "day": 22,
      "monthNumber": 12
    },
    {
      "story": " NASA selected Air Products & Chemicals to supply additional liquid hydrogen for west coast development projects, a $35 million contract to be negotiated for a 5-year period.",
      "month": "December",
      "day": 22,
      "monthNumber": 12
    },
    {
      "story": " Development time schedule for Dyna-Soar was reduced when DOD authorized the USAF to move directly from B-52 drop tests to unmanned and then manned orbital flights. This eliminated the previous interim stage of suborbital flights to be powered by the Titan II booster. USAF announced it was canceling the Titan II development contract held by the Martin Co. and negotiating a new contract for a larger booster.",
      "month": "December",
      "day": 26,
      "monthNumber": 12
    },
    {
      "story": " Ten scientific organizations recommended that the American Association for the Advancement of Science create a new section to deal with scientific information and communication. The problem was seen to be one of an overabundance of information not accessible for the scientist, particularly in interdisciplinary science. Only three other new sections have been created in the American Association for the Advancement of Science in this century.",
      "month": "December",
      "day": 26,
      "monthNumber": 12
    },
    {
      "story": " The “race in space” between the United States and U.S.S.R. was the top news story of 1961, with the Berlin crisis running second, according to a poll of Associated Press member newspapers and radio stations.",
      "month": "December",
      "day": 27,
      "monthNumber": 12
    },
    {
      "story": " Dr. Glenn T. Seaborg, Chairman of the Atomic Energy Commission, speaking before the American Association for the Advancement of Science, said that although science had become a determining factor in national and international events, its effectiveness was hampered because educated men did not understand science. Yet, he said, science was truly a part of the humanities; “Who in our times can make an adequate criticism of life without knowledge of the ideals, the methods, the dynamics of science?”",
      "month": "December",
      "day": 27,
      "monthNumber": 12
    },
    {
      "story": " DOD and USAF revealed that the B-70 bomber may be redesignated RSB-70 (reconnaissance-strike-bomber) and its mission changed from tracking known, fixed targets to seeking out and destroying unknown, hidden, or uncertain targets.",
      "month": "December",
      "day": 27,
      "monthNumber": 12
    },
    {
      "story": " Dr. Carl Sagen, of University of California (Berkeley), disputed the “space seed” life theory in American Association for the Advancement of Science paper. “Panspermic” theory did not seem plausible in the light of the fierce environment of space and the vastness of the universe, he said.",
      "month": "December",
      "day": 27,
      "monthNumber": 12
    },
    {
      "story": " Titan II, an advanced ICBM and the booster designated for NASA’s two-man orbital flights, was successfully captive-fired for the first time at the Martin Co.’s Denver facilities. The test not only tested the flight vehicle but the checkout and launch equipment intended for operational use.",
      "month": "December",
      "day": 28,
      "monthNumber": 12
    },
    {
      "story": " Dr. Hugh L. Dryden, Deputy Administrator of NASA, speaking in Denver before the American Association for the Advancement of Science, said: “The sheer magnitude of the manned lunar exploration program, amounting as it will to $3 billion or more [in fiscal year 1963], represents a significant application of the Nation’s resources. These billions of dollars will be spent in the laboratories, workshops, and factories of the Nation and thus constitute a significant factor in the Nation’s employment and economy generally. The personnel in the space program are not all scientists and engineers but come from every walk of life. “The ultimate and practical purpose of these large expenditures is twofold: (1) Insurance of the Nation against scientific and technological obsolescence in a time of explosive advances in science and technology; and (2) insurance against the hazard of military surprise in space.”",
      "month": "December",
      "day": 29,
      "monthNumber": 12
    },
    {
      "story": " Dr. Joseph F. Shea was appointed Deputy Director for Systems Engineering, Office of Manned Space Flight, NASA headquarters, reporting to D. Brainerd Holmes, NASA’s Director of Manned Space Flight. Dr. Shea came to NASA from Space Technology Laboratories.",
      "month": "December",
      "day": 29,
      "monthNumber": 12
    },
    {
      "story": " Dr. Arthur Rudolph was appointed Assistant Director of Systems Engineering in NASA’s Office of Manned Space Flight. Operating out of the Marshall Space Flight Center, Dr. Rudolph would serve as liaison between vehicle development at Marshall and the manned space flight program at the Manned Spacecraft Center in Houston.",
      "month": "December",
      "day": 29,
      "monthNumber": 12
    },
    {
      "story": " Navy HSS-2 Sea King helicopter flown at 199 miles per hour for 3-kilometer distance claimed world record at Windsor Locks, Conn., by Commander P. L. Sullivan, U.S. Navy, and Capt. D. A. Spurlock, U.S. Marine Corps.",
      "month": "December",
      "day": 30,
      "monthNumber": 12
    },
    {
      "story": " NASA established a Management Council to ensure the orderly and timely progress in the manned space flight programs. The Council, composed of senior officials from NASA headquarters, Marshall Space Flight Center, and the Manned Spacecraft Center, and chaired by D. Brainerd Holmes, Director of the Office of Manned Space Flight, would meet at least once a month to identify and resolve problems as early as possible and to coordinate the interface problems.",
      "month": "December",
      "day": 31,
      "monthNumber": 12
    },
    {
      "story": " Dr. Robert C. Seamans, Jr., NASA Associate Administrator, said in a radio interview that a second Venus probe had been added to NASA’s 1962 program as insurance for the first probe scheduled in August. Both probes would be the Mariner R, the reduced-weight version resorted to because of time slippage in the Centaur booster program. Dr. Seamans also said the United States plans three attempts to land instrumented packages on the Moon in 1962. During December: General Electric announced operation of the largest solar thermionic power system at GE’s solar test facility near Phoenix, Ariz. Early tests generated an output of 12.18 watts and unit has potential efficiency of 15 to 20 percent of the total solar energy input.",
      "month": "December",
      "day": 31,
      "monthNumber": 12
    },
    {
      "story": " West German Post Office indicated that it would construct near Munich a ground station capable of handling up to 600 phone calls simultaneously for operations in late 1963 or early 1964 with Telstar and Relay type satellites.",
      "month": "December",
      "day": 31,
      "monthNumber": 12
    },
    {
      "story": " Japan’s launch facilities for its rocket research program would be moved from Akita on the northwest coast of Honshu to Kagoshima on the southern tip of Kiushu, according to an announcement by Hideo Itokawa at the Thul International Symposium on Rockets and Astronautics in Tokyo.",
      "month": "December",
      "day": 31,
      "monthNumber": 12
    },
    {
      "story": " USIA reported that U.S. space achievements were a leading item in their overseas information program and covered all media. USIA concluded: “The policy of ‘openness’ observed in both U.S. manned space flights during the year dramatized the basic difference between the American open society and the Soviet closed society, and drew widespread approval from commentators throughout the free world. The availability of full information about the events through all news media, together with the presence of foreign correspondents—who gave firsthand, on-tlie-spot coverage—enabled oversea audiences to achieve a high degree of self-identification with one. of the greatest adventures of our times.”",
      "month": "December",
      "day": 31,
      "monthNumber": 12
    }
  ],
  "totalStories": 816,
  "year": 1961
}