{
  "stories": [
    {
      "story": " The Johnson Space Center in Houston, Texas, awarded Rockwell International Corporation a fiveyear extension on the contract for systems integration. The $1.36 billion contract extensions were for flight and ground systems engineering maintenance and safety analysis, including configuration of the hardware required for each orbiter flight and Shuttle mission support from countdown to landing. (NASA Release C90A; C90B; WSJ, Jan 12/90)",
      "month": "January",
      "day": 1,
      "monthNumber": 1
    },
    {
      "story": " Technical assistant Edwin Sherry, from the Jet Propulsion Laboratory in Pasadena, California, explained a minor problem that the Spacecraft Magellan had developed three days earlier and a little more than halfway into its journey to map Venus. A computer chip failure, caused either by electrical corrosion or an electrically charged particle spewed out by the sun, necessitated frequent commands from ground crews to keep Magellan moving in the right direction. The craft's guidance system normally focused on two stars to ascertain and adjust its heading. Sherry explained that some difficulties with the vast array of electronics during flight were expected and that the mission was in no danger. Scientists hoped to send a new program aloft that would allow the ship's computer to bypass the damaged chip. (AP, Jan 4/90) (#'0*.815@8<H? (#'0*.815@8<H?",
      "month": "January",
      "day": 3,
      "monthNumber": 1
    },
    {
      "story": " NASA released a request on this date to various companies for a proposal concerning design, management, building and testing of the Advanced Tracking and Data Relay Satellite System. The first ATDRSS was scheduled for delivery in 1987 and could replace one of the older TDRS systems in orbit. By 2001, \"A foursatellite constellation of ATDRSS is expected to be in orbit,\" said Thomas Underwood, Assistant Chief for the TDRS system at Goddard Space Flight Center, Greenbelt, Maryland. The ATDRSS promised to offer a much higher communication rate, needed for Space Station Freedom missions. (NASA Release 902; C90x)",
      "month": "January",
      "day": 3,
      "monthNumber": 1
    },
    {
      "story": " NASA Administrator Richard Truly named Thomas E. Utsman as Deputy Associate Administrator for Space Flight. He was to assist William Lenoir, Associate Administrator, in daily management of space flight programs. Utsman began at NASA in 1963 as a facilities design engineer in the Apollo program and later was named to head the Design Engineering Directorate's Project Engineering Office. He also served as Deputy Director of Project Management, Associate Director of Design Engineering, Operations Management Director of Technical Support, Director of Shuttle Operations, and Director of Shuttle Management and Operations. Truly also named James A. Thomas as Deputy Director of the Kennedy Space Center at Cape Canaveral, Florida. Thomas joined0*NASA in 1962 and served as lead engineer for prelaunch testing and communications for the Apollo program. He worked on the initial Shuttle program and served as lead flight engineer, as chief Shuttle flight project engineer, in the Shuttle Engineering Directorate, and as Director of Shuttle Launch and Landing Operations. (NASA Release 903)",
      "month": "January",
      "day": 5,
      "monthNumber": 1
    },
    {
      "story": " NASA and Japan's Institute of Space and Astronautical Science agreed to launch Japan's Geotail spacecraft on a Delta II rocket from Kennedy Space Center, in Florida, in 1992. The craft was to study the stored energy in the geomagnetic tail of the Earth, a magnetic field drawn by the solar winds on the Earth's night side and responsible for the Aurora Borealis. (NASA Release",
      "month": "January",
      "day": 8,
      "monthNumber": 1
    },
    {
      "story": " NASA launched the first of 10 expected Shuttle flights in 1990 (flight STS32) from Cape Canaveral, Florida, with a 10day mission to orbit a Navy communications satellite and to retrieve another. The liftoff, originally scheduled for December 18, had been delayed three times because of problems with the renovated launch pad and once because of low clouds. The Navy satellite was deployed January 10. On January 12, the spacecraft closed in on and retrieved the Long Duration Exposure Facility (LDEF), an 11ton satellite, into the cargo bay, using a 50foot robotic arm. The LDEF was sent up with Space Shuttle Challenger in April 1984 to provide vital information on the design of spacecraft and NASA's Space Station, as well as other experiments. The orbiting laboratory was scheduled to be recovered 10 months after its deployment, but the nearly 5year postponement caused by scheduling problems and the Challenger accident resulted in a decaying orbit that was expected to reach Earth's atmosphere by March of 1990. The 57 experiments aboard the 30footlong cylindrical satellite included an array of potential space building materials being tested for reactions to radiation, extreme temperature changes, and collisions with space matter. Also tested for prolonged space exposure were optical fibers, pure crystals for use in electronics, and a student experiment involving tomato seeds. Interstellar gases and cosmic radiation were also trapped in an attempt to find clues into the formation of the Milky Way and the evolution of heavier elements. For the remainder of the mission, astronauts carried out other scientific and engineering work. Columbia landed on a concrete runway early in the morning on",
      "month": "January",
      "day": 9,
      "monthNumber": 1
    },
    {
      "story": " landing postponed for a day because of fog. The flight set a precedent both because of duration, 11 days, and because the aircraft was the heaviest Shuttle ever to land, a result of the captured cargo. The mission was without incident, save for a few minor problems involving a leaky dehumidifier, a smoke detector0*that went off unexplainably, a malfunction in one of the three Inertial Measurement Units (critical for reentry, but the Shuttle can land with only one functioning unit), and a small engine used by the automatic pilot for maintaining flight path that fired for no reason. The retrieved satellite remained in the Shuttle cargo bay and was scheduled to be flown to Kennedy Space Center in Florida atop a modified NASA jumbo jet later in the week. During reentry, two NASA experiments measured the aerodynamic and thermodynamic characteristics of the orbiter. One of the experiments, a Shuttle Infrared Leeside Temperature Sensing experiment, involved an infrared camera used to collect imagery from the left wing, an area that reached 1,100 degrees Fahrenheit, a higher than usual temperature, on the STS28 flight. The second experiment involved the Shuttle Entry Air Data System, housed in Columbia's nose cap to gather \"air data\" to determine the orbiter's aerodynamic flight characteristics.(NY Times, Jan 10/90; Jan 11/90; Jan 13/90; Jan 21/90; W Post, Jan 10/90; Jan 11/90; Jan 13/90; Jan 21/90;C Trib, Jan 13/90;CSM, Jan 16/90; NASA Release 908)",
      "month": "January",
      "day": 20,
      "monthNumber": 1
    },
    {
      "story": " Vice President Dan Quayle, leader of the White House National Space Council, told scientists at the 175th meeting of the American Astronomical Society that \"the rest of the world is catching up and may pass us by\" because our space programs consume too much time and money. His eightpage speech was not lauded by the audience until he suggested greater emphasis on untended space flight; many scientists, dependant on Federal funding, see crewassisted flights as a drain on their own projects. Quayle reiterated a commitment to balance tended and untended space exploration and called upon allied nations, most specifically Japan, and the business sector to share costs. The Vice President also asked the NASA to look \"across the traditional divisions among civil, commercial, and national security activities,\" which some NASA sources interpreted as a suggestion that outside agencies might assume a bigger role in the space program. In accord with Quayle's comment concerning lengthy and costly space projects, John Pike, Associate Director for Space Policy at the Federation of American Scientists, brought up NASA plans for crewassisted flights to the Moon and to Mars. The missions, he noted, would cost $15 to $20 billion annually over 25 years while guaranteeing job security for NASA. P Inq, Jan 11/90; W Post, Jan 11/90; NY Times, Jan 11/90, W `\"Times, Jan 11/90)",
      "month": "January",
      "day": 10,
      "monthNumber": 1
    },
    {
      "story": " NASA scientists reported to the American Astronomical Society preliminary information obtained from the Cosmic Background Explorer spacecraft, launched on November 18, 1989, aboard a Delta rocket. The data gleaned by the Far Infrared Absolute Spectrophotometer, the Differential Microwave Radiometer, and the Diffuse Infrared Background Experiment0*supported the Big Bang theory, but at the same time minimized the belief that other releases of energy had subsequently occurred. Scientists reported that instruments aboard the craft performed with unprecedented precision. This precision was predicted to increase over the spacecraft's estimated two more years of data gathering. (NASA Release 905; P Inq, Jan 15/90)",
      "month": "January",
      "day": 13,
      "monthNumber": 1
    },
    {
      "story": " The White House began looking at other ideas for astronaut expeditions to the Moon and Mars besides those presented by NASA. The unprecedented move stemmed from NASA's cost and time estimate, $400 billion over 30 years for the project. A panel representing 54 aerospace companies had met in the previous week, and the National Research Council planned to review its own efforts to seek innovative ideas later in the week. NASA joined the search for sources of outside ideas as well. Arnold Aldrich, NASA Associate Director for Aeronautics, called the move \"highly appropriate\" and added, \"A lot of our ideas are good, but we certainly haven't covered the waterfront.\" NY Times, Jan 15/90)",
      "month": "January",
      "day": 15,
      "monthNumber": 1
    },
    {
      "story": " NASA selected 23 new astronaut candidates from a list of 1,945 qualified applicants for one year of training and evaluation that was to begin in July 1990. Of 11 civilians and 12 military officers, 7 were selected as pilots and the other 16 as mission specialists. (NASA Release 907)",
      "month": "January",
      "day": 17,
      "monthNumber": 1
    },
    {
      "story": " NASA announced the selection of two payload specialists for the International Microgravity Laboratory mission aboard the Space Shuttle Columbia, scheduled for launch in December 1990. Dr. Roberta Bondar of the Canadian Space Agency and Dr. Ulf Merbold of the European Space Agency were to conduct the first of several microgravity investigations using the Spacelab Module. (NASA Release 909)",
      "month": "January",
      "day": 19,
      "monthNumber": 1
    },
    {
      "story": " The European Space Agency successfully sent up an Ariane 4 rocket from its launch site in French Guiana and its payload, a SPOT 2 observation satellite and six smaller satellites, that included four tiny U.S. spacecraft for education and science. It was the first 1990 launch for ESA, the thirtyfirst since 1979. All seven satellites were successfully deployed. (UPI, Jan 22/90)",
      "month": "January",
      "day": 21,
      "monthNumber": 1
    },
    {
      "story": " Four major U.S. defense contractorsGeneral Dynamics Corporation, McDonnell Douglas Corporation, United Technologies Corporation, and Rockwell International Corporationannounced they would jointly develop the X30 National Aerospace Plane. Till September 1989, industry had roughly matched Government investment in the project, $806.3 million since inception during the Reagan administration. \"Fiscal realities,\" said the Wall H&Street Journal, \"spur the call for teamwork.\" (W Post, Jan 24/90; WSJ, Jan 24/90)",
      "month": "January",
      "day": 24,
      "monthNumber": 1
    },
    {
      "story": " Japan launched a lunar probe from Uchinoura, on their southern coast, making it the third nation, after the United States and the Soviet Union, able to send up a moon probe. The flight schedule was to go into elliptical orbit around the Earth until it came within 10,000 miles of the Moon, launch an instrument package to orbit the moon, and send back data concerning temperatures and electrical fields. (WSJ, Jan 25/90; W Post, Jan 25/90; NY Times, Jan 25/90)",
      "month": "January",
      "day": 24,
      "monthNumber": 1
    },
    {
      "story": " Johnson Space Center, Houston, Texas, issued a call for proposals for design of a Satellite Servicer System flight demonstrator to show the ability to maintain satellites in polar and high inclination orbits. The onorbit flight demonstration would exercise rendezvous and docking, as well as orbital replacement unit exchange and fluid transfer. (NASA Release 9012)",
      "month": "January",
      "day": 24,
      "monthNumber": 1
    },
    {
      "story": " The projected cost for NASA's Earth Observing System (EOS) had soared from an estimated $12 billion to $30 billion dollars, Administration sources announced. It was the largest and most expensive project yet undertaken by NASA. President George Bush had asked the National Academy of Sciences to review the matter and recommend cost reductions. Lauded by environmental scientists and termed by former astronaut Sally Ride as a \"mission to planet Earth,\" the plan called for putting platforms, launched by Titan 4 rockets from Vandenberg Air Force Base in California, into polar orbit. Each platform would carry 10 sophisticated scientific instruments that could send 10 trillion bytes of data daily. The first EOS platform, said NASA, would not be in orbit until 1998. (LA Times, Jan 26/90)",
      "month": "January",
      "day": 25,
      "monthNumber": 1
    },
    {
      "story": " NASA granted a small Alexandria firm, Global Outpost, rights to find ways of using empty Space Shuttle fuel tanks, used to carry 500,000 gallons of liquid hydrogen and oxygen for Space Shuttle launch and initial insertion into orbit, as a platform for military, civilian, and commercial experiments. The agreement followed a June 1988 NASA announcement requesting commercial and academic uses for expended tanks. (W Times, Jan 29/90; NASA Release 9014)",
      "month": "January",
      "day": 26,
      "monthNumber": 1
    },
    {
      "story": " President George Bush prepared to send a 1991 budget spending plan to Congress that proposed a 24 percent increase for NASA, bringing its fiscal year 1991 budget to $15.12 billion. The increased funds were earmarked for the Space Station, a satellite program to monitor Earth's environment (EOS), and another for sending astronauts to the Moon and Mars. (WSJ, Jan 29/90)",
      "month": "January",
      "day": 28,
      "monthNumber": 1
    },
    {
      "story": " NASA announced a recently revised 1990 schedule for Space Shuttle launches that called for 9 flights instead of the previously announced 10. The reason behind the shuffling hinged0*on a threeweek delay to launch the Hubble Telescope, originally planned for deployment March 26, because of an unsatisfactory leak check of the Space Shuttle's solid rocket booster. This delay threatened the highpriority Ulysses mission scheduled for October 5. The mission had to be sent up within an 18day time period in order to slingshot Jupiter and head back toward the Sun, where it would achieve polar orbit around the star. The new agenda for Shuttle launches and their payloads is as follows: Jan 9: Columbia; Navy communications satellite and retrieval of another. Feb 22: Atlantis; classified military satellite. Apr 18: Discovery; the Hubble Telescope.",
      "month": "January",
      "day": 29,
      "monthNumber": 1
    },
    {
      "story": " Columbia; \"astro\" astronomy telescopes. Jul 9: Atlantis; classified military cargo. Aug 29: Columbia; a Spacelab life sciences module. Oct 5: Discovery; the Ulysses probe. Nov 1: Atlantis; Gamma Ray Observatory. Dec 12: Columbia; a materials science laboratory. A military mission carrying a variety of infrared sensors for the Strategic Defense Initiative was reassigned for 1992. NASA planned for 64 Space Shuttle flights and 30 expendable launch vehicle missions through September 1995. (UPI, Jan 29/90; W Times, Jan 30/90; NY Times, Feb 4/90; NASA Release 9015)",
      "month": "May",
      "day": 9,
      "monthNumber": 5
    },
    {
      "story": " The Sandia National Laboratories in New Mexico issued a report concerning an electric gun, the coil gun, that could thrust payloads into orbit. Hoping one day that the device would launch small satellites, Bill Cowan, director of the project, predicted that objects could be hurled into space at 2.8 miles per second at 1 percent of the cost of conventional rockets. The gun accelerates projectiles by pulling them through successive, interacting magnetic fields created by electric currents passing through coils of wire. According to Cowan, obstacles such as damage to the payloads and launchers themselves and the heat generated by projectiles rapidly propelled through the atmosphere would eventually be overcome. (NY Times, (Jan 30/90)",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " Astronauts who retrieved the Long Duration Exposure Facility in early January said, in a press briefing, that the satellite was in worse shape than engineers had expected after its nearly 6year orbit. The conclusion was that materials used for the planned Space Station would require greater scrutiny. (W Times, Jan 31/90)",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " Columbia's flight in early January, NASA announced, was made with a flawed backup oring inspectors had overlooked. A disaster similar to the Challenger accident 4 years previously could have occurred if the primary seal had failed. Inspectors also missed inferior welds on a critical pump that supplied one of the Atlantis main engines with fuel. The problem was0*corrected while on the launch pad in preparation for the upcoming",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " During January: NASA completed a facility to house the second ground station for its Tracking and Data Relay Satellite (TDRS) system. Located at White Sands, New Mexico, near the existing terminal, the station was predicted to be fully operational by 1993. The equipment that the new terminal would house was to be technically superior to the communications network in the original building, but the two were to work together in a combination meant to reduce the likelihood for any loss of contact with the two TDRS satellites in orbit. (CSM, Jan 30/90)",
      "month": "February",
      "day": 22,
      "monthNumber": 2
    },
    {
      "story": " NASA signed an agreement with the Maryland Department of Economic and Employment Development for technology sharing designed to increase commercial exploitation of space technology. The agreement, like the ones reached earlier with Virginia and West Virginia, would mainly involve supplying NASA research reports, sponsoring seminars and lectures, and making NASA laboratories available to the private sector. (W Post, Jan 5/90)",
      "month": "February",
      "day": 22,
      "monthNumber": 2
    },
    {
      "story": " NASA announced the appointments of Peter G. Smith to the position of Director, International Relations Division, and David L. Stottlemyer to the position of Director, Industry Relations Division. Smith, who would direct NASA's internal relations, worked with the Department of State before coming to NASA in 1979, where he was Chief of the International Program for Policy and Deputy Director of International Relations. Stottlemyer previously held a number of positions with the Foreign Service and the United Nations. (NASA Release 9020)",
      "month": "February",
      "day": 1,
      "monthNumber": 2
    },
    {
      "story": " On this date, China put its fifth relay satellite into space on a Long March 3 rocket sent up from the Xichang center in western China and announced that it was ready to launch foreign satellites. China had scheduled launches for Hong Kong and Australian companies who wanted to send up three Americanbuilt satellites beginning in April of 1990. (Beijing Xinhua domestic service in Chinese, Feb 20/90; W Times, Feb 5/90)",
      "month": "February",
      "day": 4,
      "monthNumber": 2
    },
    {
      "story": " NASA selected 28 research proposals for negotiation of Phase II contract awards in their Small Business Innovation Research Program. The awards were worth $13 million and part of an ongoing effort to stimulate technological innovation, increase the use of the small business sector, and increase the commercialization of federally funded research. (NASA Release 9021)",
      "month": "February",
      "day": 5,
      "monthNumber": 2
    },
    {
      "story": " NASA Administrator Richard Truly addressed the House Science, Space, and Technology Committee and defended the projected 24 percent budget increase that President George Bush0*had proposed for the agency. Truly warned that any attempt to slash the budget would render the Space Station defunct, a project whose expected cost had risen from the original 1984 estimate of $8 billion to $20 billion, despite reduction in design. Also discussed was the status of the planned ShuttleC, an crewassisted heavylift cargo rocket that representatives claimed could be built by private industry. It was doubtful that the rocket could be ready in time to aid construction of the Space Station. William Lenoir, NASA Associate Administrator, said the new rocket was not necessary for building the Space Station, but would have other uses. In a related matter, Truly released to the White House and Congress his plan to increase NASA's budget by 60 percent over the next three years: $15 billion in 1991, $17.6 billion in 1992, $19.3 billion in 1993. The increases, he said, were needed for the Space Station Freedom, the Earth Observing System, and crewassisted Moon and Mars explorations. (Hearings before the Subcommittee on Space Science and Applications, Feb 6, 8, 21, 27/90; Sp News, Feb 1511/90; H Chron, Feb 7/90; UPI, Feb 6/90)",
      "month": "February",
      "day": 6,
      "monthNumber": 2
    },
    {
      "story": " The Galileo spacecraft launched from the Space Shuttle Atlantis on October 18, 1989, looped 10,000 miles above the planet Venus in what NASA engineers termed a \"gravity assisted maneuver\" that increased its speed by almost 5,000 mph for its trek to Jupiter. After taking 16 pictures of Venusian cloud and wind patterns while searching for lightning, the craft was scheduled to take more pictures of the planet during its return journey. The second set of photographs, which were to be coupled with sensors, were to detect dust, infrared and visible light, and electrically charged particles. Scientists determined that the spacecraft would be within range of the Earth and able to send back data, in October, using its small antenna. It was expected to reach Jupiter in December 1995. (P Inq, Feb 12/90; B Sun, Feb 11/90; NY Times, Feb 11/90)",
      "month": "February",
      "day": 10,
      "monthNumber": 2
    },
    {
      "story": " Scientists, after taking their first long look at the Long Duration Exposure Facility recovered by Space Shuttle Columbia in January, said the varied surfaces of the satellite showed signs of pits, scars, and discoloration in some areas while being strangely unscathed in others. The surfaces revealed no \"showstoppers\" however. The satellite was an experiment meant to test materials for use in building spacecraft and the Space Station. (W Post, Feb 13/86; NASA Release 9023)",
      "month": "February",
      "day": 13,
      "monthNumber": 2
    },
    {
      "story": " The 12yearold Voyager 1, into deep space and some 3.7 billion miles from Earth on this date, began taking 64 pictures of our solar system for a kind of \"family portrait.\" NASA considered having the pictures, which were too large for publication, displayed in a 100foot exhibit produced by Los Angeles artist David Hockney. (USA Today, Feb 14/86, AP, Feb",
      "month": "February",
      "day": 13,
      "monthNumber": 2
    },
    {
      "story": " Marshall Space Flight Center in Huntsville, Alabama, announced the selection of Teledyne Brown Engineering for negotiations leading to a $172 million contract for payload mission integration. Under the contract, the company would provide management, personnel, equipment, services, supplies, facilities, and materials for Shuttle/Spacelab missions. Spacelab, carried in the Shuttle's cargo bay, converted the Shuttle into a versatile onorbit research center. (NASA Release",
      "month": "February",
      "day": 13,
      "monthNumber": 2
    },
    {
      "story": " A Delta rocket carried two satellites into space from Cape Canaveral, Florida, to test laser technology planned for the Strategic Defense Initiative program. One satellite, the Relay Mirror Experiment, was to reflect a beam fired from a mountain top in Hawaii back to another nearby point on Earth using a mirror. The other satellite, the Low Power Atmospheric Compensation, was to correct laser strike distortions caused by dust, moisture, and gases. The media generally opined that success of the experiment might induce Congress not to slash the $4.5 billion that President George Bush had requested for further research into the project in budget year 1991. (W Times, Feb 15/90; NY Times, Feb 15/90)",
      "month": "February",
      "day": 14,
      "monthNumber": 2
    },
    {
      "story": " For the first time, Soviet defense committee lawmakers visited the Kennedy Space Center in Florida as NASA prepared Shuttle Atlantis for a classified satellite launch that, said sources, was to take reconnaissance photographs and intercept military and diplomatic communications. The 12day visit reflected a new openness in the Soviet Union, and the committee chairman, referring to the mission said, \"We have no special secrets...I think you are wasting your money.\" (W Post, Feb 19/90; NY Times, Feb 20/90)",
      "month": "February",
      "day": 18,
      "monthNumber": 2
    },
    {
      "story": " Soviet cosmonauts ended a 22week mission when their Soyus TM8 capsule touched down on the Kazakhstan Steppe, southeast of Moscow. The fifth mission involving a crew living aboard the 20ton Mir Space Station included dozens of scientific experiments and testing of a \"space motorcycle,\" a oneman vehicle designed for servicing satellites. (FBIS Moscow, Tass (Eng trans) Feb 19/90; NY Times, Feb 20/90; P Inq, Feb 20/90)",
      "month": "February",
      "day": 19,
      "monthNumber": 2
    },
    {
      "story": " NASA signed an agreement to support the University Corporation for Atmospheric Research (UCAR) study of the feasibility of using the Shuttle's external tanks as research, storage, or manufacturing facilities. Space Shuttle fuel tanks were used to carry 500,000 gallons of liquid hydrogen and oxygen for launch and initial insertion into orbit. The agreement followed a June 1988 NASA announcement requesting commercial and academic uses for expended tanks. (NASA Release 9026)",
      "month": "February",
      "day": 20,
      "monthNumber": 2
    },
    {
      "story": " A German scientific satellite, ROSAT, scheduled for NASA launch on a Delta II rocket, in early summer, arrived at Cape0*Canaveral, Florida, on this date from the Federal Republic of Germany aboard a 747 cargo plane. The spacecraft was to perform \"all sky\" surveys with two xray imaging telescopes, after which it would focus on detailed xray sources. (NASA Release 9027)",
      "month": "February",
      "day": 20,
      "monthNumber": 2
    },
    {
      "story": " Launching of the Shuttle Atlantis and deployment of a classified payload mission on February 22 were canceled because the mission Commander had a sore throat and headache, coupled with the prediction of wind and rain over Cape Canaveral, Florida. This was the first time a NASA mission had been scrubbed because of crew illness. (NY Times, Feb 22/90; Feb 23/90; W Post; Feb 22/90)",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " Space Shuttle mission specialist Colonel Richard M. Mullane announced his retirement from NASA, effective July 1, 1990. He flew two Shuttle flights in 1984 and 1988 and was scheduled to fly aboard the Atlantis later in February. (NASA Release 9028)",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " An Ariane rocket carrying two Americanbuilt Japanese satellites exploded over the Atlantic Ocean shortly after liftoff from French Guiana; a fire in the rocket's propulsion system was suspected to be the cause of the explosion. Ariane had a record of 17 successful flights previous to this accident; it held more than 50 percent of the international market for commercial launches. (The European Space Agency later admitted that a cloth inadvertently left in the rocket had caused the failure by blocking water supplies to one of its first stage engines.) (FBIS Paris AFP in English, Apr 13/90; W Times, Feb 23/90; NY Times, Feb 23/90)",
      "month": "February",
      "day": 22,
      "monthNumber": 2
    },
    {
      "story": " Pioneer 11, launched April 5, 1973, was 2.8 billion miles from Earth, passing the planet Neptune (Neptune and Pluto exchange outermost planet status because of Pluto's eccentric orbit) to become the fourth spacecraft that had left the solar system. Its main mission was to glean data from Saturn and Jupiter, but scientists hoped that Pioneer 11 would send back information concerning solar winds until 1995. (C Trib, Feb 25/90; NY Times, Feb 25/90; NASA Release 9029)",
      "month": "February",
      "day": 23,
      "monthNumber": 2
    },
    {
      "story": " Space Shuttle pilot Donald E. Williams announced his retirement from NASA and the Navy, beginning March 1. He piloted two Shuttle missions, in April 1985 and October 1989, was Chief of the Astronaut Office Mission Support Branch, and Deputy Manager of Operations Integration. (NASA Release 9031)",
      "month": "February",
      "day": 26,
      "monthNumber": 2
    },
    {
      "story": " NASA issued a request for proposals to the commercial launch industry for launch of up to 10 small Explorerclass spacecraft between 1993 and 1998. The request called for furnishing the launch vehicle, facilities, personnel, and services necessary for the required orbit. (NASA Anno)",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " After five delays because of the Shuttle Commander's' 0*head cold, a faulty ground computer, and inclement weather, Atlantis (STS36) lifted off under dark skies from Cape Canaveral, Florida, to deliver a 37,300pound classified military satellite into orbit. The postponements tacked on an additional $2.7 million to the mission, but NASA Administrator Richard Truly reiterated NASA's policy that meeting launch schedules was secondary to safety observation. The Space Shuttle deployed its $500 million military payload the following day at an orbit inclined 62 degrees north of the equator, allowing it to fly over every major populated and industrialized center in the Soviet Union. An even higher inclination orbit would have been preferred. A polar orbit was considered ideal for a recon naissance satellite, but the Shuttle base at Vandenberg Air Force Base, California, from where such an orbit could have been safely achieved, was not operational; the weight of the larger satellites required they be launched from the Space Shuttle. Atlantis landed safely at Edwards Air Force Base, California on March 4. No problems were reported during the brief 41/2 day mission, the Space Shuttle's 34th mission and the 6th mission dedicated solely to the military.W Post, Mar 1/90; Mar 2/90; Mar 5/90; Feb 28/90; NY Times, March 1/90; Mar 2/90; Mar 6/90; P Inq, Mar 5/90))",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " NASA Administrator Richard Truly announced the completion of the merger of the Office of Aeronautics and Space Technology and the Office of Exploration; the two offices were merged into the Office of Aeronautics, Exploration, and Technology. Arnold D. Aldrich was named to head the new NASA office, which was intended to combine the analysis of exploration mission alternatives with innovative technologies, two closely related efforts that Truly felt should proceed under a strong central management. Truly also announced the establishment of the Office of Legislative Affairs, effective March 18, 1990. Headed by Martin P. Kress, this NASA office would be responsible for legislative matters and the coordination of budgetary and policy matters with Congress. (NASA Release 9032; 9033) During February: Daniel Brandenstein, NASA's chief astronaut, returned from a tour of Soviet space facilities and said the original untended Russian shuttle, maiden voyage in 1988, would never fly again. He also reported that the Soviets planned to launch a second untended space shuttle in 1991 and automatically dock it with Mir. The station's crew planned to run some tests. Again untended, it would undock and reenter the atmosphere. (UPI, Feb 21/90)",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " A Chicago Tribune article reported on the progress of commercial space launch ventures that were born out of the Challenger disaster in 1986. McDonnell Douglas and Martin Marietta made their first successful launches of satellites in0*1989, and Orbital Sciences and General Dynamics were expected to follow this year. Hundreds of millions of dollars were invested by the corporations, and a backlog of missions was seen until 1995 when Japan, Russia, and China were predicted to compete with U.S. and European systems. The threat of so much competition was unnerving for the industry, but the promise of U.S. military contracts offered enough compensation for the continuation of their projects. (C Trib, Feb 19/90)",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " The Los Alamos National Laboratory urged NASA and the National Space Council to fund a multibillion dollar nuclear propulsion project that the group believed would reduce the Mars journey by half of the expected time. The proposed system would draw on a 1970s technology, Rover and Nerva programs, that circulated liquid hydrogen through a solid reactor core, thereby heating the hydrogen and creating thrust. The reactor engine could operate only in a vacuum, so testing it on Earth would prove difficult. The program, reported Space News, would likely receive substantial money. (Sp News, Feb 1925/90)",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " In an unreleased report, NASA determined that the proposed untended ShuttleC would prove too costly for use in building the Space Station. The original plan called for 18 Shuttle flights at a cost of $1.5 billion to erect the $25 billion station. Although using the ShuttleC would reduce the number of required flights to 10 because of its more than doubled cargo space, the price tag would jump to $3.7 billion, not including the $2 billion needed to develop the vehicle. (Sp News, Feb 26Mar 4/90)",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " Three SR71 Blackbird aircraft, reconnaissance planes being retired by the Air Force, were Scheduled to arrive in February at Edwards Air Force Base in California, for \"flyable storage.\" NASA hoped to use the highspeed aircraft, capable of Mach 3 at 80,000 feet, for tests relating to the Space Plane later in the year. Daily News, Jan 30/90; NASA Release 9024)",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " NASA reported on the completed computerized medical reference system, a project engendered by computer and medical experts at the University of Florida and the Kennedy Space Center in Florida in 1979 and known as the Clinical Practice Library of Medicine (CPLM). The system contains nearly all of the text and graphics of seven commonly used medical reference books that are considered essential for practicing medicine. Being lightweight as well as offering high speed access to references, the CPLM has great potential for both space travel and Earth uses alike. (NASA Release: 9030a)",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " Telescopes for NASA's Extreme Ultraviolet Explorer spacecraft were delivered to the Goddard Space Flight Center for integration into a payload module scheduled for launch in August0*1991. The science payload was designed, built, and tested at the University of California, Berkeley, to focus on the study of an unexplored portion of the electromagnetic spectrum called the extreme ultraviolet, between the Xray and ultraviolet wavelengths. (NASA Release 9034)",
      "month": "March",
      "day": 1,
      "monthNumber": 3
    },
    {
      "story": " The National Research Council reported that NASA plans for accomplishing President George Bush's mandate, crewassisted missions to the Moon and Mars, should be viewed only as a springboard to further research. Among their recommendations were greater research into nuclear power for habitable bases and space flight, research into low and artificial gravity, and greater emphasis on planning the Space Station Freedom for essential research concerning weightlessness and habitable bases. Updating Space Shuttle technology to better comply with the needs of building the Space Station was recommended as well; it was noted that the orbiter would become obsolete after the year 2000 without these changes. (W Post, Mar 3/90; NY Times, Mar 5/90 Sp News, Mar 1218/90)",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " Japan successfully tested its new H2 rocket, which promised to lift large, sophisticated satellites. The rocket using an LE7 engine, similar to the hightechnology propulsion system used by the Space Shuttle, was slated for service in March 1992. (AP, Mar 6/90)",
      "month": "March",
      "day": 5,
      "monthNumber": 3
    },
    {
      "story": " Rockwell Space Operations was selected by NASA for a $814 million, 10year station operation support contract. The contract would provide support for mission, flight crew, and facility operations for the Space Station and other flight programs at the Johnson Space Center in Houston, Texas. (H Post, Mar 7/90)",
      "month": "March",
      "day": 6,
      "monthNumber": 3
    },
    {
      "story": " Victor L. Peterson was named Deputy Director of the Ames Research Center in California. Since joining NASA in 1956, Petersen held several positions at the center. (NASA Release 9036)",
      "month": "March",
      "day": 6,
      "monthNumber": 3
    },
    {
      "story": " A House subcommittee approved a plan that authorized $1.1 billion to build the ShuttleC. Representative Bill Nelson was chairman of the committee and a supporter of the crewless Shuttle. The ShuttleC would carry 100,000 pounds of cargo into space; an orbiter would have only a 50,000pound capacity. (Sp News, Mar 1925/90)",
      "month": "March",
      "day": 13,
      "monthNumber": 3
    },
    {
      "story": " A satellite launched by Martin Marietta from Cape Canaveral, Florida, failed to reach a useful orbit because of a wiring problem that did not allow separation from the Titan 3 rocket's second stage. Ground engineers successfully took the craft to a higher, but still useless, orbit, so that it would not be as likely to reenter the atmosphere. One plan offered by Orbital Sciences Corporation in Virginia was to attach a rocket' 0*to the satellite via the Space Shuttle so it could obtain the necessary 23,000 mile orbit. Martin Marietta, which had only two remaining contracts, believed it was in jeopardy of not getting any more contracts because of the incident. (WSJ, Mar 15/90; W Post, Mar 17/90; NY Times, Mar 16/90)",
      "month": "March",
      "day": 14,
      "monthNumber": 3
    },
    {
      "story": " NASA's Langley Research Center selected Ball Corporation for a $90 million contract to develop an atmospheric instrument for the proposed Earth Observing System. The instrument, Spectroscopy of the Atmosphere Using Far Infrared Emission, would be designed to study middleatmosphere ozone distribution. (NASA Release, C90i)",
      "month": "March",
      "day": 15,
      "monthNumber": 3
    },
    {
      "story": " The military reconnaissance satellite launched from Atlantis in February malfunctioned and was slowly spinning from orbit, said White House intelligence officials. The satellite, \"vital for START (Strategic Arms Reduction Treaty) verification,\" was expected to reach Earth's atmosphere in April. (W Times, Mar 19/90; W Post, Mar 19/90)",
      "month": "March",
      "day": 18,
      "monthNumber": 3
    },
    {
      "story": " Shuttle program director Robert Crippen said that a Space Shuttle rescue of the errant satellite sent up earlier this month by Martin Marietta appeared possible. He could not say whether the Intelsat communications satellite would be lifted into a higher orbit or if the Shuttle would bring it back to Earth, but noted that either approach would require about one year for planning. (W Post, March 24/90)",
      "month": "March",
      "day": 23,
      "monthNumber": 3
    },
    {
      "story": " A Delta 2 rocket carried a $654 million navigation satellite, NAVSTAR, into orbit from Cape Canaveral Air Force Station in Florida. This was the eighth launch of the Air Force's Delta 2 rocket, designed for heavier payloads than the original Delta. It was number 7 of a planned 21 satellite constellations that were to help ground units, ships, and aircraft locate their precise positions. (UPI, Mar 26/90)",
      "month": "March",
      "day": 25,
      "monthNumber": 3
    },
    {
      "story": " NASA released a call for proposals to lease a commercially developed and owned space module, the Commercial Middeck Augmentation Module, which would ride in the payload bay of the Space Shuttle and add about 50 lockers to the orbiter's capacity. The need for greater capacity resulted from NASA's Commercial Development of Space Program, which was designed to enlarge research opportunities for private use by conducting experiments in materials processing, protein crystal growth, `\"biotechnology, and fluid dynamics. (NASA Release 9046; Sp News, Mar 1218/90) During March: A NASA study released to the Senate disclosed that designs for the planned Space Station Freedom needed significant changes that would drive up the initial cost. The study found an elaborate program of preventative maintenance that would require about 2,200 hours each year for space walks by astronauts and0*begin before the station was even completed. Possible solutions included use of advanced robots for maintenance, newly designed spacesuits to ease space walks, and a redesign of Space Station parts that would make them easier to repair. (NY Times, Mar 19/90; Mar 20/90; Mar 28/90; Mar 29/90)",
      "month": "March",
      "day": 29,
      "monthNumber": 3
    },
    {
      "story": " NASA's 1991 budget would be cut by $1 billion dollars, warned Congress. The Space Station, planned explorations of the Moon and Mars, and the Orbital Maneuvering Vehicle were slated to be trimmed. Money for the Earth Observation System was earmarked for an increase. (Sp News, Mar 26Apr 1/90)",
      "month": "March",
      "day": 29,
      "monthNumber": 3
    },
    {
      "story": " The Jet Propulsion Laboratory began testing its prototype for the Planetary Rover Navigation Test Bed Vehicle, a selfnavigating vehicle, about the size of a small car, for use in planned outposts on the Moon and Mars. (Daily News, Mar 13/90)",
      "month": "March",
      "day": 29,
      "monthNumber": 3
    },
    {
      "story": " Orbital Communications Corporation requested Federal approval for deploying a global satellite system for data transmission, 20 small satellites that would mostly be used for emergency services. Orbital planned to deploy them, beginning in April with its Pegasus rocket, launched from a B52 aircraft. (W Times, Mar 6/90; NASA Release N9018)",
      "month": "March",
      "day": 29,
      "monthNumber": 3
    },
    {
      "story": " NASA successfully tested its selfrepairing flight control system on an F15 aircraft at AmesDryden Flight Research Facility at Edwards Air Force Base in California. The system detected damaged flight control components, such as ailerons, rudders, and elevators, and adjusted undamaged flight surfaces to compensate so the pilot could maintain good aircraft response. (NASA Release 9043)",
      "month": "March",
      "day": 29,
      "monthNumber": 3
    },
    {
      "story": " A oneyear analysis of the results from a study of the ozone above the Arctic performed in the winter of 19881989 by Airborne Arctic Stratospheric Expedition reported a possible 17 percent loss in March. The finding was a reversal of the original conclusion that said no ozone depletion similar to that found in the Antarctic was present. (NASA Release 9041)",
      "month": "March",
      "day": 29,
      "monthNumber": 3
    },
    {
      "story": " President George Bush announced his plans for a cooperative effort with the Soviet Union in the humanassisted exploration of space, including voyages to the Moon and Mars. On a related note, Japan agreed to open its doors to foreignmade satellites by lifting its ban on government agencies and businesses that required them to buy only Japanese spacecraft. The Japanese law was created in order to help Japan's fledgling H&space industry. (NY Times, Apr 3/90; Apr 4/90; W Times; Apr 4/90; WSJ, Apr 4/90)",
      "month": "April",
      "day": 2,
      "monthNumber": 4
    },
    {
      "story": " NASA and Rockwell International Corporation signed an agreement in which Rockwell would produce a cryogenic pallet aimed at extending orbiter flights from an average of 8 days to 16 days. The extended duration orbiter program involved a pallet holding spherical tanks of liquid hydrogen, liquid oxygen, valve panels, and avionics boxes for feeding additional cryogenic fluids to the orbiter's electricitygenerating fuel cells. (NASA Release 9047)",
      "month": "April",
      "day": 2,
      "monthNumber": 4
    },
    {
      "story": " Orbital Sciences Corporation successfully launched its Pegasus rocket from a NASA B52 aircraft to boost a 422pound payload into polar orbit over the Pacific Ocean. The experimental rocket deployed a NASA scientific satellite and a Navy communications satellite, opening a new avenue for launching small payloads. The elimination of a costly ground booster, said company president David Thompson, provided a means by which payloads could be delivered inexpensively. (W Post, Apr 6/90; WSJ, Apr 6/90; NY Times, Apr 6/90; LA Times, Apr 6/90)",
      "month": "April",
      "day": 6,
      "monthNumber": 4
    },
    {
      "story": " China launched a communications satellite, AsiaSat 1, from Sichuan Province for an Australian firm and became the first thirdworld country to enter the commercial satellite launching business. China promised to follow fair pricing practices after President George Bush lifted a sanction, brought on the country for human rights violations, that barred them from launching the U.S.built satellite. The launch still drastically undercut U.S. and Ariane fees. (FBIS China, China Daily, Apr 7/90; CSM, Apr 9/90; W Post, Apr 8/90)",
      "month": "April",
      "day": 7,
      "monthNumber": 4
    },
    {
      "story": " NASA Administrator Richard Truly named Lawrence J. Ross as Director of the Lewis Research Center (LeRc), Cleveland, Ohio. Administrator Truly announced the planned retirement of Dr. John W. Townsend and named Dr. John Klineberg to replace him as the new Director of the Goddard Space Flight Center. Sue Mathis Richards was also appointed Deputy Associate Administrator for communications. She had previously held several managerial positions in the private sector. Lawerence Ross, who joined NASA in 1963, has served mostly in an executive capacity, as Deputy Director of LeRC, as a design and test engineer, and has been given several special assignments. Klineberg joined NASA in 1970. After conducting research at the Ames Research Center, near San Francisco, California, he became Deputy Associate Administrator for Aeronautics and Space Technology and, later, Director of LeRc. Townsend began government service in 1947 and held several positions with NASA. (NASA Release 9049; 9050; 9051; 9055)",
      "month": "April",
      "day": 9,
      "monthNumber": 4
    },
    {
      "story": " Boeing Space Operations, Inc. was awarded a $35.9 million costplusawardfee contract for program assurance engineering support at Ames Research Center in California. Under the contract, Boeing would provide reliability and quality assurance, system safety engineering, test engineering, management, institutional safety, and health and environmental0*services. (NASA Release C90o)",
      "month": "April",
      "day": 10,
      "monthNumber": 4
    },
    {
      "story": " NASA unveiled its latest research laboratory at Ames Research Center in California. The Human Performance Research Laboratory was designed for study of prolonged space travel. Ground was also broken at the dedication for the new $8.6 million Automated Sciences Research Facility, designed to provide research and technology development in automation and artificial intelligence. (NASA Release 9053)",
      "month": "April",
      "day": 11,
      "monthNumber": 4
    },
    {
      "story": " A panel of experts convened by the National Academy of Sciences opined against a U.S./U.S.S.R. joint mission to Mars. The reason they cited was the lack of any experience in cooperation between the two and instead suggested a \"graceful path of coordinated but independent explorations.\" (NY Times, Apr",
      "month": "April",
      "day": 16,
      "monthNumber": 4
    },
    {
      "story": " NASA scientists Michael J. Prather and Robert T. Watson warned that current levels of ozone depletion could cause public health problems and threaten plant life regardless of what steps were taken to reduce it. Their study predicted that the salient depletion over the Arctic could drift southward, similar to the damaged ozone over Antarctica that periodically drifts over New Zealand and Australia. (P Inq, Apr 20/90)",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " Space Shuttle Discovery, flight STS31, was successfully launched from Cape Canaveral, Florida, with the $1.5 billion, 25,000pound Hubble Space Telescope in its cargo bay. Seven years of delays, the latest occurring last April 10, when a power failure in the orbiter caused the mission to be scrubbed, preceded the event. The craft ascended to a 381mile orbit, the highest altitude yet obtained by a Shuttle. On April 25 the Hubble telescope, which had an expected 15year duration, was deployed; the telescope was to probe the universe with 10 times the clarity ever before achieved. Discovery landed at Edwards Air Force Base in California, on April 29, with a test of stronger, carbon brakes that would allow future landings at the Kennedy Space Center in Florida, reducing both time and money for NASA's Shuttle launches. Scientists, however, could not receive data from the telescope immediately after it had been deployed because of an antenna entangled in a power cable. The entangled antenna could not rotate and relay information to a TDRS satellite. The low, 381mile orbit prevented all data from reaching ground stations. The six to eightweek chore of powering up and calibrating instruments on the telescope could not begin until the problem was resolved. Engineers zeroed in on and only partially resolved the next day. (B Sun, Apr 25/90; Apr 26/90; W Post, Apr 25/90; H&Apr 26/90; Apr 30/90; May 1/90; NY Times, Apr 25/90; Apr 26/90; Apr 30/90; W Times, Apr 25/90; Apr 26/90; P Inq, Apr 25/90; Apr 26/90)0*During April: NASA began acting on some of the recommendations from its principal independent safety review organization, which had predicted that the approximately 100 flights planned by the agency would probably entail another Shuttle loss. Among the panel's main engineering concerns were the Shuttle main engine, the redesigned solid rocket motor, orbiter structural loads, longterm orbiter maintenance, and human factors. NASA Associate Administrator William Lenoir explained that the safety panel acts as a \"devil's advocate\" and noted that conclusions drawn by them were intentionally exaggerated. (AvWk, Apr 23/90; CSM May 8/90)",
      "month": "April",
      "day": 24,
      "monthNumber": 4
    },
    {
      "story": " NASA tested two of its experimental aircraft at the AmesDryden Flight Research Facility at Edwards Air Force Base in California. One of the aircraft, an F16XL, used an experimental wing surface for improving airflow at supersonic speeds. The second aircraft, an X29, demonstrated an increase for highangleofattack, the angle of an aircraft relative to its actual flight path. (NASA Release 9052; 9059)",
      "month": "April",
      "day": 24,
      "monthNumber": 4
    },
    {
      "story": " Two NASA sounding rockets were scheduled for launch from the White Sands Missile Range in New Mexico to observe Comet Austin. The twostage, suborbital Black Brant IX rockets were set to carry a faint object telescope and a spectrograph (for observation in the far ultraviolet spectral range) for Johns Hopkins University and a far ultraviolet spectrometer for the University of Colorado. (NASA Release 9057)",
      "month": "April",
      "day": 24,
      "monthNumber": 4
    },
    {
      "story": " NASA's Goddard Space Flight Center, Greenbelt, Maryland, awarded Jackson and Tull of Washington, D.C. a $19 million contract to support the Applied Engineering Division in automation and robotics and thermal and data systems. The firm was selected under Section 8(a) of the Small Business Act; the potential for the contract over a fiveyear period was $63 million. (NASA Release C90q)",
      "month": "May",
      "day": 1,
      "monthNumber": 5
    },
    {
      "story": " NASA named William W.L. Taylor of TRW Corporation as the Chief Scientist for the Space Station Freedom Program. Taylor, who was with NASA until 1978 when he joined TRW, was the third person chosen for the twoyear assignment and the first from industry. (NASA Release 9061)",
      "month": "May",
      "day": 2,
      "monthNumber": 5
    },
    {
      "story": " NASA was scheduled to launch two Multiple Access Communications Satellites (MACSATs) later in May aboard a Navy owned Scout rocket. The MACSATs were designed for a global storeandforward message relay. (NASA Release 9064)",
      "month": "May",
      "day": 3,
      "monthNumber": 5
    },
    {
      "story": " Engineers at NASA ran tests of the Hubble Space Telescope to determine if vibrations were interfering with precise pointing at specific stars. The problem had been discovered two days earlier when sensors locked on to a \"guide star\" to orient the0*spacecraft. Engineers noticed a slight wobble, one sixhundredth of a degree up and down every minute, that interfered with both fine pointing mechanisms and star observations. (NY Times, May",
      "month": "May",
      "day": 4,
      "monthNumber": 5
    },
    {
      "story": " The Hubble Telescope failed a test on this date as scientists attempted to direct it toward stars emanating a common brightness; the telescope was able to find none. It was later discovered that the problem originated from an error in the telescopes computer guidance system, and a new program with an updated star chart was sent up. (NY Times, May 10/90; W Post, May",
      "month": "May",
      "day": 8,
      "monthNumber": 5
    },
    {
      "story": " Jerry Grey, Director of Science and Technology Policy for the American Institute of Aeronautics and Astronautics, recommended that weapons designed for the Strategic Defense Initiative be developed to locate and destroy any asteroids that threaten Earth, views endorsed by Vice President Dan Quayle. Grey noted that 1,500 asteroids cross the Earth's orbit every year, that the location of only 100 of them is known, and that the impact of even a relatively small asteroid could have a devastating effect. (P Inq, May 15/90; C Trib, May 17/90)",
      "month": "May",
      "day": 14,
      "monthNumber": 5
    },
    {
      "story": " Lockheed Corporation received a $971 million contract from NASA to oversee design and development of a new generation of rocket motors for the Space Shuttle. Twenty more powerful solid rocket motors were to begin lifting the Shuttle in 1995, according to the contract, and sources said that if NASA exercised the option to order 88 more, the contract would be worth $1.39 billion. (WSJ, May 15/90; NASA Release 9068)",
      "month": "May",
      "day": 14,
      "monthNumber": 5
    },
    {
      "story": " NASA said that it would rescue the uninsured communications satellite that Martin Marietta Corporation boosted into a useless orbit last March 14. The cost was set at $1 million to either retrieve it or attach rockets, that would send it into a higher orbit, in 1991 or 1992. Intelsat said that it would consider the cost at its next board of governors meeting. W Times, May 16/90)",
      "month": "May",
      "day": 15,
      "monthNumber": 5
    },
    {
      "story": " Ground controllers adjusted commands on the Hubble Space Telescope for focusing on stars. Although other problems existed wobble from solar panels on the telescope and vibration as it went through spacethe first pictures were taken and sent to Earth on this day. (NY Times, May 21/90; W Times, May 21/90; W `\"Post, May 21/90)",
      "month": "May",
      "day": 20,
      "monthNumber": 5
    },
    {
      "story": " The Department of Defense and NASA announced the appointment of contractors to continue research and development on the National AeroSpace Plane. General Dynamics, McDonnell Douglas, United Technologies (Pratt & Whitney), and Rockwell International planned to jointly pursue hypersonic technologies. (NASA Release 9071)0*May 31: The Apollo 204 Capsule, which caught fire on the launch pad at Cape Canaveral, Florida, and claimed the lives of three astronauts on January 27, 1967, remains at Langley Research Center in Virginia, where it has been stored since shortly after the accident. The capsule was slated to be entombed with the illfated Space Shuttle Challenger in an abandoned missile silo at Cape Canaveral, Florida. (NASA Release 9076)",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " NASA launched a Delta rocket carrying a West German observatory into a 360milehigh orbit from Cape Canaveral, Florida. The observatory consisted of an Xray telescope and a widefield camera for detecting extreme ultraviolet light; scientists hoped the observatory would yield information about forces associated with the center of our galaxy, intergalactic gasses, quasars, black holes, hot stars, and objects on the edge of the universe. The observatory was dubbed Rosat, after the German Scientist Wilhelm Roentgen who discovered Xrays in 1895, and promised to be 100 times more sensitive than even the Einstein Xray Observatory launched in 1978. It was originally scheduled for launch aboard a Space Shuttle in 1987. (LA Times, Jun 2/90; NY Times, Jun 2/90; B Sun, Jun 2/90; P Inq, Jun 2/90)",
      "month": "June",
      "day": 1,
      "monthNumber": 6
    },
    {
      "story": " A letter from Lennard A. Fisk to Jacques Breton of the French space agency, the Centre National d'Etudes Spatiales, revealed NASA's defunct plans for a U.S.French experiment that was to fly aboard a 1994 Soviet mission to measure the mineral content of Mars. The constraints recently imposed on the two countries was the reason given for cancellation of the project. W Post, Jun 18/90)",
      "month": "June",
      "day": 5,
      "monthNumber": 6
    },
    {
      "story": " A fuel leak that postponed Space Shuttle Columbia's",
      "month": "June",
      "day": 6,
      "monthNumber": 6
    },
    {
      "story": " would have to return to the hanger for repairs. NASA officials were not sure when the craft would be launched but announced that only eight of the nine planned flights for the year would be flown. (NY Times, June 7/90; W Times, Jun 8/90)",
      "month": "May",
      "day": 30,
      "monthNumber": 5
    },
    {
      "story": " NASA canceled a contract with TRW Corporation for the Orbital Maneuvering Vehicle, aka Space Tug, a spacecraft intended to lift satellites (specifically the Hubble Space Telescope and a proposed Xray telescope) into higher orbit. The reason given for the cancellation was recent budget pressure facing NASA. (WSJ, `\"Jun 8/90; W Times, Jun 8/90; Sp News, Jun 1117/90; NASA Release",
      "month": "June",
      "day": 7,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that Steven A Hawley had been named Associate Director at Ames Research Center, California. He was selected as an astronaut in 1978 and was the veteran of three Shuttle flights. (NASA Release 9077) 0*June 8: The Air Force launched a Titan 4 rocket from Cape Canaveral in Florida and put a classified payload into orbit. The Titan 4, manufactured by Martin Marietta Corporation, was designed to replace the Space Shuttle as the military's principal means of reaching space. This was the second successful launch of the rocket, although the maiden voyage in 1989 almost resulted in a catastrophe because of a malfunctioning engine nozzle. (W Post, Jun 9/90; NY Times, Jun 9/90)",
      "month": "June",
      "day": 7,
      "monthNumber": 6
    },
    {
      "story": " NASA said it had received the go ahead from Intelsat to rescue the Intelsat 6 satellite put into a low orbit three months earlier. Plans called for lifting the satellite into a higher orbit sometime in 1992; sources said that the mission would probably be carried out during the inaugural flight of Shuttle Endeavor. (B Sun, Jun 14/90; W Times, Jun 14/90)",
      "month": "June",
      "day": 13,
      "monthNumber": 6
    },
    {
      "story": " NASA engineers revealed that problems with the Hubble Space Telescope were even more difficult to correct than first expected. The most vexing problem was a 20minute vibration from the solar panels every 90 minutes as the craft passed from night to day. The onboard computer's attempt to compensate for the vibration only made the problem worse. Another problem was the telescope's frequent inability to lock onto the stars that it was commanded to seek. In addition, the reaction of the spacecraft to radiation over the South Atlantic, where the Van Allen belt dips closer than usual to the Earth, was more acute than expected; numerous data were lost and false computer signals were given. It was hoped that all three problems could be remedied via modifications to the telescope's computer. (NY Times, Jun 15/90; P Inq, Jun 15/90; B Sun, Jun 15/90)",
      "month": "June",
      "day": 14,
      "monthNumber": 6
    },
    {
      "story": " NASA's Office of Commercial Programs sponsored plans to develop a system for launching and recovering commercial spaceborne experiments. Assisted by numerous universities, the Commercial Experiment Transporter would be launched on an expendable rocket and contain both a recovery system and a service module. The two would then separate so that the experiments aboard the recovery system could land in the United States while those not requiring recovery could remain in orbit. (NASA Release 9083)",
      "month": "June",
      "day": 14,
      "monthNumber": 6
    },
    {
      "story": " Contel Federal Systems transferred title of the Tracking and Data Relay Satellite System to NASA, effective July 1, 1990. Contel transferred the system 42 months earlier than called for, saving the Government $16 million. (NASA Release 9086)",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " The Ames Research Center in California awarded a fiveyear, $32.8 million contract to Silicon Graphics for a work station to be used in the Ames Numerical Aerodynamic Simulation Processing System Network. The work station would allow users to analyze and visualize their work in computational fluid dynamics and other largescale scientific simulation and modeling applications.0*(NASA Release C90w)",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " Martin Marietta Corporation successfully launched a Titan 3 rocket from Cape Canaveral, Florida, on this date that carried a replacement satellite into orbit for the Intelsat 6 stranded in March. The new communications satellite was to join 14 others in September and would transmit 3 television channels and 120,000 telephone calls simultaneously. (P Inq, Jun 24/90; W Post, Jun 24/90)",
      "month": "June",
      "day": 23,
      "monthNumber": 6
    },
    {
      "story": " NASA said that the Hubble Space Telescope, which had been plagued with problems, was discovered to have a flawed mirror, causing the $1.5 billion instrument to be \"near sighted.\" The mirrors, which were ground into the wrong shape, rendered useless the telescope's most important scientific instrument, a widefield planetary camera designed to explore the farthest reaches of the universe. Engineers said that instruments scheduled to be attached to the telescope in 1993, 1996, and 1997 could compensate for the flaw and added that these flight schedules might be advanced. Tests were not done on the effectiveness of the mirrors before the telescope was launched because engineers felt that the checks were cost prohibitive. (P Inq, Jun 28/90; NY Times, June 28/90; W Post, Jun 28/90)",
      "month": "June",
      "day": 27,
      "monthNumber": 6
    },
    {
      "story": " Ames Research Center in California awarded a costplusawardfee $210.8 million contract for software support. Under the contract Sterling Federal Systems, Inc. would provide computational support for problem applications and systems programming, systems design and engineering, software management and maintenance, and modification of existing software. (NASA Release C90y)",
      "month": "June",
      "day": 28,
      "monthNumber": 6
    },
    {
      "story": " A hydrogen leak similar to the one that scrubbed Columbia's mission late in May was discovered in the Space Shuttle Atlantis as it was being readied on the launch pad. Engineers determined that Atlantis would need to return to the hanger where it could be separated from its external fuel tank for repairs. Officials said that the flight, originally scheduled for midJuly, would be delayed at least several weeks and noted that the entire fleet was grounded until the problem could be ascertained. Finding the cause of the leak had proven difficult. If the final analysis pointed to a design flaw, grounding might have been stretched to months or even years. (NASA Release 9089; W Post, Jun 30/90; NY Times, Jun 30/90; WSJ, July 2/90; CSM, Jul During June: NASA awarded a $1.3 million contract to Martin Marietta Corporation to study design concepts for a space based \"service station.\" The system would service satellites beyond the range of the Space Shuttle, provide them with fuel as well as replace certain components. (W Times, Jun 7/90)",
      "month": "June",
      "day": 29,
      "monthNumber": 6
    },
    {
      "story": " The Air Force and NASA entered their final stage of a $250 million, tenyear experiment for the X29 program, scheduled to be completed in March 1991. The test plane was designed to be 30 percent unstable and was dependent upon a sophisticated flight control system to produce and maintain stability. Glenn Spacht of Grumman Corporation, developer of the X29 and producer of the F14, said, \"When applied to the F14, the plane will get better handling qualities, survivability, maneuverability, and antispin characteristics....The F14 can certainly reap the benefits of the X29.\" (Def News, Jun 25/90)",
      "month": "June",
      "day": 29,
      "monthNumber": 6
    },
    {
      "story": " Scientists and engineers at the Jet Propulsion Laboratory in Pasadena, California, began extensive tests on its recently developed untended planetary rover. An unproven technology was needed for a vehicle on a distant planet controlled by ground crews on Earth inasmuch as roundtrip communication would be anywhere from 8 minutes to 40 minutes. Computer Aided Remote Driving allowed vehicle planning and identification of a 10sofmeterslongobstaclefree path, with a threedimensional display from stereo cameras aboard the vehicle. SemiAutonomous Navigation allowed an operator to determine a nominal extended route tens of kilometers long. (NASA Release 9085)",
      "month": "June",
      "day": 29,
      "monthNumber": 6
    },
    {
      "story": " NASA's Marshall Space Flight Center in Huntsville, Alabama, awarded a $42.6 million contract to Rockwell International for continued Space Shuttle systems engineering and integration services. The contract called for Shuttle launch and flight support, test verification, operations integration, flight evaluation, engineering analysis, and data systems operations, as well as special studies. (NASA Release C90z)",
      "month": "July",
      "day": 2,
      "monthNumber": 7
    },
    {
      "story": " NASA and Orbital Sciences Corporation signed a 5year agreement in support of the firm's Pegasus and Taurus launch vehicle programs. As part of a continuing effort to foster a strong U.S. commercial launch industry, Orbital Sciences was given access to agency launch support property and services. Prior to this agreement, similar agreements were made with General Dynamics, McDonnell Douglas, Martin Marietta, and the LTV Corporation. (NASA Release 9092)",
      "month": "July",
      "day": 3,
      "monthNumber": 7
    },
    {
      "story": " The Hubble Space Telescope Optical Systems Board of Investigation created by NASA met for the first time in Washington, D.C., to hear presentations from the Marshall Space Flight Center in Alabama, Huntsville, and the Hughes Danbury Optical Systems, makers of the precision mirrors for the telescope. Members of the Board included Lennard A. Fisk, Associate Administrator for Space Science and Applications; Dr. Lew Allen, Director, Jet Propulsion Laboratory; and Gary Tesch, Board Counsel. At the conclusion of the meeting, Dr. Allen said, \"The board now has a good base of information from which to0*proceed with its investigation.\" (NASA Anno)",
      "month": "July",
      "day": 5,
      "monthNumber": 7
    },
    {
      "story": " President George Bush said he would allow U.S. commercial satellites to be launched by Soviet rockets. The rockets would be fired from a projected site in Australia, an advantageous position for orbits, located just 12 degrees south of the equator. (FBIS Sov, Jul 9/90; NY Times, Jul 9/90)",
      "month": "July",
      "day": 8,
      "monthNumber": 7
    },
    {
      "story": " Two Space Shuttle crew commanders were grounded by NASA for disciplinary reasons. Robert L. Gibson was grounded for one year after he flew a stunt plane, in a July 7Texas air show, that collided with another plane and killed the second pilot. David M. Walker was grounded for 60 days because the T38 jet aircraft he piloted in May 1989 nearly collided with a Pan Am Airbus 310 over Dulles Airport, according to the second pilot. (P Inq, Jul 10/90; W Times, Jul 10/90; NY Times, Jul 10/90; NASA Release 9096)",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " NASA's Chief Scientist William Lenoir told a Senate committee that the Agency should have performed tests on the Hubble Space Telescope's mirrors. He said that the problem could have been caught by simpler, less costly tests than the \"endtoend\" test, rejected because of its high cost. (Hearing before the Subcommittee on Science, Technology and Space, Jul 10/90; B Sun, Jul 11/90; W Post, Jul 11/90; NY Times, Jul 11/90)",
      "month": "July",
      "day": 10,
      "monthNumber": 7
    },
    {
      "story": " Engineers located two leaks in the Space Shuttle's fuel line that they determined could easily be fixed and stated that flights would resume soon. The problems, said William Lenoir, NASA's flight director, did not appear to be a result of any design flaw; he added that eight of the nine scheduled missions would likely be flown this year. In the meantime, investigators from a sixmember board of investigation created by NASA July 2 were seeking to find what had gone wrong with the Hubble Space Telescope. Lew Allen, Director, Jet Propulsion Laboratory, who headed the board, promised a congressional committee that they would pinpoint the problem and fix responsibility. The investigation, he said, would be \"very embarrassing to someone or some group.\" (W Post, Jul 14/90; NY Times, Jul 14/90)",
      "month": "July",
      "day": 13,
      "monthNumber": 7
    },
    {
      "story": " Recent grounding of the Space Shuttle fleet and problems with the Hubble Space Telescope had prompted President George Bush to consider appointing a panel composed of a group of experts outside of Government to review the space program, White House officials announced. Officials noted, however, that NASA made a good call when it grounded the Shuttle fleet and that no plans for changing its management had been formulated. Vice President Dan Quayle met with NASA Administrator Richard R. Truly on July and directed him to appoint the independent task force. NY Times, Jul 16/86; Jul 17/90; B Sun; Jul 16/86; Jul 17/90; NASA Anno)0*July 17: NASA scientists proposed almost a dozen plans for a temporary fix of the Hubble Space Telescope until 1993 Space Shuttle mission would install an optically corrected main camera. A brainstorming session included some \"far fetched\" ideas that involved Shuttle missions to the telescope. Elsewhere, NASA official William Lenoir reported that Space Shuttle flights might resume soon and that Atlantis could fly as early as August 10. He added that if the repairs could not be accomplished on the launch pad, then the orbiter would be taken into the hanger and rescheduled for launch sometime after the",
      "month": "July",
      "day": 15,
      "monthNumber": 7
    },
    {
      "story": " 18/90; NY Times, Jul 18/90)",
      "month": "October",
      "day": 5,
      "monthNumber": 10
    },
    {
      "story": " A report released by NASA, concerning plans for the Space Station Freedom, said that 3,700 hours of maintenance would be required annually to keep it running. The final figure from the 6month study was up from the 2,200 hours that a preliminary version had given in March and dwarfed the original goal of 130 hours. The most alarming statistic was that 6,200 hours of maintenance would be needed before the station could even be habitable. \"The significance is that there's no one up there to do this,\" said Dr. William J. Fisher, an astronaut who headed the 12member panel that did the estimate. (NY Times, Jul 21/90; W Post, Jul 21/90; WSJ, Jul 23/90)",
      "month": "July",
      "day": 20,
      "monthNumber": 7
    },
    {
      "story": " A NASA official announced that Mark Showalter, at the Ames Research Center in California, had discovered another moon orbiting Jupiter. He found it while doing analysis of images taken in 19801981 by Voyager 2. The smallest of the planet's known satellites was dubbed 1981S13. (B Sun, Jul 25/90; W Post, Jul 25/90; NASA Release 90103)",
      "month": "July",
      "day": 24,
      "monthNumber": 7
    },
    {
      "story": " An Ariane rocket carrying both a French and a German TV satellite was successfully launched from French Guiana. The rocket was identical to the one that exploded shortly after liftoff last February 22. (W Post, Jul 25/90; WSJ, Jul 25/90)",
      "month": "July",
      "day": 24,
      "monthNumber": 7
    },
    {
      "story": " The hydrogen leak that was detected in the Space Shuttle Atlantis reappeared, and engineers determined that the Shuttle would have to be taken off the launch pad and rolled back to the hanger for a closer look. Columbia, undergoing repairs for a similar leak, was expected to be on the launch pad early in August. The Atlantis liftoff with its classified military payload were rescheduled for November, bumping another launch into 1991 (#and reducing the projected number of flights in 1990 to seven. (P Inq, Jul 26/90; NY Times, Jul 26/90; W Times, Jul 26/90)",
      "month": "July",
      "day": 25,
      "monthNumber": 7
    },
    {
      "story": " After three delays, NASA and General Dynamics Corporation launched a Delta rocket from Cape Canaveral, Florida, that carried a $189 million satellite to study the Earth's magnetic and electrical fields. The Combined Release and Radiation Effects0*Satellite (CRRES), a joint effort by NASA and the Department of Defense, carried 24 canisters containing chemicals that were to be released in fall 1990 and become ionized by the sun's rays. Visible clouds would then spread along magnetic field lines, allowing scientists to see how electrical fields interact with normally invisible charged particles. The CRRES releases were to be augmented by chemicals released from 10 sounding rockets launched from Puerto Rico and the Marshall Islands. (P Inq, Jul 26/90; NY Times, Jul 26/90; NASA Release 9097; 9098)",
      "month": "July",
      "day": 25,
      "monthNumber": 7
    },
    {
      "story": " The United States and the Soviet Union signed an agreement in which NASA's Total Ozone Mapping Spectrometer (TOMS) would fly on a Soviet Meteor3 spacecraft sometime in 1991. A TOMS instrument had monitored ozone concentrations from a Nimbus7 satellite since 1978, focusing on the southern hemisphere and the development of the Antarctic ozone hole. This satellite, however, had already performed well beyond its designed lifetime, and the TOMS/Meteor3 mission was slated to replace it. Another TOMS satellite was scheduled to be aboard a U.S. spacecraft in 1993; two or three years subsequent to that mission another TOMS was scheduled for a Japanese ADEOS satellite. (NASA Release 90105)",
      "month": "July",
      "day": 25,
      "monthNumber": 7
    },
    {
      "story": " NASA and Japan's Ministry of State for Science and Technology agreed on new areas of space cooperation during a meeting in Tokyo. NASA/Japan projects agreed upon were observation of the ozone layer from satellites, space environment monitoring (realtime solar wind data), Space Station solar terrestrial physics carried out from the Space Station Freedom, and space microgravity experiments aboard the Space Shuttle. Other areas discussed were the ongoing cooperation for building and utilization of the Space Station and joint projects in xray and infrared astronomy, cosmic ray research, the study of ocean dynamics, measurement of cloud height by satellite stereograph, reception of Japan's first marine observation satellite data, and satellite measurements of tropical rainfall. (NASA Release 90106)",
      "month": "July",
      "day": 26,
      "monthNumber": 7
    },
    {
      "story": " State officials said that the Soviet Union had requested use of facilities at Cape Canaveral, Florida, to launch their Proton rockets. The request followed their stated intentions of joining the commercial space race. University of Houston professor Peter Bishop explained that a launch pad closer to the equator meant less fuel would be needed for achieving proper orbit. (B Sun, Aug 1/86) During July: NASA and U.S. university scientists and Canadian researchers joined in a study of pollution at high northern latitudes resulting from the release of methane, an important greenhouse gas, from tundra, forests, and marshes. Both ground and air measurements were taken; NASA's main sampling platform was a Lockheed Electra aircraft. Research began July 5 and was scheduled to conclude on August 20, 1990. (NASA Release 90102) 0*",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " The Goddard Space Flight Center in Greenbelt, Maryland, selected Stanford Telecom for negotiations leading to a fiveyear, $30 million contract to provide systems engineering support for the Advanced Tracking and Delta Relay Satellite and the Advanced Network Control Center. Also, Martin Marietta Corporation received a $326.8 million contract from the Air Force for modifications to space launch facilities at Cape Canaveral, Florida. (NASA Release C90aa)",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " Scientists at the Jet Propulsion Laboratory in Pasadena, California, devised a way to salvage the Japanese lunar mission that successfully orbited a probe around the Moon but did not send data back because of a failed transmitter. The mother ship that launched the probe was in an elliptical orbit around the Earth and could achieve lunar orbit by taking advantage of the \"fuzzy boundary.\" The \"fuzzy boundary\" is an area about 1 million miles from Earth where gravitational forces emanating from our planet and the Sun cancel each other out. The limited supply of fuel carried by the spacecraft was not sufficient to allow it to reach a lunar orbit by conventional means. Success with the plan, they determined, would mean an enormous fuel savings should lunar bases be built in the future. (LA Times, July 16/90)",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " The Air Force launched a Delta rocket from Cape Canaveral, Florida, which successfully carried a NAVSTAR satellite into orbit. The navigation satellite was the eighth in a planned series of 21 that promised to give military units their locations to within 50 feet. (W Post, Aug 3/90)",
      "month": "August",
      "day": 2,
      "monthNumber": 8
    },
    {
      "story": " Officials announced that an advisory committee created by Vice President Dan Quayle and the National Space Council was set up to examine how to manage future efforts in space. The committee, made up of two former congressmen, a former astronaut, and several top industry executives, was to report to the National Space Council in about four months. Quayle said that he had urged the committee's creation because of problems with the Hubble Space Telescope, grounding of the Shuttle fleet, and design flaws in the proposed Space Station. (NY Times, Aug 3/90)",
      "month": "August",
      "day": 2,
      "monthNumber": 8
    },
    {
      "story": " Government officials said that the mirrors attached to the Nation's next generation of weather satellites used to reflect images from Earth's atmosphere into internal sensors would warp from the Sun's heat, according to recent tests. NASA formed a team of nine experts from Ford and ITT, makers of the spacecraft, to correct the problem, in time to meet the 1992 launch date. A single Geostationary Operational Environmental Satellite was in orbit at the time. Officials were worried that, if it failed, the Nation would have to rely on planes, radar units, and other satellites that were not capable of giving the comprehensive overview needed, for example, to follow storms.0*There were normally two satellites of this type in orbit, but one was destroyed in 1986 when a Delta rocket malfunctioned. Solutions for the GOESNEXT flawed mirrors ranged from repairing them, which would cause a sixmonth delay, to remanufacturing, and causing a delay of more than one year. (NY Times, Aug 8/90; W Post, Aug 9/90; W Times, Aug 9/90)",
      "month": "August",
      "day": 8,
      "monthNumber": 8
    },
    {
      "story": " The $744 million Magellan spacecraft launched in May 1989 reached Venus and achieved polar orbit for a mission to map the entire planet. The radarproduced images promised to be 10 times more detailed than those from previous expeditions that had mapped only sections of Venus. Information from the mission could also provide a better understanding of predicted global warming, or the greenhouse effect, said NASA scientist Gentry Lee. (NY Times, Aug 11/90; W Post, Aug 11/90; LA Times, Aug 11/90; C Trib, Aug 11/90)",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " Surprised NASA scientists released a photograph taken",
      "month": "August",
      "day": 13,
      "monthNumber": 8
    },
    {
      "story": " detail of a young star system known as 30 Doradus, 160,000 light years from Earth. After scientists corrected the flawed mirror problem with computer enhancement, the telescope revealed 60 of what were yet the youngest and heaviest stars known. The \"star nursery,\" was once thought to have only one large star; the most advanced telescope prior to the Hubble telescope had raised that number to 27. (W Post, Aug 14/90; W Times, Aug 14/90; P Inq, Aug 14/90; NASA Release 90111)",
      "month": "August",
      "day": 3,
      "monthNumber": 8
    },
    {
      "story": " Charles Pellerin, director of astrophysics for NASA, announced that problems with the Hubble Space Telescope mirrors could easily be fixed in a Space Shuttle mission scheduled for mid1993. The mission would require replacing the telescope's widefield planetary camera with one designed to correct the flawed mirrors. (P Inq, Aug 17/90; W Times, Aug 17/90)",
      "month": "August",
      "day": 16,
      "monthNumber": 8
    },
    {
      "story": " NASA scientists regained contact with Magellan after a 14hour loss. The spacecraft went into a safe mode, in which it shut down many of its systems and pointed its solar panels toward the Sun because of navigation problems it falsely interpreted. The ship's computer memory was sent back to Earth so scientists could determine the problem in Magellan's program. Scientists were pleased, however, with the first set of pictures taken during Magellan's test run over the planet. They, however, cautioned that Magellan's mission to begin regular mapping by `\"August 29 would likely be delayed. (W Times, Aug 20/90; P Inq, (#Aug 19/90; W Post, Aug 18/90; NY Times, Aug 18/90; LA Times, Aug",
      "month": "August",
      "day": 17,
      "monthNumber": 8
    },
    {
      "story": " A Delta rocket carried a British television broadcasting satellite, Marcopolo 2, and put it into orbit from Cape Canaveral, Florida. The only problem for the ninth U.S. commercial launch of a payload into orbit was a twohour delay0*caused by thunderstorms in the area. (AP, Aug 18/90)",
      "month": "August",
      "day": 18,
      "monthNumber": 8
    },
    {
      "story": " NASA Administrator Richard R. Truly announced the establishment of a Space Commerce Steering Group, composed of NASA officials, that would provide an overview of commercial space technology applications. The goal of the Group was to provide coordination of potential commercial capabilities; NASA's Office of Commercial Programs would remain the primary action agent. Truly maintained that NASA \"must ensure that [its] technology is transferred to the private sector. The taxpayer's investment in NASA is an investment in the international competitiveness of U.S. industry.\" (NASA Release 90112)",
      "month": "August",
      "day": 20,
      "monthNumber": 8
    },
    {
      "story": " Scientists at NASA said that the Magellan spacecraft seemed to be working. Engineers had received all of the data from the craft's computer memory and were in the process of loading new programming. Officials said the navigation problem might have been caused by a series of rare events; they hoped it would be fully operational soon. (NY Times, Aug 22/90; W Post, Aug 22/90; W Post, Aug 22/90)",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " A report from a panel convened by the National Research Council and released to the White House recommended smaller and simpler satellites to monitor the Earth's climate, as opposed to the $30 billion, six large satellites being planned by NASA. The expense of the Earth Observing System (EOS) could take funds away from other important studies and future budgets. It could result in a delay in launching the EOS spacecraft, the report warned. Noting that at least one large platform was necessary for a number of scientific instruments to be grouped together, the panel recommended that three of the large satellites be replaced by smaller ones. (NY Times, Aug 22/90; W post, Aug 22/90)",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " NASA responded to a request issued August 7 by the Office of Management and Budget asking for various Federal agencies to outline the effects of a $100 billion cut in the 1991 budget. The report submitted by NASA warned of a halt in Space Shuttle flights, suspended development of the Space Station, and delayed launch of the Mars Observer spacecraft. Although not expected, cuts acrosstheboard were a possible result of the GrammRudman deficit control law. (Sp News, Sep 913/90)",
      "month": "August",
      "day": 27,
      "monthNumber": 8
    },
    {
      "story": " The first scientific results from the Hubble Space Telescope confirmed that it would reveal a more detailed view of the heavens than any ground telescope, in spite of its flawed mirror. The latest pictures showed the clearest view yet of a supernova discovered in 1987 and of densely packed stars in a distant galaxy that could be the result of a black hole. Meanwhile, scientists at NASA reported that the Magellan spacecraft was operating in another safe mode and communication with it had been offandon. The navigation problem had been0*narrowed down but not pinpointed, and the mapping survey of Venus would be delayed two or three weeks. (NY Times, Aug 30/90; W Times, Aug 30/90; NASA Release 90117; 90118) During August: Joseph B. Mahon, Deputy Associate Administrator, and astronaut Michael J. McCulley announced they would retire. Mahon had served with NASA for almost 30 years, managing and directing untended launch vehicles, Shuttle carrier systems, and spacelab operations. Captain McCulley, who planned to retire from the Navy, was to join Lockheed Space Operations Company and be involved with daytoday processing of Space Shuttle vehicles. (NASA Release 90116; 90119)",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " NASA announced the selection of Margaret G. Finarelli as Acting Associate Administrator for External Relations, and the names of microgravity mission payload specialist candidates. Finarelli, who had been Deputy Associate Administrator since December 1988, would temporarily replace Kenneth S. Pedersen, who had taken a oneyear teaching assignment with Georgetown University in Washington, D.C. Candidates for payload specialists for the March 1992 STS53 Space Shuttle mission were Lawrence J. DeLucas, Joseph Prahl, Albert Sacco, and Eugene H. Trinh. (NASA Release 90107; 90108)",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " A Government industry board selected the gas generator power cycle engine, similar to the J2 engine used on the Saturn moon rockets, for the rocket engine to be designed and built to power the NASA/USAF Advanced Launch System. Chosen over the closed expander power cycle, the engine would power next century launch vehicles, capable of delivering a wide range of payloads into Earth orbit at a reduced cost. (NASA Release 90113)",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " In a flight test that concluded in August, NASA, the Air Force, and Boeing Commercial Airline Group announced betterthanexpected findings taken from the results of modifying a 22foot section of a Boeing 757 wing. The design reduced drag in what could equate to 10 percent if the entire span of both wings had been modified. A 1percent reduction would have amounted to a $100 million annual savings in fuel costs for the U.S. airline industry. (NASA Release 90115)",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " Liftoff of the Space Shuttle Columbia was scrubbed for the third time, after a fuel leak was discovered. It was reportedly not in the same area as the leak that halted the mission last May. The second delay for liftoff occurred during the last week of August because of communication problems with the Xray telescope in Columbia's cargo bay. NASA engineers believed the problem lay in the fuel pumps feeding the Shuttle's three main engines and began replacing them the next day. Agency officials said that the flight would be delayed at least 11 days.0*W Times, Sep 6/90; Sep 7/90; W Post, Sep 6/90; Sep 7/90; NY Times, Sep 6/90; Sep 7/90)",
      "month": "September",
      "day": 5,
      "monthNumber": 9
    },
    {
      "story": " A Titan 4 rocket booster exploded at Edwards Air Force Base in California during tests, killing one worker and injuring nine others. The Air Force was further developing the rocket, which experts called problem plagued, hoping to replace the Space Shuttle for launching of heavy payloads. (C Trib, Sep 8/90; LA Times, Sep 9/90)",
      "month": "September",
      "day": 7,
      "monthNumber": 9
    },
    {
      "story": " NASA Administrator Richard Truly told a panel created by President George Bush that the Agency was facing serious problems, but not what most people believed them to be. The two obstacles standing in front of the Agency, he said, were \"Governmentwide practices\" that encumbered connections between programs and resources and the public's misunderstanding of the proposed Space Station Freedom. The Space Station's design flaws, he added, were either solved or close to a solution, \"yet public understanding is to the contrary.\" In a related matter, Federal Computer Week reported that NASA planned to spend $1.9 billion over the next five years on its seven centers of excellence in the area of highperformance computing. The Centers would focus on training college and graduatelevel students, thereby educating the next generation of scientists in the field. Truly, who spoke at a conference on supercomputing in September noted, \"NASA needs highperformance computing. Some of our missions depend on it.\" (W Post, Sep 14/90; Fed CoWk, Sep 10/90)",
      "month": "September",
      "day": 13,
      "monthNumber": 9
    },
    {
      "story": " Magellan officially began its mission of mapping Venus on this date when it used radar to photograph the planet for the first time since radio contact was lost August 16. Computerized commands were radioed to the spacecraft, and confirmation that it had begun its 243day chore was returned 13 minutes later. Pictures revealing mountains, valleys, and a unique looking meteor crater were received by scientists two days later. (P Inq, Sep 16/90; Sep 18/90; W Post Sep 25/90)",
      "month": "September",
      "day": 15,
      "monthNumber": 9
    },
    {
      "story": " Liftoff of Columbia was again scrubbed because of another hydrogen leak. This time the suspect was gritty sandpaper residues from a mobile launch platform restoration. A postponement period for the launch was indefinite, but officials said that it would be delayed until after the October 5 Discovery `\"flight. (W Times, Sep 18/90; W Post, Sep 18/90; NY Times, Sep",
      "month": "September",
      "day": 17,
      "monthNumber": 9
    },
    {
      "story": " The House voted to slash the Strategic Defense Initiative $4.7 billion request to $2.3 billion. Representative Jon Kyl argued that the United Stated needed \"Star Wars\" to avoid \"being held hostage by some tinhorn dictator.\" Representative Ronald Dellums retorted that only $143 million of the program's0*budget was dedicated to destroying shortrange missiles, those developed by Third World Nations. (P Inq, Sep 19/90)",
      "month": "September",
      "day": 18,
      "monthNumber": 9
    },
    {
      "story": " The House Science, Space, and Technology Committee recommended an increase of NASA's budget from $12.3 billion to $17 billion for the next year, including the $2.9 billion earmarked for continued development of the Space Station. Committee members acknowledged that the final spending plan would probably be lower but wanted to show their support despite NASA's recent problems. (P Inq, Sep 20/90)",
      "month": "September",
      "day": 19,
      "monthNumber": 9
    },
    {
      "story": " NASA took the Space Shuttle Columbia off its schedule for 1990 launches, operating under the assumption that the orbiter was prone to fuel leaks. Still unable to pinpoint the exact location of the last hydrogen leak, NASA hoped that the craft would be able to fly in early 1991. A team of nine engineers was working on the problem. (NY Times, Sep 21/90; W Post, Sep 20/90; C Trib, Sep 20/90; NASA Release 90127)",
      "month": "September",
      "day": 20,
      "monthNumber": 9
    },
    {
      "story": " The Federal Aviation Administration signed a memoranda of understanding with NASA to jointly research problems in aviation. Areas to be investigated were environmental compatibility, human factors, severe weather, integration of cockpit and air traffic operations, airworthiness, and noise. (NASA Release 90131)",
      "month": "September",
      "day": 27,
      "monthNumber": 9
    },
    {
      "story": " The House passed a $44 billion, 3year spending authorization bill for NASA that included establishment of a Moon base and a crewassisted expedition to Mars. The bill was to next go to a conference committee to work out differences with the Senate. (LA Times, Sep 29/90) During September: Astronaut Bruce McCandless retired from NASA and as Captain from the U.S. Navy. He helped develop the space agency's Manned Maneuvering Unit, a jetpowered backpack he was the first to wear during a Space Shuttle Challenger mission in February 1984. (W Times, Sep 12/90)",
      "month": "September",
      "day": 28,
      "monthNumber": 9
    },
    {
      "story": " The Langley Research Center in Virginia selected Mason and Hanger Services, Inc. for negotiation of a 5year, $97.9 million contract to support all aspects of supply, transportation and equipment management; general and specialized administrative services; different aspects of the security program; and support of the scientific and technical information program. The Television Development Division of NASA Headquarters awarded the Imaging Systems Laboratory of Florida Atlantic University a one to fiveyear contract with a potential value of $3 million for research and development in advanced video systems for space and terrestrial applications. (NASA Release C90cc; 90131A) ' 0*",
      "month": "September",
      "day": 28,
      "monthNumber": 9
    },
    {
      "story": " A joint NASA/U.S. Geological Survey team of American scientists planned to work with a Soviet Science team to study volcanoes along Russia's Kamchatka Peninsula, part of the Pacific's \"Ring of Fire.\" The study would mark the first time Western scientists had been allowed in the region. (NASA Release",
      "month": "September",
      "day": 28,
      "monthNumber": 9
    },
    {
      "story": " The Air Force decided in September to convert the Space Launch Complex6 at Vandenberg Air Force Base in California for Space Shuttle liftoffs into a launch pad for its Titan 4 rockets. The launch pad had been idle since the Challenger accident in 1986. (NY Times, Sep 30/90) Oct 1: The High Resolution Imager, an instrument for the study of cosmic Xrays aboard the German Roentgen Satellite launched last June, sent back its first light pictures to a ground station near Munich. The cooperative program between the United States, West Germany, and Great Britain, called ROSAT, excited several international scientists. The pictures sent back represented a neutron star 3,000 light years from Earth, a supernova that occurred in this galaxy 320 years ago and 10,000 light years away, and a cluster of galaxies known as Abell 2156. (NASA Release 90133)",
      "month": "September",
      "day": 28,
      "monthNumber": 9
    },
    {
      "story": " The Senate approved $13.4 billion for NASA's 1991 budget. The bill drastically reduced the Moon and Mars initiative and cut $863.6 million from the planned Space Station. The measure was to go to a conference committee to iron out differences with the House appropriations bill before being sent to President George Bush. (WSJ Oct 4/90)",
      "month": "October",
      "day": 3,
      "monthNumber": 10
    },
    {
      "story": " NASA scientists reported that despite its flaws, the Hubble Space Telescope was sending back some clear pictures, better than any a ground telescope could produce. The latest photographs of Jupiter and Pluto were better than any ever taken, but until the telescope's \"near sightedness\" was corrected images of distant, faint objects would continue to be unclear. (W Post, Oct 5/90; NY Times, Oct 5/90)",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " The official Soviet Tass News Agency reported that their most advanced rocket, a Zenit booster, had blown up seconds after liftoff and destroyed much of the launch pad in the Kazakhstan Republic. The payload, said Western analysts, was likely a recon naissance satellite. The rocket had earlier been promoted for sale in the West and had been used to fly some versions of the Soviet Space Shuttle. (W Post, Oct 12/90)",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " Space Shuttle Discovery, flight STS41, was launched from Cape Canaveral, Florida after a 5month dry spell; the fleet was grounded during much of this period because of hydrogen'!0*leaks. Ulysses, the craft's 814pound nuclear powered payload, was released later that afternoon, and a threestage solidfuel rocket began the craft on its long trip to Jupiter. Ulysses was to sling shot Jupiter in order to achieve polar orbit about 120 million miles from the Sun in May 1994. In order to escape an Earth orbit, the $750 million joint mission between NASA and the European Space Agency reached 34,130 mph, the greatest velocity yet required by an interplanetary probe for the task. The scientific mission also included a controlled fire to see how flames behave in weightlessness and release of the craft's 50foot robotic arm, which had a special material attached to estimate effects of deterioration on the Intelsat satellite, launched earlier this year into a low and useless orbit. Discovery landed at Edwards Air Force Base, California, on October 10, ending a fourday, practically flawless mission. (W Post, Oct 7/90; Oct 11/90; NY Times, Oct 7/90; Oct 11/90)",
      "month": "October",
      "day": 6,
      "monthNumber": 10
    },
    {
      "story": " The Office of Technology Assessment warned that Space debris could make space activity too risky in 20 to 30 years if the most traveled orbits continue to be littered. With the average collision velocity in low Earth orbit 6.2 miles per second, an object having 1/35th the weight of an aspirin tablet has the impact of a .30caliber bullet, they said. The Air Force tracks such debris to advise NASA before Shuttle missions, but no course change has ever been deemed necessary. (W Post, Oct 12/90; C Trib, Oct 14/90)",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " NASA scientists warned that examination of data from the ozone hole over the South Pole showed record depletion. They added that ozone levels throughout the Southern Hemisphere were as low as they had ever been. The ozone hole has been monitored since 1979 with the Total Ozone Mapping Spectrometer, an instrument on the GoddardManaged NIMBUS7 spacecraft. (C Trib, Oct 12/90; NASA Release 90137)",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " The Senate, in a rush to agree on the 1991 spending plan, compromised on a $1.9 billion allocation for NASA's Space Station. Said Senator Barbara Mikulski, \"The space program has been increased by 13 percent so it's not as if we gouged them.\" W Post, Oct 17/90; AvWk, Oct 22/90)",
      "month": "October",
      "day": 16,
      "monthNumber": 10
    },
    {
      "story": " NASA released a photograph from the Cosmic Background Explorer (COBE) of the vast dust clouds that fill the Milky Way galaxy. Launched almost one year previously, the COBE was to study background radiation from the Big Bang believed to have created the universe. It found that the fireball was unexpectedly smooth, belying numerous theories. (W Post, Oct 18/90; NY Times, Oct 23/90; NASA Release 90140)",
      "month": "October",
      "day": 17,
      "monthNumber": 10
    },
    {
      "story": " NASA announced the selection of 280 research proposals for immediate negotiation of Phase I contracts in their'\"0*1990 Small Business Innovation Research program (SBIR). SBIR had aimed at stimulating technological innovation in small business for the past 8 years; the Phase I contracts normally would not exceed $50,000. (NASA Release 90144)",
      "month": "October",
      "day": 25,
      "monthNumber": 10
    },
    {
      "story": " NASA considered a proposal for a major repair of the Hubble Space Telescope that would include the reinstating of full observation abilities. In addition to replacing the telescope's main camera in 1993, as already planned, astronauts would also replace another device with corrective optics for light that reached other important scientific instruments. The plan called for repairing or replacing the craft's solar panels, as well, because their vibrations had interfered with many sensitive observations. (NY Times, Oct 27/90)",
      "month": "October",
      "day": 26,
      "monthNumber": 10
    },
    {
      "story": " NASA declared its Shuttle fleet \"leak free\" as Columbia passed a fueling test after two defective seals had been replaced and nuts and connectors in the engine compartment had been tightened. Space Shuttle Atlantis had passed its fuel test a week earlier and was scheduled for liftoff November 9. (NY Times, Oct 31/90; W Post, Oct 31/90; NASA Release N9086)",
      "month": "October",
      "day": 30,
      "monthNumber": 10
    },
    {
      "story": " A Delta rocket was launched from Cape Canaveral, Florida, successfully carrying an International Maritime Satellite Organization communications satellite into orbit. The satellite was intended to expand international telephone and facsimile services aboard ships, planes, trains, and other vehicles. (W Post, Oct 31/90) During October: Photographs sent back from the Magellan spacecraft since September 15 were ten times sharper than any seen before. The images \"revealed a whole new planet\" and \"almost everywhere you look on Venus you see volcanic features,\" said scientists at the Jet Propulsion Laboratory in California. (CSM, Oct 25/90)",
      "month": "October",
      "day": 30,
      "monthNumber": 10
    },
    {
      "story": " United States and Soviet space and aeronautics officials planned three separate meetings for October to visit U.S.S.R. space facilities. A U.S./U.S.S.R. Solar System Exploration Joint Working Group meeting was also planned for October in Virginia, where the group would visit NASA's aeronautics centers. (NASA Release 90138)",
      "month": "October",
      "day": 30,
      "monthNumber": 10
    },
    {
      "story": " NASA selected ST Systems Corporation for negotiation to a 5year, $37 million contract for operation and analysis support for Goddard's National Space Science Data Center, Greenbelt, Maryland. NASA also awarded CBI Services, Inc. a $28.2 million contract for work on Ames Research Center's 12foot pressure wind tunnel. (NASA Release C90dd; C 90ee)",
      "month": "October",
      "day": 30,
      "monthNumber": 10
    },
    {
      "story": " NASA announced in October that its expertise in structural mechanics, design optimization, and computer codes was finding'#0*application in orthopedic science in the custom design of prosthetic joint implants. Similar development of a computer code, said experts, would allow implants a life span increase from an average of 7 years to 20 years while providing less discomfort to the patient. (NASA Release 90142)",
      "month": "October",
      "day": 30,
      "monthNumber": 10
    },
    {
      "story": " NASA officials announced that the Hubble Space Telescope for the first time had observed a faint object, a quasar billions of light years from Earth. Officials hoped that study of the image, known to astronomers as UM675, would give clues as to the chemicals present soon after the universe was born. (W Times, Nov 5/90)",
      "month": "November",
      "day": 4,
      "monthNumber": 11
    },
    {
      "story": " Arnold Aldrich, Associate Administrator for Aeronautics, Exploration and Technology, announced an organizational change at the AmesDryden Flight Research Center, Mountain View, California, designed to reinforce and strengthen national flight research capabilities at the AmesDryden Flight Research Facility (DFRF), Edwards, California. Kenneth J. Szalai was chosen as the Ames Deputy Director, effective December 3, 1990. He was, however, located at Dryden and directed research and operations. Szalai previously served as Chief of the Research Engineering Division at Dryden. (NASA Release 90149)",
      "month": "November",
      "day": 5,
      "monthNumber": 11
    },
    {
      "story": " NASA officials said that they had begun overhauling the design of their Space Station, a response to budget cuts passed by Congress and a directive to eliminate $6 billion from the Space Station plan over the next 5 years. William Lenoir, NASA's associate administrator for space flight, said that the redesign would make the Space Station an orbiting laboratory merely visited by astronauts for scientific research. He added that it would not only be stripped of equipment for studying Earth and to make astronomical observations, but for servicing spacecraft on their way to the Moon and Mars. (WSJ, Nov 8/90; Nov 9/90; Nov 12/90; W Post, Nov 8/90; NY Times, Non 9/90)",
      "month": "November",
      "day": 7,
      "monthNumber": 11
    },
    {
      "story": " A Titan 4 rocket blasted off from Cape Canaveral, Florida, with a classified payload outside experts believed was a $180 million advanced missile warning satellite. It was the third launch of the Titan 4 and followed a 2month delay caused by undisclosed technical problems. The satellite, they added, would likely observe Iraq. The Space Shuttle Atlantis, which occupied a nearby launch pad for liftoff on the November 15, also had a (#classified cargo aboard thought to be for the same purpose. (W Post, Nov 13/90; W Times, Nov 13/90)",
      "month": "November",
      "day": 12,
      "monthNumber": 11
    },
    {
      "story": " The Galileo spacecraft, launched from Space Shuttle Atlantis October 18, 1989, fired its thrusters so it could come closer to Earth and use our planet's gravity to slingshot in December toward the Sun for a 1995 rendezvous with Jupiter. The'$0*flyby would mark the first time Earth had been approached by a spacecraft from Venus, or anywhere inside Earth's orbit. The craft was scheduled to study Earth during the maneuver, slingshot the Sun and study our planet again on the return trip in 1992, and then study Jupiter's atmosphere for 2 more years after reaching the planet. The loop around the solar system was necessary because the rocket that launched the craft was too weak to propel Galileo directly on its 2year trip to Jupiter. (Fla Today, Nov 14/90; P Inq, Nov 14/90)",
      "month": "November",
      "day": 13,
      "monthNumber": 11
    },
    {
      "story": " NASA selected investigators and science teams from 11 U.S. universities, 3 NASA centers, 3 other U.S. laboratories, and 13 foreign countries for the Saturn orbiter portion of the Cassini mission scheduled for launch in 1996. The mission would include 62 investigations for analysis of Saturn's atmosphere, its ring particles, and moons within them. The orbiter would also send a probe to Saturn's moon, Titan, and later map it. (NASA Release",
      "month": "November",
      "day": 13,
      "monthNumber": 11
    },
    {
      "story": " Space Shuttle Atlantis, flight STS38, was launched from Cape Canaveral, Florida with a classified satellite, probably to be used for reconnaissance in the Persian Gulf region. The flight marked the last time a Shuttle would be assigned a secret and sole military payload because the Pentagon planned to use untended rockets for classified missions in the future. The satellite was deployed the following day. Atlantis touched down at Cape Canaveral on November 20 after a continuation of high winds and rains had prevented landing at Edwards Air Force Base in California the day before. NASA preferred using the 7mile runway at Edwards, as opposed to the 3mile strip at Kennedy Space Center in Florida, which had not been used since 1985. Astronauts, however, said they felt no hesitation in using the Kennedy runway. This was only the sixth time the orbiter had used the runway and the first time since the Challenger accident. Two more military missions were planned for the Space Shuttle, but the payloads would be unclassified. (NY Times, Nov 16/90; Nov 21/90; W Post, Nov 16/90; Nov 21/90; NASA",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " The Air Force launched a Delta 2 rocket from Cape Canaveral, Florida, that carried a $65 million NAVSTAR Global Positioning System satellite into orbit. The navigation satellite was 10th in a series of 21 that the United States hoped to have `\"in orbit by 1992. (W Post, Nov 27/90; USA Today, Nov 27/90)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " NASA announced the selection of 84 proposals for Phase II contracts in NASA's Small Business Innovation Research Program. Aiming to stimulate technological innovation from small business, the contracts were allowed to reach $500,000 over a twoyear period. (NASA Release 90152) '%0*November 27: The sixmember Hubble Optical Systems Board of Investigation, formed by NASA and headed by Dr. Lew Allen of the Jet Propulsion Laboratory at Pasadena, California, released its final report, cumulating a 5month study. The report stated that both NASA and the PerkinElmer Corporation, then known as Hughes Danbury Optical Systems, were responsible for the flawed mirror that prevented the Hubble Space Telescope from distinguishing very faint objects. Lower management at the Corporation discounted any information that conflicted with certified procedures for testing the mirror with newly designed equipment. Upper management at PerkinElmer and at NASA, the report went on, were left unaware of potential problems the mirror might have had in 1981. Dr. Allen and Leonard Fisk, NASA's Chief Scientist, agreed that NASA management operated under different procedures then and would have caught the problem in 1990. (NY Times, Nov 28/90; W Post, Nov 28/90) During November: NASA and the Technology Utilization Foundation held their first \"Technology 2000\" conference in Washington, D.C., to encourage marketing of space technology. Among the innovations showcased were an implant device for releasing insulin in programmed doses; a light sensing instrument called the \"Video Harp\"; a system to allow the hearing impaired to locate loud noises such as sirens; a digital audio signal processing system for fuller, more realistic sound called the \"Convolvotron\"; the model 700 Infrared Temperature Taking System; and the Intelligent Physics Tutor with stepbystep instructions to a student. Hightech gear only a few years away, said USA Today, included a spaceage washer and dryer, refrigerator, and gloves. USA Today, Nov 29/90)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " NASA's Langley Research Center at Langley Field, Hampton, Virginia, and Honeywell's Space System Group, successfully concluded a joint flight research project that involved study of Global Positioning System (GPS) satellites for improved automated landing in spacecraft and aircraft. Fifteen GPS satellites were in orbit at the time of the test, and the group hoped to add nine more by 1993. Meanwhile, NASA and the Technical and Administrative Services Corporation signed a 2year agreement for the exchange of information associated with closed environment systems related to food production both on Earth and in space. The hydroponic technology sharing involved no exchange of funds. (NASA Release 90155, 90148)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " NASA convened with the Space Activities Commission of Japan in November for the fourth annual meeting of the NASA/SAC Cooperative Space Activities Planning Group in Arlington, Virginia. Discussions focused on a number of collaborative projects in the fields of astrophysics, solar system science, microgravity science, life science, and Earth observation. (NASA'&0*Release 90156)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " Physicians at the Johnson Space Center, Houston, Texas, announced in November that they had instituted a new treatment, promethazine, for space motion sickness. Since NASA's return to flight in September 1988, the medication had helped decrease the malady. (NASA Release 90155)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " Space Shuttle Columbia (flight STS35) was launched from Cape Canaveral, Florida, carrying the $150 million Astro1 for a 10day astronomy mission. The payload consisted of one xray telescope and three ultraviolet telescopes that would supplement and spot targets for the Hubble Space Telescope. The project originally had been scheduled for a May 30 liftoff, but subsequent hydrogen leaks grounded the entire fleet. The Astro1 crew had the longest wait for this mission in Space Shuttle history. It was to have observed Halley's Comet in 1986, but the mission was postponed after the Challenger accident. The Xray telescope was controlled from Goddard and the three ultraviolet instruments from Marshall Space Flight Center, Huntsville, Columbia landed at Edwards Air Force Base in California on December 11, one day earlier than planned to avoid a rain forecast. The Astro1 mission did not achieve all of its objectives because of a failed computer that overheated from lint in the cooling system. Because astronomers on board were forced to aim the telescopes manually at predetermined objects, only 135 of the slated 250 targets were observed. (NY Times, Dec 3/90; Dec 7/90; Dec 12/90; W post, Dec 3/90; Dec 7/90; Dec 12/90)",
      "month": "December",
      "day": 2,
      "monthNumber": 12
    },
    {
      "story": " A Soviet rocket carrying a TM11 space capsule was launched into orbit from Kazakhstan Republic in Central Asia on this date. Accompanying the two cosmonauts on board was a Japanese television reporter, making him the first journalist in space. Japan's biggest private television company, TBS, as well as other Japanese companies, had their slogans emblazoned on the rocket. B Sun, Dec 3/90; LA Times, Dec 3/90)",
      "month": "December",
      "day": 2,
      "monthNumber": 12
    },
    {
      "story": " The Ulysses spacecraft launched from Space Shuttle Discovery and developed a problem on its trip to rendezvous with Jupiter in 1992, from which it would slingshot to achieve polar orbit around the Sun. It was believed that the difficulty came from a 241/2foot antenna boom meant to study radio signals in space and waves in the solar winds. Scientists ascertained that the boom was bent, perhaps from the Sun's rays, and was causing the craft to wobble. Because of the wobble, the main dishshaped antenna would not be able to focus on Earth and relay data gleaned from the star. Scientists were confident that the problem would be solved before the craft's 1994 mission began. (C Trib''0*Dec 15/90; NY Times, Dec 16/90)",
      "month": "December",
      "day": 4,
      "monthNumber": 12
    },
    {
      "story": " The Galileo spacecraft came to within 590 miles of Earth and received a push from Earth's gravity that increased its speed from 67,000 m.p.h. to 78,000 m.p.h. This was the first of two gravity assisted passes by Earth that were planned for the craft, enabling it to reach Jupiter in December 1995. It collected numerous data from Earth, as it would again on its second pass. (CSM Dec 10/90; NY Times, Dec 9/90)",
      "month": "December",
      "day": 8,
      "monthNumber": 12
    },
    {
      "story": " A White House commission, formed in July as a result of the Hubble Space Telescope problem and temporary grounding of the Shuttle fleet, released its report concerning future space plans. The 12member panel emphasized a new system of crewless launch vehicles for a number of NASA missions in order to reduce reliance on the Space Shuttle. It also recommended a greater pursuance of scientific study and less emphasis on the accomplishment of engineering feats for their own sake, that is, crewassisted space flight. In addition, it recommended a gradual phasing out of the Space Shuttle; redesign of the Space Station to make it cheaper and simpler, with a focus on life in space; and restructuring of Agency management. William Lenoir, head of NASA's space flight program, said that a heavylift rocket would take $10 billion to design and take 7 to 10 years to complete. He also said that new Space Station designs were underway, but would be similar to the original ones. WSJ, Dec 7/90; Dec 11/90; NY Times, Dec 11/90; W Post, Dec 11/90; H Post, Dec 14/90; NASA Release 90161)",
      "month": "December",
      "day": 10,
      "monthNumber": 12
    },
    {
      "story": " The selection of 12 research projects, under the auspices of the Earth Observations Commercialization Applications Program, for developing private sector applications of spacebased and airborne remote sensing technologies, were selected by NASA. The 12 projects would lead to 1year funding contracts and would identify and research new commercial products and services that might be developed from existing technology. (NASA Release",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " NASA announced its Integrated System Preliminary Design Review for Space Station Freedom was completed. Preliminary figures for June 1990 showed Freedom's weight to be 143,000 pounds lighter than the allocated limit of 512,000 pounds and that the housekeeping power limit of 45 kilowatts was exceeded by 15 kilowatts. A summerlong resources scrub reduced weight estimates by 130,000 pounds and housekeeping power by 13 kilowatts. \"What this means,\" said Deputy Manager Marc Bensimon, \"is that the design is maturing and converging.\" (NASA Release During December: NASA awarded contracts to Centennial Contractors, SPACEHAB, and Dyncorp. Centennial was given a '(0*year $5 million contract for various minor constructions, modifications, and rehabilitation projects at the Goddard Space Flight Center, Greenbelt, Maryland, SPACEHAB received a 5year $184,236,000 contract for providing commercial middeck augmentation module services: physical and operational integration of the module and the experiments; power, cooling, data management; and crew training in six Space Shuttle flights at sixmonth intervals. Dyncorp procured a $30 million contract for technical services that included operation and maintenance of radar, telecommunications, and optical services. (NASA Release C90gg; 90157; W Times, Dec 4/90)",
      "month": "December",
      "day": 26,
      "monthNumber": 12
    },
    {
      "story": " Colonel Robert C. Springer retired from NASA and the Marine Corps. He was both an astronaut and a mission specialist and planned to work for Boeing Aerospace. (NASA Release 90159) During 1990: The year saw both major scientific achievements and several disappointments. The Hubble Space Telescope was successfully deployed from Space Shuttle Discovery in April but was discovered to have a spherical aberration that prevented the most distant observations for which it was designed. However, it began unprecedented scientific work in spectroscopy, photometry, astronomy, and ultraviolet wavelength imaging not possible from the ground. The telescope also sent back impressive photographs from Orion's nebula and the giant Saturn storm by using computer image processing. The Magellan spacecraft began detailed mapping of Venus in August, the European Space Agency's Ulysses spacecraft was launched in October by Space Shuttle Discovery to study the poles of the Sun, and the Galileo spacecraft made its first gravityassisted pass of the Earth in December. Meanwhile, NASA Administrator Richard Truly launched an effort to collect the best ideas on how to return to the Moon and go to Mars. Six successful Shuttle missions were flown, a standdown of five months because of hydrogen leaks notwithstanding. Two Department of Defense payloads, a SYNCOM IV communications satellite, the Hubble Space Telescope, and the Ulysses spacecraft were deployed, and the Long Duration Exposure Facility satellite was retrieved. The Astro1 astronomy mission was also successfully completed, though not to every scientist's satisfaction. (NASA Release, 90160)",
      "month": "December",
      "day": 26,
      "monthNumber": 12
    }
  ],
  "totalStories": 192,
  "year": 1990
}