{
  "stories": [
    {
      "story": " Using data from the European Space Agency’s (ESA’s) Infrared Space Observatory, a team of NASA and university researchers identified three stars that they believed contain enough hydrogen to create a Jupiter-like gas planet. The scientists, from Italy, the Netherlands, and the United States, indicated that the stars Beta Pictoris, 49 Ceti, and HD1235344 have particularly fertile environments, which might eventually form planets. Perhaps most significant, the researchers found a “thousand times more hydrogen” in several stars than scientists had discovered in earlier studies.(W. F. Thi et al., “Substantial Reservoirs of Molecular Hydrogen in the Debris Disks Around Young Stars,” Nature 409, no. 6816 (4 January 2001): 60–63; Associated Press, “Study Finds Nearby Star Systems Capable of Making Big Planets,” 3 January 2001.)",
      "month": "January",
      "day": 3,
      "monthNumber": 1
    },
    {
      "story": " NASA astronomer Gerard M. Williger announced the discovery of a massive cluster of quasars and galaxies, a concentration presumed to be the largest structure ever observed in the universe. Collaborating with fellow NASA astronomers Luis E. Campusano, Roger G. Clowes, and Chris P. Haines, Williger had located the body approximately 6.5 billion light-years away from Earth, in the heart of the constellation Leo the Lion. Not prepared to state with certainty that the find was the largest ever discovered, Williger clarified, “We have found nothing bigger in the literature and nobody has brought to our attention anything bigger.” Moreover, he speculated that the enormous gathering of quasars might be “an artifact of the Big Bang.” Articles in scientific journals and in popular publications expressed excitement at the find.(New York Times, “Bigger Than A Breadbox, or Anything Else,” 8 January 2001; Reuters, “Quasars May Point To Universe’s Biggest Structure,” 8 January 2001.)",
      "month": "January",
      "day": 8,
      "monthNumber": 1
    },
    {
      "story": " A team of astronomers led by Geoffrey W. Marcy of the University of California at Berkeley and R. Paul Butler of the Carnegie Institution of Washington announced that, during a long-term project to search for planets that orbit stars residing within 300 light-years of Earth, they had discovered two new planetary systems. Astronomers had already discovered dozens of planetary systems, but Marcy and Butler had found the first and second examples ever observed of systems with more than one planet orbiting a star. Furthermore, one of the planets discovered was so massive that it defied the parameters that scientists had previously used to define planets. In response to the discovery, one of Butler’s colleagues stated simply, “I am astonished.” Marcy admitted that he and his team did not know how to classify their discovery, saying, “The outer companion (of this star) is so massive, between 17 and 40 times the mass of Jupiter, that it seems too large for a conventional planet. We frankly don’t know what name to give it!”(Kathy Sawyer, “A Giant Find Startles Astronomers,” Washington Post, 10 January 2001; Reuters, “Astronomers Find Two New Planetary Systems,” 9 January 2001.)",
      "month": "January",
      "day": 9,
      "monthNumber": 1
    },
    {
      "story": " At the American Astronomical Society convention, astronomers Victoria M. Kaspi and Mallory S. E. Roberts of McGill University presented evidence dating a known pulsar to 386 AD. Because scientists consider it quite difficult to determine the age of particular pulsars or of any astronomical body, the scientific community regarded the find as especially significant. The researchers had used NASA’s Chandra X-ray Observatory to locate the pulsar exactly at the center of a supernova remnant known as G11.2-0.3, which astronomers had already definitively dated. Scientists believed that both the pulsar and the supernova had formed during an explosion in 386 ADan event that early Chinese astronomers had recorded. Astronomers have experienced difficulty tracking and interpreting the patterns of pulsars, because the formations spin and move rapidly. In light of the successful dating, many scientists hoped that the discovery might help them understand how pulsars develop.(NASA, “Chandra Links Pulsar to Historic Supernova,” news release 01-02, 10 January 2001.)",
      "month": "January",
      "day": 10,
      "monthNumber": 1
    },
    {
      "story": " The People’s Republic of China launched a robotic spacecraft from the Gobi desert, a significant step in the country’s long-term plan to join the United States and Russia as one of the only nations capable of sending humans into space. The Shenzhou 2 craft reached orbit about 10 minutes after launch. China had shrouded its 31-year-old space program in secrecy, releasing few details about funding or about China’s future goals. People’s Daily, however, called the launch “an important step in realizing manned spaceflight.” President Jiang Zemin urged Chinese space officials to further accomplishments, saying, “I hope you will work persistently and unremittingly to achieve even greater victory.” Space experts speculated that a successful Shenzhou 2 mission could mean that China would be ready to send a man or woman to space in the next two to five years. Chinese officials remained circumspect regarding their exact plans.(Associated Press, “Rocket Launch Aids New Space Program,” 11 January 2001; Associated Press, “Second Unmanned Chinese Spacecraft Returns to Earth,” 16 January 2001.)",
      "month": "January",
      "day": 11,
      "monthNumber": 1
    },
    {
      "story": " Administrator Daniel S. Goldin became NASA’s first head to serve three different presidents when George W. Bush assumed the presidency of the United States. Although some had speculated that Goldin’s tenure would end when President William J. Clinton left office, President George W. Bush asked Goldin to remain in his position indefinitely, while the new administration reviewed possible candidates to replace him. Originally appointed by President George H. W. Bush in 1992, Goldin had instituted vast changes at NASA with his “faster, better, cheaper” approach. During his tenure, Goldin had reduced the number of NASA employees from 24,000 to 18,000 while overseeing the successful building and deployment of the International Space Station (ISS).(Frank Morring Jr., “Goldin Sees Station, Innovation as Legacies of His NASA Tenure,” Aerospace Daily, 8 January 2001; Brian Berger, “Goldin Responds to Presiding over NASA Through Bush Team Transition,” Space News, 23 January 2001; Bryant Jordan, “NASA’s Goldin Likely Gone,” Federal Computer Week, 11 January 2001, http://www.fcw.com (accessed 11 January 2001).)",
      "month": "January",
      "day": 20,
      "monthNumber": 1
    },
    {
      "story": " The Russian Space Agency launched a cargo ship headed for the aging Mir space station. The mission’s aim was simple: to remove the 15-year-old space station from orbit safely, by propelling it into Earth’s atmosphere. To accomplish the task, Russia selected an unpiloted Progress M1-5 cargo ship, carrying enough fuel for its own journey and to fire Mir’s thrusters. A series of mechanical problems, including a fire and a collision with another cargo craft in 1997, combined with Russia’s shortage of funds for space endeavors, had led to the Russian government’s decision to end Mir’s successful run. With the launch of the Progress craft, some cosmonauts and Russian space officials protested the destruction of the last remaining symbol of the space heyday of the Soviet Union. Amateur astronomers aimed their telescopes toward the skies to glimpse Mir one last time as it orbited Earth.(Associated Press, “Cargo Ship Intended To Dump Mir Blasts Off Successfully,” 24 January 2001; Reuters, “Kazakhstan: Russia To Launch Ship To Bring Mir Era to End,” 17 January 2001; Agence France-Presse, “Russia Sets January 18 as Date for Mir’s Final Appointment in Space,” 4 January 2001; Michael Alicea, “See Mir in FlightBefore It’s Gone,” Palm Beach Post (FL), 21 January 2001.)",
      "month": "January",
      "day": 24,
      "monthNumber": 1
    },
    {
      "story": " DiversityBusiness.com named NASA one of the United States’ top 50 organizations for providing multicultural business opportunities. Sparked by the efforts of its Office of Small and Disadvantaged Business Utilization, NASA had awarded more than US$2 billion in contracts to minority-owned and women-owned businesses during 2000. NASA joined companies such as Cisco Systems Inc., Microsoft Corporation, and Wal-Mart Stores Inc. among those honored. NASA’s hiring of disadvantaged businesses had more than doubled during Administrator Daniel S. Goldin’s tenure.(NASA, “NASA Makes the A-Team for Multicultural Contract Awards,” news release 01-10, 24 January 2001.)",
      "month": "January",
      "day": 24,
      "monthNumber": 1
    },
    {
      "story": " Michael A. Chowdry, the founder and chairperson of Atlas Air Inc., and Jeff Cole, the aerospace editor for the Wall Street Journal, died in a plane crash, which occurred minutes after takeoff from the Front Range Airport in Watkins, Colorado. Chowdry had formed Atlas Air in 1992, to lease jumbo cargo jets and to provide flight crews to the airfreight industry. Since 1999, readers of the Wall Street Journal had known Cole for his detailed and insightful coverage of the defense and aerospace industries. After interviewing Chowdry, Cole had accepted his invitation to ride aboard a Czech fighter jet. Chowdry was piloting the jet when it crashed.(Wall Street Journal, “Crash Kills Atlas Air Chairman and Journal’s Aerospace Editor,” 25 January 2001.)",
      "month": "January",
      "day": 24,
      "monthNumber": 1
    },
    {
      "story": " NASA made available the first large-scale images revealing a tail of electrified gas streaming from Earth toward the Sun. One of the images, which NASA’s Imager for Magnetopause to Aurora Global Exploration (IMAGE) spacecraft had produced, appeared on the cover of Science. The IMAGE technology had captured new views of previously unverifiable gas trapped within Earth’s magnetic field, known as the magnetosphere. The images placed in the context of the solar system the vast reach of the region affected by Earth’s magnetosphere, which extends past the Moon on the night side of Earth. Astronomers compared the perspective the new images provided them, to the perspective satellite images of Earth provide to scientists researching hurricanes.(NASA, “NASA’s Image Reveals Earth’s Invisible Magnetic Tail,” news release 01-08, 25 January 2001; cover of Science 291, no. 5504 (26 January 2001).)",
      "month": "January",
      "day": 25,
      "monthNumber": 1
    },
    {
      "story": " Presiding over the launch of a Global Positioning System (GPS) satellite, Major Nina M. Armagno became the first female launch director at the Cape Canaveral Air Force Station. Armagno assumed responsibility for a 400-person crew and for making the final decision about whether to proceed with launch plans.(Kelly Young, “First Woman Directs Launch,” Florida Today (Brevard, FL), 31 January 2001.)",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " NASA’s Mars Global Surveyor spacecraft completed its primary mission, having collected more information about Mars than all of the previous missions combined had acquired. “By any conceivable measure the scientific impact of Mars Global Surveyor has been extraordinary,” said Global Surveyor Project Scientist Arden L. Albee. Since reaching the Red Planet in 1998, Global Surveyor had gathered data on Mars’s climate, topography, and geology, as well as mapping the entire planet. The orbiter, which launched in November 1996, had provided a steady stream of invaluable data. Among the most significant findings of the primary mission had been the detection of significant evidence of liquid water, the detection of a magnetized crust on the planet’s southern hemisphere, and the discovery of new information about seasonal changes on the planet. The spacecraft had gathered the data in the course of more than 8,500 orbits of the planet, during which it had collected 58,000 images. With Mars Global Surveyor still functioning effectively, NASA planned to extend its mission and continue its research.(NASA, “New Era Begins as Mars Global Surveyor Completes Prime Mission,” news release 01-14, 31 January 2001.)",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " NASA’s Near Earth Asteroid Rendezvous (NEAR) Shoemaker spacecraft completed its primary mission to the asteroid Eros. NEAR was the first spacecraft successfully to orbit an asteroid and to provide detailed data about it. Even in its first year, the NEAR spacecraft had exceeded expectations, gathering 10 times more data than scientists had forecast. Traveling more than 2 billion miles (3.2 billion kilometers), NEAR had captured 11 million laser pulses; x-ray, gamma- ray, and infrared readings; and approximately 160,000 images of Eros. With its initial objectives accomplished, the NEAR team focused on accomplishing another firsta controlled descent of the spacecraft onto the asteroid. Astronomers hoped that the landing would gather close-up images, otherwise impossible to obtain. With the low-cost and efficient spacecraft nearly out of fuel, NEAR Mission Director Robert W. Farquhar explained that NEAR’s landing was a final attempt to glean as much as possible from the endeavor. Said Farquhar, “With the spacecraft just about out of fuel and our science objectives met, this is a great way to end a successful mission. It’s all bonus science . . . at this point the only real risk is not taking one.”(NASA, “NEAR Mission Completes Main Task, Now Will Go Where No Spacecraft Has Gone Before,” news release 01-13, 31 January 2001.)",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " NASA’s Jet Propulsion Laboratory (JPL) announced that Charles Elachi would become Director of its 5,000-employee, US$1.3 billion research facility in Pasadena, California. Elachi, an expert in the field of remote sensing best known for developing radar systems, had assumed JPL’s top post after 30 years of service with NASA. JPL had interviewed more than 70 candidates over eight months before selecting Elachi. Concerning JPL’s challenge to encourage further exploration while meeting tight budgets, Elachi remarked, “It’s basically striking a balance between faster implementation and cheaper implementation and making sure we have success.” Having lost two separate spacecraft headed for Mars in 1999, JPL stood at a critical juncture as Elachi assumed control.(Associated Press, “New Director Named for NASA’s Jet Propulsion Laboratory,” 31 January 2001; Usha Lee McFarling, “30-Year Veteran of JPL Is Chosen as Its Leader,” Los Angeles Times, 31 January 2001.)",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " NASA opened a new command and control center that would allow researchers on Earth to participate in scientific research conducted aboard the ISS. The new facility, located at NASA’s Marshall Space Flight Center (MSFC) in Huntsville, Alabama, featured state-of-the-art communication and research technologies. Director of MSFC Arthur G. Stephenson described the new center as a significant part of NASA’s ongoing plan to make space research more efficient and useful: “From this facility we will manage fundamental scientific research that can only be done in spaceresearch that will lead to knowledge to benefit all humanity here on Earth.” NASA planned to staff the 13,000-square-foot (1,200-square-meter) facility 24 hours per day to support research aboard ISS. In addition to its link to the ISS, the new facility was equipped to monitor payload resources, facilitate data transfer, and communicate with universities and research centers throughout the world. The new command post opened only days before Space Shuttle Atlantis’s scheduled trip into space to carry the Destiny research laboratory module to the ISS.(NASA, “NASA Opens Space Station Command Post,” news release 01-15, 2 February 2001; Shelby G. Spires, “MSFC Opens Science ‘Mission Control’ Today,” Huntsville Times (AL), 2 February 2001.)",
      "month": "February",
      "day": 2,
      "monthNumber": 2
    },
    {
      "story": " Space Shuttle Atlantis STS-98/ISS-5A lifted off from NASA’s Kennedy Space Center (KSC) in Cape Canaveral, Florida, carrying the most expensive and crucial component of the ISSthe United States–built Destiny science laboratory. Mark Stephenson of the Boeing Company, which had built the US$1.4 billion research module, called the vessel “the crown jewel” of the ISS. NASA had set high stakes on the Destiny laboratory, which was so expensive and complicated to build, that NASA could not afford to assemble a backup module. Therefore, any problem in the transport and connection of the Destiny module would set back the ISS several years. NASA had delayed Atlantis’s mission for three weeks when engineers discovered evidence that faulty wiring might compromise the Shuttle’s safety. The vital mission brought the ISS closer to becoming the permanent and highly functional research station that NASA and the international space community had long awaited. The Destiny laboratory measured 28 feet (9 meters) long, weighed more than 30,000 pounds (13,600 kilograms), and held 13 computers. NASA expected to control the ISS using the computers and communications equipment built into Destiny. Because of the Space Shuttle’s cargo, some officials speculated that Atlantis’s mission was the most important for NASA’s research agenda ever undertaken. One NASA spokesperson called the Destiny module “the cornerstone for space-based research aboard the orbiting platform.” The STS-98 crew consisted of Commander Kenneth D. Cockrell; Pilot Mark L. Polansky; and Mission Specialists Robert L. Curbeam Jr., Thomas D. Jones, and Marsha S. Ivins.(NASA, “Space Shuttle Mission Archives: STS-98,” http://www.nasa.gov/mission_pages/shuttle/ shuttlemissions/archives/sts-98.html (accessed 2 February 2009); William Harwood, “Atlantis Heads for Space Station; Shuttle Flight No. 102 Will Transport $1.4 Billion Lab Module,” Washington Post, 8 February 2001; Kelly Young, “Atlantis To Deliver Destiny,” Florida Today (Brevard, FL), 7 February 2001; Associated Press, “Shuttle Totes Space Station’s ‘Crown Jewel’,” 8 February 2001; Associated Press, “Countdown Begins for Launch of NASA Lab,” 5 February 2001; NASA, “Atlantis Set To Deliver International Space Station’s Destiny,” news release 01-16, 5 February 2001.)",
      "month": "February",
      "day": 7,
      "monthNumber": 2
    },
    {
      "story": " Russian President Vladimir Putin appointed a new director of Russia’s largest manufacturer of spacecraft and rockets, the Khrunichev State Research and Production Company. Putin selected Alexander I. Medvedev to succeed Anatoly Kiselyov, who had headed the company for 26 years. At the time of the change in leadership, Kiselyov had reported failing health. Companies with interests in Russian space exploration continued to adjust to postcommunist operations. The Khrunichev State Research and Production Company, providing much of the revenue to keep Russia’s space projects alive, manufactured Proton booster rockets used to launch commercial and communication satellites.(Associated Press, “New Chief for Russia Space Company,” 7 February 2001.)",
      "month": "February",
      "day": 7,
      "monthNumber": 2
    },
    {
      "story": " Lieutenant Governor of Florida Frank T. Brogan and Roy D. Bridges Jr., Director of NASA’s KSC, broke ground on a new research facility located just south of KSC. The new project, officially named the Space Experiment Research and Processing Laboratory (SERPL), joined researchers from the state of Florida, NASA, the Florida Space Research Institute, and the University of Florida. The research center would devote significant resources to ISS research and to examining the commercial potential of space-related research. Bridges described the venture as widely beneficial, saying, “SERPL and the unprecedented opportunities for collaboration that it represents are key to Kennedy’s evolution to a recognized center for technology development. We expect this partnership to pay dividends to NASA, the State of Florida, and the space industry well into the future.(M2 Presswire, “NASA and Florida Join Forces To Develop Space Science Facility,” 9 February 2001.)",
      "month": "February",
      "day": 9,
      "monthNumber": 2
    },
    {
      "story": " The crew of Space Shuttle Atlantis successfully installed the Destiny laboratory on the ISS. Using the Shuttle’s robotic arm, astronaut Marsha S. Ivins moved the module from the Shuttle’s payload area to its place on the side of the ISS. After patching up a small leak from one of the module’s coolant lines, two spacewalking astronauts connected electrical, fluid, and data lines between the ISS and the Destiny laboratory. After carefully completing the installation, astronauts opened a hatch connecting the new module to the rest of the ISS. The additional 3,750 cubic feet (106 cubic meters) of space made the ISS the largest spacecraft ever. Astronaut Kenneth D. Cockrellalong with William M. Shepherd, the first to enter the Destiny modulereported, “The lab looks and feels and smells great, and looks like all the hard work has really paid off. It’s a beautiful piece of hardware in here.”(William Harwood, “Spacewalking Astronauts Attach Lab Module to Space Station,” Washington Post, 11 February 2001; USA Today, “Space Station Module Gives Crew More Space,” 12 February 2001; Washington Post, “Astronauts Open Hatch to Destiny Laboratory; Alpha Now Largest Orbiting Outpost,” 12 February 2001; Associated Press, “Astronauts Install Lab on Station,” 12 February 2001.)",
      "month": "February",
      "day": 10,
      "monthNumber": 2
    },
    {
      "story": " The NEAR Shoemaker spacecraft landed on the 433 Eros asteroid, becoming the first probe ever to accomplish such a feat. The landing was a bonus. NEAR had already successfully completed a 1 billion-mile mission, which had provided pictures of Earth, comet Hoylake, and the asteroid 253 Mathilde. After a carefully scripted 5-hour descent, NEAR touched down safely, traveling at about 4 miles (6 kilometers) per hour. The spacecraft, which engineers had not designed for the impromptu landing mission, did not have a parachute to lessen its impact on the asteroid’s unknown surface. By firing the spacecraft’s engines five times during descent, NASA controllers were able to slow the craft to a safe landing speed. As NASA’s Chief Scientist Edward J. Weiler explained, “If you were an Erosian watching this thing come in, it should have a velocity about that of a walking individual.” Scientists landed the craft to demonstrate that the landing was possible, as well as to gather additional information. NASA engineers reported detecting a faint signal from the probe even after it had landed. The environment is harsh on the asteroid, which measures 21 miles (34 kilometers) long and 8 miles (13 kilometers) wide. Moving through space at more than 40,000 miles (64,300 kilometers) per hour, Eros reaches a temperature of 400°F (204°C) daily and has only weak gravity. Researchers believed that the asteroid is composed of material older than Earth and might have been part of another planet at one time.(Mike Toner, “Discover: Rendezvous with Eros Matchup Planned Monday for Asteroid, Spacecraft,” Atlanta Journal-Constitution (GA), 11 February 2001; Reuters, “Space Probe Set To Land on Asteroid Eros,” Washington Post, 12 February 2001; Dan Vergano, “Probe Lands on Gigantic Near-Earth Asteroid,” USA Today, 13 February 2001; Regina Holtman, “Signals from Surface,” Washington Times, 13 February 2001; Kathy Sawyer, “Spacecraft Lands on Asteroid; NASA Probe’s Historic First May Yield Wealth of Data,” Washington Post, 13 February 2001. 21 Associated Press, “Atlantis Astronauts To Conduct 100th Spacewalk in U.S. History,” 14 February 2001; Los Angeles Times, “Spacewalk Improves View from Space Station Lab,” 13 February 2001; Dow Jones International News, “Window Shutter Gives US Spacewalkers Views of Earth,” 12 February 2001.)",
      "month": "February",
      "day": 12,
      "monthNumber": 2
    },
    {
      "story": " Astronauts Thomas D. Jones and Robert L. Curbeam Jr. made their third and final spacewalk from Space Shuttle Atlantis, finishing the installation of the ISS’s science laboratory Destiny. The spacewalk was the 100th in the history of U.S. space exploration. Two days earlier, Jones and Curbeam had conducted a spacewalk to install a window shutter for Destiny, allowing the astronauts residing inside the ISS an unparalleled view of Earth. Overall, the mission to install the vital and expensive Destiny module went smoothly. Atlantis’s crew worked quickly to connect the necessary cables, hatches, and wires to equip the new research center. The successful installation also allowed NASA to accept a transfer of leadership from the Russian Space Agency. Using the newly installed computers in the Destiny module, U.S. flight controllers took control of the ISS on 13 February 2001.",
      "month": "February",
      "day": 14,
      "monthNumber": 2
    },
    {
      "story": " NASA announced that it would extend the NEAR Shoemaker spacecraft mission by 10 days to make the most of the first successful landing of a spacecraft on an asteroid. After conducting a complicated landing sequence and arriving safely on the surface of the asteroid Eros, the NEAR spacecraft relayed its signal to excited scientists on Earth. Called the “Surprisingly Sturdy Little Spacecraft” by the New York Times, NEAR survived its landing mission, surprising space officials and enthusiasts. NEAR had already spent a year orbiting the Eros asteroid, when the craft had run low on fuel. NASA’s mission team directed it to land on the asteroid’s surface. After NEAR’s successful landing, mission managers determined that the spacecraft merited additional funding. Although the details about where NEAR would touch down remained in doubt until the last moment, the craft had landed at a location ideal for Earth controllers to send and receive signals, facilitating an extended mission.(NASA, “Asteroid Mission Not Yet ‘NEAR’ an End,” news release 01-20, 14 February 2001; Warren Leary, “Mission Extended for Surprisingly Sturdy Little Spacecraft,” New York Times, 15 February 2001; Associated Press, “NASA Adds 10 Days to Asteroid Mission,” 15 February 2001.)",
      "month": "February",
      "day": 14,
      "monthNumber": 2
    },
    {
      "story": " Space Shuttle Atlantis STS-98 landed at Edwards Air Force Base in California after three days of bad weather had prevented its planned landing at NASA’s KSC in Cape Canaveral, Florida. The crew received a congratulatory call from President George W. Bush, praising their successful 13- day mission. By the time that Atlantis and its crew departed the ISS, the Shuttle had significantly boosted the space station’s orbit, leaving the ISS orbiting at about 237 miles (381 kilometers) above Earth. While attached to the space station, Atlantis had used a series of engine bursts to push the ISS approximately 16 miles (26 kilometers) higher than its previous position. Shuttle crew had also unloaded food and supplies, including an enormous Russian carbon-dioxide removal unit, for the use of the three-person ISS crew during their visit.(Associated Press, “Shuttle Back on Earth After Dismal Three Days,” 21 February 2001; Associated Press, “Atlantis Leaves Space Station in a Higher Orbit,” 16 February 2001.)",
      "month": "February",
      "day": 20,
      "monthNumber": 2
    },
    {
      "story": " On the 15th anniversary of the launch of the Mir space station and with its doom imminent, Russian scientists and other space enthusiasts protested the plan to use a controlled descent to destroy the aging vessel. Once a point of pride for the Soviet space program, Mir had remained in use far beyond its planned lifespan and had fallen into disrepair. Russian Space Agency Chief Yuri Koptev attempted once again to explain why Mir had to come down: “The Mir has lived a wonderful life and must end it in a graceful way. We must discard it while we are still capable of controlling it, not turn its descent into roulette that threatens the entire global community.” Russia had planned to initiate Mir’s final descent in mid-March 2001.(Associated Press, “Report: Russia Puts Off Dumping of Mir for a Week,” 15 February 2001; Associated Press, “Russia Marks Mir’s 15th Anniversary by Assuaging Fears of Its Demise,” 19 February 2001; Associated Press, “Scientists Protest on Mir’s 15th Anniversary,” 20 February 2001.)",
      "month": "February",
      "day": 20,
      "monthNumber": 2
    },
    {
      "story": " A team of scientists led by Luann Becker of the University of Washington presented new evidence explaining what had precipitated the Permian-Triassic extinction of 250 million years ago, when 90 percent of life disappeared from Earth. Confirming a long-held hypothesis, the team of researchers had discovered, in ancient sediments spread across the planet, molecules of stardust that only could have come from space. This discovery led scientists to conclude that the impact of a massive comet had triggered the onset of dormancy of life on Earth. The scientists had examined samples from China, Japan, and Hungary, seeking to explain what had happened on Earth. NASA, which had contributed funding for the project, announced the team’s findings at a panel presentation in Washington, DC.(Luann Becker et al., “Impact Event at the Permian-Triassic Boundary: Evidence from Extraterrestrial Noble Gases in Fullerenes,” Science 291, no. 5508 (23 February 2001): 15301533; Guy Gugliotta, “Comet Tied To a Mass Extinction; Sediments Show Earth Was Hit, Scientists Say,” Washington Post, 23 February 2001; NASA, “Next Space Science Update: Trigger Found for Largest Mass Extinction,” news release N01-10, 20 February 2001.)",
      "month": "February",
      "day": 22,
      "monthNumber": 2
    },
    {
      "story": " NASA’s Ultra-Long Duration Balloon (ULDB), a huge research balloon designed to ascend to altitudes of more than 20 miles (32 kilometers), took off from Alice Springs, Australia. The size of a domed football stadium, the vessel was constructed of ultra-thin plastic material, enabling it to float above 99 percent of Earth’s atmosphere. Scientists controlled the research craft from the ground, hoping that if it succeeded, this new type of balloon would provide a cost-effective method of gathering data. However, after a launch delay of several weeks, because of turbulent weather, the research balloon lasted aloft only a few hours before a leak forced it back to the ground. Once the balloon had reached 85,000 feet (26,000 meters), the flight controllers initiated a controlled descent, minimizing further damage to the craft and to the research instruments aboard. Engineers were optimistic that they could fix the balloon and that, once they had repaired and deployed it, the balloon would fly higher and longer than any previous research balloon. However, when the balloon landed approximately 132 miles (212 kilometers) away from its takeoff site, the launch-station director and crew remained uncertain of the nature and extent of the problem.(NASA, “NASA Aborts Space Research Balloon Flight,” news release 01-28, 26 February 2001; Associated Press, “Leak Forces NASA Balloon To Land,” 25 February 2001; Associated Press, “Giant Balloon Launched After Long Delay,” 24 February 2001.)",
      "month": "February",
      "day": 25,
      "monthNumber": 2
    },
    {
      "story": " NASA announced that it had canceled the X-33 rocket development project, an endeavor that many in the space industry had hoped would produce a vehicle to replace the Space Shuttle. NASA ended the five-year program after having invested nearly US$1 billion in developing a reusable launching vehicle. The X-33 program, contracted to Lockheed Martin Space Systems Company, had sought to build the world’s most technologically advanced space vehicleshaped like an arrowhead and protected by a heat-resistant metallic covering. Because of its capability to ascend to space without having to drop weight by discarding boosters after launch, the new vehicle would have significantly improved on the Shuttle. NASA officials had hoped that the X- 33 would lead to development of the VentureStar vehicle, for transporting people and cargo into space. Operating at considerably less expense to NASA than the Space Shuttles, the VentureStar would permit more space missions per year. NASA’s decision to cut funding for the X-33 was part of its general effort to reduce its budget. NASA officials in charge of the Space Launch Initiative (SLI) had determined that, although the X-33 program had yielded significant new knowledge, it had not advanced to a point at which NASA engineers could readily implement the new technology. Arthur G. Stephenson, the Director of NASA’s MSFC, which had managed the program, called the decision to deny further funding “a very tough decision.”(NASA, “NASA Reaches Milestone in Space Launch Initiative Program; Also Announces No SLI Funding for X- 33 or X-34,” news release 01-31, 1 March 2001; Warren E. Leary, “NASA Ends Project on Rocket Meant To Replace Space Shuttle,” New York Times, 2 March 2001; Kathy Sawyer, “NASA Kills $1.3 Billion Space Plane Project,” Washington Post, 2 March 2001; Los Angeles Times, “NASA Ends X-33 Project that Sought To Cut Spaceflight Costs,” 2 March 2001.)",
      "month": "March",
      "day": 1,
      "monthNumber": 3
    },
    {
      "story": " Wallace D. Hayes, an aeronautical engineer and longtime Princeton University professor, died at age 82 after a long battle with Parkinson’s disease. His colleagues referred to Hayes as “a giant in his field,” Hayes had helped design the first planes that could safely break the sound barrier. Hayes’s 1959 book Hypersonic Flow Theory had outlined the scientific principles behind hypersonic flight, as well as the necessary technology to accomplish it. Although decades passed before his theories produced functional aircraft, many consider Hayes the father of high-speed flight. According to Robert Probstein, a professor at the Massachusetts Institute of Technology, “Every supersonic aircraft, in my opinion, owes to him their design.” Hayes had worked with NASA and a handful of elite American universities during his stellar career. In his association with NASA, he had worked to limit sonic booms from supersonic jets, an achievement that enabled supersonic jets to travel freely over populated areas.(Mark Mueller, “Aerospace Pioneer Wallace Hayes DiesObituary,” Star-Ledger (Newark, NJ), 11 March 2001. 29 Vladimir Isachenkov, “Russia to Insure Mir Descent Negotiating $200 Million Spacecraft Policy,” Chicago Sun- Times, 7 March 2001.)",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " In preparation for the final descent of the Mir space station, the Russian Space Agency negotiated a US$200 million insurance policy covering any damage that might occur if pieces of the craft landed in populated areas. Russian officials planned to fire the engines of the cargo ship attached to the space station, thereby pulling Mir from orbit and sending the space station hurtling into Earth’s atmosphere. Scientists predicted that intense heat would destroy most of the station during reentry, but that some fragments would hit Earth. Although space agencies had successfully deorbited many rockets and satellites to final resting places in the ocean, Russia faced increasing international consternation regarding the damage Mir’s reentry might cause. Japan was at higher risk from fragments of Mir than other countries, because the space station would pass over Japan in its final, low orbit.",
      "month": "March",
      "day": 7,
      "monthNumber": 3
    },
    {
      "story": " Space Shuttle Discovery STS-102/ISS-5.A.1―comprising Commander James D. Wetherbee, Pilot James M. Kelly, and Mission Specialists Andrew S. W. Thomas and Paul W. Richards―launched from NASA’s KSC carrying the three-person crew of Expedition 2 to the ISS for their four-and-one-half-month stay. The members of Expedition 2―Russian cosmonaut Yury V. Usachev and NASA astronauts James S. Voss and Susan J. Helms―would replace the first ISS research team. The transfer also entailed a change of command aboard the orbiting research center. American William M. Shepherd, Commander during the first research period, had led a crew of two Russian cosmonauts in installing and calibrating ISS equipment. With many of the initial installation problems resolved, the second crew planned to devote more time to research. The Russian cosmonaut who was to take command aboard the ISS had plenty of space experience. Commander Usachev had spent 376 days on Mir and had performed numerous spacewalks. Although Voss and Helms had both flown on Shuttle missions before, this voyage was their first time traveling to space for a significant research period. The primary purpose of the Shuttle’s 14-day mission was to deliver the new crew, but Discovery also carried, for the first time, the Leonardo Multi-Purpose Logistics Module (MPLM). The Italian Space Agency had constructed the module to serve as a “moving van” for carrying experiments and supplies back and forth between Earth and the ISS.(NASA, “Discovery Returns Expedition One to Earth; Launches Second Crew,” news release 01-34, 6 March 2001; NASA, “Space Shuttle Mission Archives: STS-102,” http://www.nasa.gov/mission_pages shuttle/shuttlemissions/archives/sts-102.html (accessed 2 February 2009); Warren E. Leary, “Shuttle Primed for Crew-Exchange Mission to Station,” New York Times, 7 March 2001; Marcia Dunn for Associated Press, “Discovery Blasts Off with Next Space Station Crew,” 8 March 2001; Reuters, “USA: CorrectedShuttle Discovery Launched on Space Station Mission,” 8 March 2001.)",
      "month": "March",
      "day": 8,
      "monthNumber": 3
    },
    {
      "story": " Astronauts James S. Voss and Susan J. Helms conducted the longest spacewalk in NASA historynearly 9 hours. After working to install hardware and equipment, the pair had to remain outside the ISS until NASA flight controllers had determined that the Italian module filled with supplies had found an ISS docking port. Voss and Helms spent 8 hours and 56 minutes on their spacewalk, eclipsing the record of 8 hours and 29 minutes set in 1992. The U.S astronauts conducted complex work, involving a series of slow, deliberate maneuvers. NASA’s flight director commented that the lengthy endeavor required stamina, remarking that the spacewalk pushed the two astronauts “right to the edge” of what they could handle. Early in the spacewalk, Voss and Helms each mishandled pieces of equipment, causing one device to float off into space and slowing the process by about 1 hour.(Marcia Dunn for Associated Press, “A Record Job, with Some Butterfingers,” 13 March 2001; CNN.com, “Astronauts Set Out-of-This-World Record,” http://archives.cnn.com/2001/TECH/space/03/11/ space.shuttle.02/ (accessed 18 July 2008); Associated Press, “2 Astronauts Walk in Space Almost 9 Hours,” 12 March 2001; Agence France-Presse, “Discovery Astronauts End Marathon Spacewalk To Add Leonardo to ISS Canvas,” 12 March 2001. 32 NASA, “Deepest X-rays Ever Reveal Universe Teeming with Black Holes,” news release 01-37, 13 March 2001; Kathy Sawyer, “Young Cosmos Was Full of Black Holes,” Washington Post, 14 March 2001; Associated Press, “X- ray Telescope Finds Heavens Brimming with Black Holes,” 14 March 2001.)",
      "month": "March",
      "day": 11,
      "monthNumber": 3
    },
    {
      "story": " A team of astronomers released images taken by NASA’s Chandra X-ray Observatory, revealing that black holes are present throughout the universe, across space and time, more pervasively than previously estimated. The researchers had found that black holes were even more common millions of years ago than they are today. The scientists had used new x-ray technology to examine galaxies several billion years old. The research had focused on a small sliver of the skya deep fieldthat the Chandra X-ray Observatory had probed looking for black holes and other bodies. Based on the findings in the relatively small sampling, the researchers had estimated that the universe might contain as many as 300 million black holes. Chandra had captured images using exposure times of up to 10 days and focusing on the same region of the sky for more than one year. The astronomers believed that their new images had exposed the early history of the universe, perhaps traveling as far back in time as 90 percent of the way to the Big Bang. In examining this distant patch of sky, the researchers had discovered black holes of all types and masses.",
      "month": "March",
      "day": 13,
      "monthNumber": 3
    },
    {
      "story": " The first changing of the guard took place aboard the ISS Discovery when the crew of Expedition 2, which included astronauts James S. Voss and Susan J. Helms and cosmonaut Yury V. Usachev, replaced the first ISS research team, Expedition 1. The new crew planned to spend four and one-half months aboard the space station, with Usachev serving as the outpost’s Commander. With the official beginning of her mission on the ISS, Helms became the first long- term female occupant of the space station. The new crew anticipated working well together, having trained as a unit for nearly four years. Because the first crew had completed many of the ISS’s final construction tasks, crew of Expedition 2 looked forward to having more research time than their predecessors had enjoyed.(Todd Halvorson, “Space Crews Ceremoniously Switch Places,” Florida Today (Brevard, FL), 15 March 2001; NASA, “Space Station ShiftChange Set with Next Shuttle Launch,” news release, 01-30, 28 February 2001; Marcia Dunn for Associated Press, “Space Station Alpha About To Get Its First Female Resident,” 5 March 2001; Juan A. Lozano for Associated Press, “New Space Station Crew Moves into Orbiting Outpost,” 14 March 2001.)",
      "month": "March",
      "day": 14,
      "monthNumber": 3
    },
    {
      "story": " NASA astronomers linked the world’s two largest telescopes, both located at the W. M. Keck Observatory in Hawaii. Using a process known as interferometry, the scientists used the two telescopes to capture images of a faint star in the constellation Lynx. According to Anne L. Kinney, Director of NASA’s Astronomical Search for Origins program, “combining the light from the two largest telescopes on Earth is a fabulous technical advancement.” Using a tunnel that collects light waves that the telescopes have captured, to combine the images, the two telescopes worked together to allow astronomers to peer farther and more clearly into space than ever before. Scientists hailed the achievement as a significant step toward creating a new class of astronomical telescopes.(NASA, “An Astronomy First: Telescopes Double-Team Hawaiian Night Sky,” news release 01-42, 14 March 2001; Associated Press, “World’s Strongest Telescope Link Created,” 15 March 2001.)",
      "month": "March",
      "day": 14,
      "monthNumber": 3
    },
    {
      "story": " NASA commemorated the 75th anniversary of the first successful launch of a liquid-fueled rocket. On 26 March 1926, Robert H. Goddard had launched a 10-foot-long (3-meter-long) rocket fueled by gasoline and liquid oxygen. The rocket flew just over 40 feet (12 meters) high using the same technology that would one day launch massive rockets carrying Space Shuttles and other research craft into space. NASA had named Goddard Space Flight Center (GSFC) after Robert H. Goddard. At the anniversary celebration, NASA’s Chief Historian Roger D. Launius called Goddard the forefather of American space exploration: “Dr. Goddard was a true visionary, having already visualized flight in outer space by the time he was 21.” Goddard had turned 21 in 1903, some 50 years before space exploration began in earnest. Even 75 years after Goddard’s successful test, NASA continued to use liquid-propulsion systems to launch most of its spacecraft and satellites.(NASA, “March 16 Marks 75th Anniversary of First Liquid-Fueled Rocket Launch,” news release 01-35, 12 March 2001.)",
      "month": "March",
      "day": 16,
      "monthNumber": 3
    },
    {
      "story": " Responding to the ongoing reductions in the budget for NASA and for the ISS, the Boeing Company announced that it would lay off 400 workers who had been working on the development of ISS modules, including those workers who would have built the living quarters for the space station’s researchers. At the time of Boeing’s cuts, NASA had trimmed nearly US$1 billion from its ISS funding.(Associated Press, “Boeing Laying Off 400 on NASA’s International Space Station,” 17 March 2001.)",
      "month": "March",
      "day": 17,
      "monthNumber": 3
    },
    {
      "story": " Russian cosmonauts training at NASA’s Johnson Space Center (JSC) in Houston, Texas, staged a one-day walkout to protest NASA’s rejection of millionaire Dennis A. Tito as a member of the Russian crew that would travel aboard the Soyuz to the ISS on 30 April. Space enthusiast Dennis Tito had paid the cash-strapped Russian Space Agency a reported US$20 million to make the trip. Russia’s agreement with the untrained Tito had sparked debate over the proper use of the ISS and over so-called space tourism. Talgat A. Musabayev, the Kazakh cosmonaut who was to command Tito’s crew, removed his men from the training program in Houston after learning that NASA would not allow Tito to participate in the exercises. NASA argued that allowing a person who had not trained as an astronaut to travel to space would pose safety risks, especially since the ISS remained a work-in-progress. Russian officials contended that they had the right to transport aboard their spacecraft any person they deemed fit for the mission. Both sides pledged to find a resolution to the disagreement.(Kathy Sawyer, “Space Tourism Sparks U.S.-Russian Standoff,” Washington Post, 20 March 2001; Warren E. Leary, “NASA Opposing Russian Plan for Tourist on Space Station,” New York Times, 21 March 2001; Marcia Dunn, “Cosmonauts to NASA: Millionaire Comrade Trains with Us or Nobody Trains,” 20 March 2001.)",
      "month": "March",
      "day": 19,
      "monthNumber": 3
    },
    {
      "story": " NASA announced that its X-40A aircraft, built by the Boeing Company and on loan from the U.S. Air Force, had successfully passed a test flight, giving the X-37 program a major boost. NASA had designed the X-37, a reusable craft that could launch into space and return safely, for use in testing NASA technologies. To test the flight-control system planned for the X-37, an Army Chinook helicopter lifted the X-40A aircraft to 15,000 feet (4,570 meters) and then released it to a safe landing. NASA’s director of the X-37 program called the successful test, “a cause for celebration,” saying that incremental tests on prototype airplanes would ultimately make the X-37 program both cost-efficient and successful. Scientists hailed the safe landing of the X-40A as a triumph of cooperation among the U.S. military, NASA, and the Boeing Company, with each of the three playing a vital role in the development of the successful craft.(NASA, “Successful X-40A Test Flight Gives Major Boost to NASA’s X-37 Program,” news release 01-51, 21 March 2001; M2 Presswire, “X-40A Flight Test Successful; Major Milestone in X037 Space Plane Project,” 15 March 2001.)",
      "month": "March",
      "day": 21,
      "monthNumber": 3
    },
    {
      "story": " Space Shuttle Discovery landed at NASA’s KSC in Cape Canaveral, Florida, returning to Earth the crew of Expedition 1―Commander William M. Shepherd, Flight Engineer Sergei K. Krikalev, and Soyuz Commander Yuri P. Gidzenko. The Expedition 1 crew had lived and worked aboard the ISS since 31 October 2000. Commander James D. Wetherbee and Pilot James M. Kelly guided Discovery to a smooth night landing, the 17th night landing in the history of the Space Shuttle program and the 12th in the history of KSC.(NASA JSC, “STS-102, Mission Control Center Status Report # 27,” 21 March 2001, http://spaceflight.nasa.gov/spacenews/reports/sts102/STS-102-27.html (accessed 2 February 2009).)",
      "month": "March",
      "day": 21,
      "monthNumber": 3
    },
    {
      "story": " Members of the Landsat 7 project, involving scientists from NASA and the U.S. Geological Survey (USGS), announced that, in the course of mapping Antarctica, the team had discovered a giant new crack in one of the world’s largest ice sheets. The team believed that the crack, formed within the past five weeks, would result in the calving of the Pine Island Glacier, creating a major new iceberg within 18 months. NASA had obtained the image from the Landsat 7 satellite, which had passed over Antarctica 16 times daily since its 1999 launch.(NASA, “NASA Image Reveals Giant Chip Off the Antarctic Ice Block,” news release 01-50, 22 March 2001; Reuters, “Satellite Spies Crack in Antarctica Glacier, 23 March 2001.)",
      "month": "March",
      "day": 22,
      "monthNumber": 3
    },
    {
      "story": " After months of debate over whether Russia should bring Mir out of orbit and what damage the space station might cause when it fell to Earth, the 15-year-old Mir space station plunged into Earth’s atmosphere, spraying some of its remnants into the Pacific Ocean. The splashdown marked the end of a 2.2 billion-mile journey for Mir. Witnesses in Fiji reported seeing streaks of gold and silver lights across the sky when Mir fell, but nobody reported any damage from pieces of the falling space station. U.S. officials at the Pentagon tracked the descent, while Japan’s public safety chief urged people to stay indoors to avoid falling debris. Anatoly Y. Solovyev, a Russian cosmonaut who had spent 651 days aboard Mir, remarked that he was sad to see the end of the pathbreaking space station: “An entire era of our Soviet space program is ending, into which we invested not only our money, but what is more important, our intellectual potential.” Once Mir had descended safely, officials of the Russian Space Agency praised the precise sequence of maneuvers that had brought the space station safely from orbit.(Patrick E. Tyler, “Mir Space Station Sizzles To Ending Over Pacific,” New York Times, 23 March 2001; Vladimir Isachenkov for Associated Press, “Russian Space Officials Exultant After Flawlessly Bringing Down Mir,” 23 March 2001; Peter Baker, “Mir’s Fall to Earth Marks a Fiery End to Bumpy Mission,” Washington Post, 23 March 2001; Associated Press, “Japan’s Public Safety Chief Urges People To Stay Inside To Avoid Mir Debris,” 16 March 2001; World Reporter, “Pentagon To Track Mir Station’s Descent from Orbit,” 10 March 2001.)",
      "month": "March",
      "day": 23,
      "monthNumber": 3
    },
    {
      "story": " NASA Administrator Daniel S. Goldin received the Dr. Robert H. Goddard Memorial Trophy presented by the National Space Club, one of the United States’ most prestigious space awards. Leaders from the aerospace industry, governmental space programs, and academics had selected Goldin for the award. “I am both honored and humbled by the award which validates and supports NASA’s continuing mission to pioneer the frontiers of space,” Goldin remarked upon receiving the honor.(NASA, “NASA Administrator Receives Premier Space Honor,” news release 01-61, 30 March 2001.)",
      "month": "March",
      "day": 30,
      "monthNumber": 3
    },
    {
      "story": " NASA announced that astronomers using the Hubble Space Telescope (HST) had discovered a supernova blast located farther away from Earth than any previously observed object. The discovery provided support for the theory that the universe might be expanding more rapidly than in the past. The supernova, approximately 10 billion light-years away from Earth, was relatively bright. According to Adam Riess of the Space Telescope Science Institute, the researcher who made the find, the discovery was significant because scientists would now be able, not only to observe the activities of the universe, but also to understand why it behaves as it does. “This supernova shows us the universe is behaving like a driver who slows down approaching a red stoplight and then hits the accelerator when the light turns green,” Riess explained.(NASA, “Farthest Supernova Ever Seen Sheds Light on Dark Universe,” news release 01-58, 2 April 2001.)",
      "month": "April",
      "day": 2,
      "monthNumber": 4
    },
    {
      "story": " At 4:51 p.m. Eastern Daylight Time (EDT), the Sun released one of the most powerful flares of the past 25 years. The flare originated from a region of the Sun known as active region 9393 and, almost immediately after its generation, began orbiting with the Sun. The flare, equal to the well- known X-20 flare of 16 August 1989, resulted from an explosion within the Sun’s atmosphere. Both the 1989 and 2001 solar flares disrupted radio communications. The flare of 3 April 2001 caused an R4 radio blackout on the sunlit side of Earth and released energy equal to 1 billion megatons (907 trillion tonnes or 907 quintillion kilograms) of TNT. Had it occurred on the side of the Sun facing Earth, it would probably have caused major power failures on Earth. ESA’s Solar and Heliospheric Observatory (SOHO) spotted the record-setting sun flare and several smaller X-class flares, which occurred during the following days.(NASA, “Sun Unleashes Record Superflare, Earth Dodges Solar Bullet,” news release 01-66, 3 April 2001; NASA, “Sun Takes Another Solar Shot, This Time at Earth,” news release 01-71, 11 April 2001.)",
      "month": "April",
      "day": 3,
      "monthNumber": 4
    },
    {
      "story": " The Mars Odyssey spacecraft launched successfully aboard a Delta 2 rocket. The craft, built by Lockheed Martin Space Systems and controlled by scientists at NASA’s JPL, had headed to orbit Mars in search of evidence of water on the Red Planet. NASA officials expected the trip to Mars to take more than six months and the data collection to continue for more than two years. NASA had designed Mars Odysseyequipping it with a thermal-emissions imaging system, a gamma- ray spectrometer, and a radiation monitorto investigate further the question of whether Mars might have once supported life. By collecting data about the climate and geology of Mars’s surface, scientists hoped to explore theories regarding the planet’s seemingly harsh climate change. NASA and members of the scientific community watched the US$300 million craft closely, hoping for success. In 1999 Mars Climate Orbiter and Mars Polar Lander had both failed to accomplish their missions. Upon the successful launch, NASA’s chief Mars program scientist celebrated: “We’ve got a program! This is the next step . . . It’s kind of like setting off on the Lewis and Clark voyage across North America. We’re bound for a new frontier.”(Lockheed Martin Space Systems, “Lockheed Martin-Built 2001 Mars Odyssey Successfully Launched, Begins Journey to Mars,” news release, 7 April 2001, http://www.lockheedmartin.com/news/press_releases/2001/ LockheedMartinBuilt2001MarsOdysseyS.html (accessed 28 January 2010); William Harwood, “Mars Odyssey Takes Off for Red Planet; NASA’s Stalled Exploration Program Resumes with $297 Million Mission,” Washington Post, 8 April 2001; Mark Carreau, “Flawless Odyssey Launch Fuels Hoe: Three-Year Mission to Mars Follows Pair of NASA Failures,” Houston Chronicle, 8 April 2001; Marcia Dunn for Associated Press, “NASA Succeeds in Launching Craft To Survey Mars Anxious Time Ahead for Scientists,” 8 April 2001.)",
      "month": "April",
      "day": 7,
      "monthNumber": 4
    },
    {
      "story": " India successfully launched its first experimental geosynchronous satellite (GSAT-1) aboard the Geosynchronous Satellite Launch Vehicle (GSLV). The successful test suggested that India was poised to launch its own communication satellites. In a previous trial, India had halted a GSLV launch only moments before liftoff, when sensors indicated that the booster had insufficient power. Subsequent tests remedied the problem, enabling the successful 18 April launch. The Indian government praised the mission as the culmination of a decade of research and development aimed at achieving Indian launch capability.(Indian Embassy, “GSLV Launched Successfully,” news release, 18 April 2001, http://www.indianembassy.org/press_release/2001/april/apr_18.htm (accessed 1 July 2008); Spacewarn Bulletin, no. 570, 1 May 2001, http://nssdc.gsfc.nasa.gov/spacewarn/spx570.html (accessed 24 July 2008).)",
      "month": "April",
      "day": 18,
      "monthNumber": 4
    },
    {
      "story": " Space Shuttle Endeavour STS-100/ISS-6A launched into orbit carrying a Canadian-built robotic arm for the ISS and one of the most diverse crews ever assembled. The Canadian Space Agency had developed and built Canadarm2 at a cost of nearly US$1 billion. With a reach extending to 57 feet (17 meters), Canadarm2 was the centerpiece of Canada’s contribution to the ISS. Once in place, the new robotic arm would allow the ISS crew to lift spacewalkers to every part of the ISS’s exterior to perform maintenance and repairs. During the mission, the crew planned to install the arm, as well as to transport to the ISS a logistics carrier developed by the Italian Space Agency. The seven-person crew―Commander Kent V. Rominger, Pilot Jeffrey S. Ashby, and Mission Specialists Chris A. Hadfield, Scott E. Parazynski, John L. Phillips, Umberto Guidoni, and Yuri V. Lonchakov―included astronauts representing the space agencies of Canada, Europe, and Russia. STS-100 was the Shuttle’s fifth flight in six months, setting a record for the most spaceflights performed during such a short period in NASA’s history.(NASA, “Space Shuttle Mission Archives: STS-100,” http://www.nasa.gov/mission_pages/shuttle/ shuttlemissions/archives/sts-100.html (accessed 2 February 2009); NASA, “Endeavour’s International Crew Delivers Space Station Helping Hand,” news release 01-73, 16 April 2001; Mark Carreau, “Endeavour Lifts Off To Attach Arm to Space Station,” Houston Chronicle, 20 April 2001; NASA, “Endeavour’s Mission Will Extend Space Station’s Reach with Next-Generation Robotics; Launch Set for April 19,” news release 01-67, 6 April 2001.)",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " NASA Administrator Daniel S. Goldin and President of the Italian Space Agency Sergio DeJulio signed a framework for cooperation agreement for the construction of the habitation module for the ISS. The ISS partners planned the module to house the ISS crew, providing a galley and a Treadmill Vibration Isolation System among other features. In exchange for designing and manufacturing the habitation module, the Italian Space Agency received a commitment from NASA to provide Italian astronauts with access to the Shuttle and the ISS, as well as to help train Italian astronauts for their time in space. The bilateral agreement continued the trend of cooperation among nations, making the ISS a truly international endeavor.(NASA, “NASA Administrator Goldin and ASI President Dejulio To Sign Framework for Cooperation,” news release N01-24, 19 April 2001; NASA Watch, “NASA/ASI International Space Station Habitation Module Project Framework for Cooperation,” http://www.nasawatch.com/iss/04.19.01.nasa.asi.hab.html (accessed 24 July 2008).)",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " The crews of Shuttle Endeavour and the ISS conducted the first successful test of the massive Canadarm2. Because of the size and weight of the robotic arm, the crew had never moved the completely assembled Canadarm2 until its arrival at the ISS. However, they installed the arm, composed of high-strength metals and weighing 3,618 pounds (1,640 kilograms), without any problems. Astronauts James S. Voss and Susan J. Helms, both in the middle of a four-month stay aboard the ISS, led the test of the new instrument. Voss explained that the robotic arm was vital to the station: “This was one of those linchpins that had to work, and it looks like it’s going to work. We’re looking forward to using it to keep building the station.” As testing continued, the ISS crew was troubled with some computer malfunctions. However, cooperating with NASA’s engineers, the astronauts eventually solved the problems.(Marcia Dunn for Associated Press, “Space Station Robot Comes to Life: With ‘Inchworm’ Moves, 58-Foot Arm Passes Test,” 24 April 2001; Marcia Dunn for Associated Press, “Astronauts Get Robot Arm Going After 4 Days,” 29 April 2001.)",
      "month": "April",
      "day": 23,
      "monthNumber": 4
    },
    {
      "story": " NASA released the first images taken by the recently launched Mars Odyssey spacecraft. Headed for the Red Planet, Odyssey pointed its camera Earthward to take calibrating shots as it traveled around the South Pole. Among the first images the vessel captured were the first thermal-infrared views ever taken of Earth and its Moon. The photographs demonstrated the technological sophistication of the instruments for the mission to Mars, which allowed close observation, producing images even with very little available light. The clarity of the images of Earth, particularly those of Antarctica, boded well for the success of the Mars mission. Mars Odyssey measured surface temperatures in Antarctica as low as minus 58°F (14°C), similar in range to temperatures the craft would experience during its survey of Mars.(NASA, “Earth Day Portrait Is First One Snapped by NASA’s 2001 Mars Odyssey,” news release 01-81, 23 April 2001.)",
      "month": "April",
      "day": 23,
      "monthNumber": 4
    },
    {
      "story": " The ISS Partnership agreed to allow space tourist Dennis A. Tito to travel to the ISS aboard the Russian Soyuz TM-32, scheduled to launch at the end of April. The agreement among the space agencies of Canada, Europe, Japan, Russia, and the United States followed months of disagreement regarding the safety and propriety of allowing the wealthy American businessman to purchase passage into space for US$20 million. Without conferring with NASA or with other members of the ISS Partnership, the Russian Space Agency had made an agreement with Tito permitting him to take a place on Russia’s Soyuz spacecraft. NASA had protested against including an individual who was not a trained astronaut on the spaceflight at such an early point in the ISS’s development. After Russia had reached the agreement with Tito, he had undergone months of training. The ISS Partnership required Tito to sign a waiver absolving NASA of any liability for his safety and required him to promise that he would pay for anything he damaged. The ISS Partnership also announced plans to formalize the criteria for future visits to the station.(Warren E. Leary, “Deal Reported in Long-Running Dispute on Putting Tourist on Space Station,” New York Times, 21 April 2000; NASA, “International Space Station Partnership Grants Flight Exemption for Dennis Tito,” news release 01-83, 24 April 2001; Marcia Dunn for Associated Press, “NASA Continues To Resist Visit by First Tourist,” 15 April 2001; Kathy Sawyer, “Financier’s Spaceflight Gets Final Clearance,” Washington Post, 25 April 2001.)",
      "month": "April",
      "day": 24,
      "monthNumber": 4
    },
    {
      "story": " Engineers at NASA’s KSC completed the installation of a new main engine for Space Shuttle Atlantis. Modifications of previous engine designs included a new high-pressure fuel turbopump, strengthened and made more durable by a casting process, rather than by welding. During the roughly 81⁄2 minutes that the engines operate during a Shuttle launch, they must perform at temperatures reaching 6,000°F (3,300°C). The improvements continued NASA’s practice of regularly updating the Shuttle’s components.(NASA, “New Main Engine Promises Even Safer Shuttle Ride,” news release 01-79, 26 April 2001.)",
      "month": "April",
      "day": 26,
      "monthNumber": 4
    },
    {
      "story": " The Russian spacecraft Soyuz lifted off from the Baikonur Cosmodrome in Kazakhstan propelled by a Soyuz-U rocket. The spacecraft carried one of the most controversial space travelers in historyAmerican businessman Dennis A. Tito. Tito had paid the Russian Space Agency for the opportunity to accompany cosmonauts Talgat A. Musabayev and Yuri M. Baturin on the mission to the ISS. Many space officials, regarding the endeavor as unsafe and capricious, had opposed Tito’s presence on the flight. Only days before the launch, Tito had gained the final approval of the consortium of nations building the ISS, becoming the highest profile space tourist to fly into orbit.(Spacewarn Bulletin, no. 570, 1 May 2001, http://nssdc.gsfc.nasa.gov/spacewarn/spx570.html (accessed 24 July 2008); Warren E. Leary, “Russia Wins Fight To Be First Space Travel Agent,” New York Times, 25 April 2001.)",
      "month": "April",
      "day": 28,
      "monthNumber": 4
    },
    {
      "story": " At the American Physical Society Spring Meeting, a team of cosmologists announced that they had discovered the “music of creation,” using an extremely sensitive microwave telescope. The researchers presented their discovery of the sound waves that had rippled through the universe some 14 billion years ago. The team of the Balloon Observation of Millimetric Extragalactic Radiation and Geophysics (BOOMERANG) project had gathered the data from a telescope aboard a balloon, which circumnavigated Antarctica at an altitude of 23 miles (37 kilometers). According to Team Leader Paolo deBernardis, the beginning of the universe left behind a residue of light and sound, providing scientists with hints about the details of the Big Bang: “The early universe is full of sound waves compressing and rarefying matter and light, much like sound waves compress and rarefy air inside a flute or trumpet.” The BOOMERANG team’s findings provided a new means of examining the early universe and new evidence to use in calculating how it changed. Scientists praised the discoveries as “stunning and humbling” evidence that cosmologists were using the correct model to describe the early universe.(NASA, “New Boomerang Findings Reveal ‘Music’ of the Early Universe,” news release 01-87, 29 April 2001; Kathy Sawyer, “Astronomy Peers into Face of Infant Universe,” Washington Post, 30 April 2001.)",
      "month": "April",
      "day": 29,
      "monthNumber": 4
    },
    {
      "story": " The Soyuz spacecraft, carrying space enthusiast Dennis A. Tito, arrived safely at the ISS, having completed a two-day journey from Kazakhstan. The successful docking took place only 14 hours after Shuttle Endeavour left the ISS, with the crew having completed its mission of installing a Canadian-built robotic arm. Tito arrived at the ISS in good health. Appearing through grainy footage provided by the Russian Space Agency, Tito floated into the space station with arms outstretched and proclaimed, “I love space.” The Soyuz mission mandated that the Russian- American crew remain aboard the ISS for six days.(Mark Carreau, “Shuttle Leaves Space Station After 8 Days,” Houston Chronicle, 30 April 2001; Marcia Dunn for Associated Press, “Tito’s ‘Taxi’ Drops Fare at Station, ‘I Love Space’, Says the American Cosmonaut, Who Faces Strict NASA Limits,” 30 April 2001.)",
      "month": "April",
      "day": 30,
      "monthNumber": 4
    },
    {
      "story": " Space Shuttle Endeavour STS-100 landed at Edwards Air Force Base in California, when wind and rain caused the diversion of the Shuttle and its seven-person crew from its planned landing at NASA’s KSC in Florida. The completed mission had been unique, with NASA deliberately paring down its research goals because of the anticipated arrival during Endeavour’s stay at the ISS of the Russian Soyuz spacecraft carrying space tourist Dennis A. Tito. Shuttle Commander Kent V. Rominger greeted the press upon landing, commenting on the crew’s installation of the ISS’s robotic arm and the computer problems that had plagued the space station during the visit. Rominger explained that he and the other astronauts had worked with 500 computer experts on the ground to achieve partial restoration of the ISS’s hard drives and software applications.(Warren E. Leary, “As Shuttle Returns to Earth, Tourist Adjusts to Space Station,” New York Times, 2 May 2001; Associated Press, “Space Shuttle Diverted to California Due to Bad Weather,” 1 May 2001; Mark Carreau, “Endeavour Lands in Clear California/Cloud Hangs Over Russia Relations,” Houston Chronicle, 2 May 2001.)",
      "month": "May",
      "day": 1,
      "monthNumber": 5
    },
    {
      "story": " A research team led by John Bally of the University of Colorado and Henry Throop of the Southwest Research Institute announced that the team had used the HST to observe the first direct evidence of the snowballing theory of planet birth. According to the scholars’ findings, later released in Science, dust grains in the midst of a cloud of dust and gas located in the Orion Nebula, which is approximately 1,500 light-years from Earth, had accreted into a single nucleus of gas and dust, thereby forming an embryonic planet. The researchers observing the occurrence speculated that a similar process might have formed the known planets of the universe. In describing the volatile environment in which the snowballing process occurs, Throop used the analogy of “trying to build a skyscraper in the middle of a tornado.” The researchers surmised that, although snowballing may have caused many embryo planets to begin forming, the complete process of forming a full-fledged planet might have occurred more rarely than scientists previously had speculated.(Kathy Sawyer, “Astronomers Observe Forming of Infant Planet for First Time,” Houston Chronicle, 6 May 2001; Henry B. Throop et al., “Evidence for Dust Grain Growth in Young Circumstellar Disks,” Science 292, no. 5522 (1 June 2001): 16861689.)",
      "month": "May",
      "day": 6,
      "monthNumber": 5
    },
    {
      "story": " The American geosynchronous relay satellite XM 1, often referred to as Roll, launched into space aboard a Russian Zenit rocket, from a floating launchpad in the Pacific Ocean. The launch of Roll followed on the heels of the March 2001 delivery to space of XM 2, known as Rock. With both Rock and Roll in orbit, XM Satellite Radio became available to subscribing listeners in the United States. The president of the company XM Satellite Radio, based in Washington, DC, called Rock and Roll the “newest power couple” in Washington, DC, declaring that his firm was ready to compete with Sirius Radio for subscribers. Boeing Satellite Systems had designed and built the satellites.(The Boeing Company, “Sea Launch on a Mission To Launch XM’s ‘Roll’ Satellite,” 1 May 2001, http://www.boeing.com/news/releases/2001/q2/news_release_010501s.html (accessed 28 January 2010); Spacewarn Bulletin, no. 571, 1 June 2001, http://nssdc.gsfc.nasa.gov/spacewarn/spx571.html (accessed 28 July 2008); Jim Banke, “Sea Launch Sends ‘Roll’ Spacecraft into Orbit for XM Satellite Radio,” Space.com, 8 May 2001, http://www.space.com/missionlaunches/launches/zenit_launch_010508.html (accessed 28 July 2008).)",
      "month": "May",
      "day": 8,
      "monthNumber": 5
    },
    {
      "story": " NASA collaborated with George Washington University’s Space Policy Institute to host a symposium commemorating 40 years of human spaceflight, an era that had dawned with Alan B. Shepard Jr.’s 15-minute suborbital flight on 5 May 1961. NASA Administrator Daniel S. Goldin opened the conference, followed at the speaker’s podium by astronauts and space experts. The conference, “Looking Backward, Looking Forward,” provided a valuable forum, not only for discussing the accomplishments of the United States’ space program, but also for considering space exploration’s possible future evolution.(NASA, “NASA Conference To Commemorate 40 Years of Human Space Flight,” news release N01-28, 1 May 2001; NASA and Space Policy Institute, “Looking Backward, Looking Forward: Forty Years of U.S. Human Spaceflight,” (program, symposium organized by Space Policy Institute, Elliott School of International Affairs, George Washington University, in collaboration with NASA History Office, NASA Office of Policy and Plans, American Astronautical Society, and National Space Society, Washington, DC, 8 May 2001), http://history.nasa.gov/40hsconf.pdf (accessed 29 July 2008).)",
      "month": "May",
      "day": 8,
      "monthNumber": 5
    },
    {
      "story": " NASA announced a partnership with John Deere and Company of Moline, Illinois, to allow farmers to use NASA’s global positioning technology to navigate their fields and monitor their soil. Using a system developed at NASA’s JPL, farmers would be able to access GPS data to locate points as small as 4 inches (10 centimeters) wide. Specifically, according to the agreement, NASA and John Deere’s NavCom Technology Inc. had created a partnership to explore further the uses of GPS in farming. Scientists in NASA’s Earth Science Enterprise believed that GPS might prove especially useful in the area of natural hazard monitoring, providing farmers with images of their land in the event of a tornado, fire, or other disaster. The pathbreaking agreement resulted from the activities of the Commercial Technology Office at JPL, which focused on exploring new ways that technologies developed by American space programs could benefit other American industries.(NASA, “NASA Satellite Technology Goes Down on the Farm,” news release 01-62, 8 May 2001.)",
      "month": "May",
      "day": 8,
      "monthNumber": 5
    },
    {
      "story": " With resident astronaut James S. Voss performing most of the work, the ISS crew completed repairs on the space station’s computers and installed a replacement for the most damaged of the three command and control machines. With the repairs completed, the ISS regained the unfettered ability to steer, regulate, and communicate for the first time since the computer breakdown had occurred during the installation of the Canadian robotic arm in April 2001. NASA experts believed that the complex computer problems had stemmed from a failed hard drive but could not rule out software problems as the root cause. The computer outages had delayed testing of the new 57-foot (17-meter) arm; NASA resumed the testing only after officials had determined that they had corrected the computer malfunctions.(Mark Carreau, “Astronauts Complete Repairs to Computers/ Station Equipment Back at Full Force,” Houston Chronicle, 12 May 2001.)",
      "month": "May",
      "day": 11,
      "monthNumber": 5
    },
    {
      "story": " NASA announced the first significant group of awards for its Space Launch Initiative (SLI)a program dedicated to finding safer and more cost-effective modes of sending humans into space. NASA’s SLI board had awarded a total of US$767 million in contracts to 22 groups. NASA clarified that the purpose of the contracts was to find a long-term solution to replace the costly Shuttle program. Therefore, NASA intended that grantees focus on conceptual designs rather than on vehicle specifics. NASA had designed the program to facilitate the development of a new space vehicle by the middle of the 21st century. Those receiving the funds had to meet ambitious standards; NASA wanted awardees to design a craft that would be 10 times safer than the Space Shuttle, with 100 times higher rates of crew survival, at a 10th of the cost of the current Shuttle program. The SLI board had consulted more than 100 experts to determine which proposals should receive funding.(Marshall Star (NASA MSFC), “NASA Awards $767 Million in SLI Contracts,” 24 May 2001, 1, 6; Warren E. Leary, “NASA Begins Bid To Improve Its Launchings,” New York Times, 18 May 2001.)",
      "month": "May",
      "day": 17,
      "monthNumber": 5
    },
    {
      "story": " Continuing its effort to support science-related education, NASA announced that in May 2001 it would welcome to its facilities the first participants in the Undergraduate Student Research Program (USRP), designed to expose 100 students, selected from a pool of more than 1,000 applicants, to the level of math, science, and technological research necessary to propel new discoveries in space exploration. The Virginia Space Grant Consortium coordinated the pilot program. Frank Owens, Director of NASA’s Education Division, expressed optimism that the program would fuel increased interest in vital scientific fields.(NASA, “NASA Introduces Pilot Undergraduate Student-Research Program,” news release 01-95, 17 May 2001.)",
      "month": "May",
      "day": 17,
      "monthNumber": 5
    },
    {
      "story": " An international team of astronomers presented compelling new evidence that comet impacts had played a significant role in the formation of life on Earth. The researchers, led by Michael J. Mumma of NASA’s GSFC and Hermann Boehnhardt, working at the European South Observatory in Chile, presented their findings in an issue of Science devoted to the burgeoning field of comet research. The astronomers had used orbiting space telescopes, as well as telescopes throughout the world, to provide unprecedented coverage of comets passing Earth. In the course of their observations, the team had witnessed the breakup of the Comet LINEAR, thereby gaining new knowledge about the organic materials contained in comets. This new understanding of the composition of comets led to new information about the impact of comets on Earthespecially during the collisions between comets and planets that occurred long ago. Mumma explained the significance of the new discoveries about the composition of comets: “The idea that comets seeded life on Earth with water and essential molecular building blocks is dramatic, and for the first time, we have seen a comet with the right composition to do the job.” The researchers concluded that comets had formed from dust, ice, and glass, and that, in colliding with other celestial bodies, comets had transferred fundamental building blocks to them.(Hermann Boehnhardt, “The Death of a Comet and the Birth of Our Solar System,” Science 292, no. 5520 (18 May 2001): 13071308; NASA, “In Coming Apart, Comet Linear Exposes Its Deepest Secrets,” news release 01-94, 17 May 2001; Peter N. Spotts, “Comets Give Clues to Solar System’s Infancy: New Studies Chronicle the Break Up of a Comet That Sheds Light on Early Planet Information,” Christian Science Monitor, 18 May 2001.)",
      "month": "May",
      "day": 17,
      "monthNumber": 5
    },
    {
      "story": " The Russian cargo craft Progress M1-6 launched from Baikonur Cosmodrome, Kazakhstan, carrying 2.5 tons (2.3 tonnes or 2,300 kilograms) of supplies for the ISS crew. Along with food, research materials, and a new computer system to replace the damaged control machines, the cargo carrier also hauled 1 ton (0.9 tonnes or 907 kilograms) of extra fuel to the space station, so that Progress M1-6 could push the ISS into a higher orbit. Russian Space Agency officials planned for the spacecraft to dock with the ISS two days after launch. The launch was the first using the newly improved Soyuz-FG rocket, a booster designed to use 5 percent less fuel than previous models.(Spacewarn Bulletin, no. 571; Mark Wade, “Progress M1,” Encyclopaedia Astronautica, http://www.astronautix.com/craft/proessm1.htm (accessed 29 July 2008).)",
      "month": "May",
      "day": 21,
      "monthNumber": 5
    },
    {
      "story": " NASA announced the inauguration of a program focused on designing a probe that could collide with a comet traveling at speeds of more than 22,000 miles (35,000 kilometers) per hour. Researchers had created the Deep Impact Mission program in the belief that the collision might enable measurement of the materials comprising the comet. The plan called for a 770-pound (349-kilogram) impactor, featuring cameras and an infrared spectrometer, to collect data from the comet. NASA selected Michael A’Hearn of the University of Maryland as Project Leader, with NASA’s JPL and Ball Aerospace Technology Corporation as the designers of the probe. The effort targeted Comet Tempel 1, discovered in 1867, which orbits Earth every five and one- half years. Following in the wake of several comet-related discoveries, the Deep Impact Mission focused on analyzing the composition of comets and determining how they might have affected the rest of the universe. NASA had designated a budget of US$279 million for the project.(NASA, “NASA Gives Green Light for Deep Impact Mission Development,” news release 01-99, 24 May 2001. 67 SpaceRef.com, “Galileo Millennium Mission Status,” 24 May 2001, http://www.spaceref.com/news/ viewsr.html?pid=2913 (accessed 30 July 2001); NASA, “Galileo Gets One Last Close Encounter with Jupiter’s Callisto,” news release 01-97, 22 May 2001.)",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " Continuing to gather data long after it had completed its original mission, the Galileo spacecraft made the closest ever pass of Jupiter’s largest moon, Callisto. Although regarded as the ugly duckling of Jupiter’s moons because it does not appear to have ever had liquid water present, Callisto still interested scientists who hoped to gather enough data to determine the size and number of craters on the moon’s surface. In the days leading up to the close pass of Callisto, problems with Galileo’s cameras had worried NASA controllers. Galileo scientists had anticipated the complications, however, predicting that the flyby, within 100 miles (161 kilometers) of the moon, would expose the probe to strong gravitational pulls and radiation belts. Galileo had originally begun orbiting Jupiter in 1995 and had already made 30 flybys of Jupiter’s largest moons.",
      "month": "May",
      "day": 25,
      "monthNumber": 5
    },
    {
      "story": " For the first time, NASA and the Canadian Space Agency made available the data gathered by the Terra spacecraft, carrying the technologically advanced Measurements of Pollution in the Troposphere (MOPITT) experiment. The data, released at the American Geophysical Union meeting, revealed more clearly than any previous readings the presence of immense clouds of carbon monoxide over Africa and South America. The readings also charted dense air-pollution plumes over Southeast Asia. The MOPITT data pointed to natural factors such as forest fires, as well as human contributors such as industrial pollution, as causes of the increased carbon- monoxide readings. The scientific community greeted the release of the new data, and the promise of more to come, with excitement, because the MOPITT data would be vital in the quest to understand Earth’s changing climate. According to one researcher who was already mining the MOPITT data for an extensive study, the new data had the potential “to improve our understanding of the linkages between air pollution and global environment change.”(NASA, “NCAR NASA/CSA Monitor Provides Global Air Pollution View from Space,” news release 01-102, 30 May 2001.)",
      "month": "May",
      "day": 30,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that it would delay Shuttle Missions STS-104 and STS-105 for several weeks because of a series of computer problems on the ISS. The computer difficulties had limited the control of the new robotic arm delivered to the ISS in April 2001. Despite the efforts of the astronauts aboard the ISS and of hundreds of experts on the ground, the malfunctions had continued to render control of the Canadian-built robotic arm impossible. NASA officials had determined that, until the situation was resolved, NASA would have to delay an Atlantis mission, scheduled for 20 June, and a Discovery mission, scheduled for 12 July, both carrying cargo that the arm must move. The delay also meant that the ISS crewYury V. Usachev, James S. Voss, and Susan J. Helmswould remain aboard ISS longer than originally planned.(Warren E. Leary, “Problems with Space Station’s Robotic Arm Delay Shuttle Visits,” New York Times, 1 June 2001; Mark Carreau, “Glitch Postpones 2 Space Station Missions,” Houston Chronicle, 31 May 2001.)",
      "month": "June",
      "day": 1,
      "monthNumber": 6
    },
    {
      "story": " Abe Silverstein, the former Director of NASA’s Lewis Research Center (LeRC), died at age 92. Silverstein’s work in the aerospace industry predated NASA itself; he had begun his research career in 1929, working for NASA’s predecessor, the National Advisory Committee for Aeronautics. After serving in World War II, Silverstein had played a leading role in constructing the United States’ first supersonic propulsion wind tunnel. He had contributed to the Mercury and Apollo missions before 1969, when he assumed the head position at LeRC, today known as Glenn Research Center (GRC). During his career, Silverstein had received the Guggenheim Medal for “technical contributions and visionary leadership in advancing technology of aircraft and propulsion performance.” NASA Administrator Daniel S. Goldin called Silverstein one of NASA’s “true founding members,” who had made possible NASA’s robotic and human space programs. NASA also remembered Silverstein for his naming of the Mercury and Apollo missions. In addition, Silverstein had successfully promoted the liquid propulsion techniques pioneered at LeRC for use in the Apollo missions. Two sons and five grandchildren survived him.(NASA, “Dr. Abe Silverstein, Early Architect of the Apollo Moon Landing, Dies,” news release 01-109, 1 June 2001; Wolfgang Saxon, “Abe Silverstein, 92, Engineer Who Named Apollo Program,” New York Times, 5 June 2001; Associated Press, “Abe Silverstein, 92, Pioneer in Space Research at NASA,” 4 June 2001.)",
      "month": "June",
      "day": 1,
      "monthNumber": 6
    },
    {
      "story": " NASA, conducting a test over the Pacific Ocean, aborted a planned attempt at the speed record for aircraft when the Pegasus rocket carrying a prototype X-43A jet veered out of control. NASA had employed a B-52 to carry the X-43A and the Pegasus rocket to 45,000 feet, where the test was to begin. According to the plan, the plane would release the Pegasus, which would then carry the X-43A to 100,000 feet (30,500 meters) before releasing the jet. Instead, however, the Pegasus rocket had gone out of control almost immediately after its release. NASA spokesperson Alan Brown explained: “The Pegasus went out of control. It appeared parts were breaking off of it.” NASA ordered the Pegasus destroyed after only a few seconds, and the ensuing explosion resulted in the loss of the scramjet as well. NASA officials and flight enthusiasts had hoped that the US$185 million experimental plane would top speeds of Mach 7. Instead, engineers scrambled to determine the cause of the accident.(Peter Pae, “Hypersonic Aircraft Test Fails; Plane Is Destroyed,” Los Angeles Times, 3 June 2001; New York Times, “NASA Halts Scramjet Test,” 3 June 2001; Washington Post, “NASA Aborts Bid for Speed Mark, Blows Up Rocket,” 3 June 2001.)",
      "month": "June",
      "day": 2,
      "monthNumber": 6
    },
    {
      "story": " At a meeting of the American Astronomical Society, NASA scientists Patricia T. Boyd and Alan P. Smale, both working at NASA’s GSFC, announced that they had uncovered a predictable mathematical pattern governing the release of x-ray light from binary star systems. Boyd and Smale had tracked the emission of x-rays from three binary star systems over a period of several years, determining that the number of days between the low points of emission in each binary system was always based on multiples of a single constant number. The discovery countered the common perception among scientists that flares and bursts happen completely at random, suggesting that a repeatable process occurs when swirling matter pours into a black hole, thereby creating an emission. According to Smale, the ongoing challenge would be to combine this knowledge of a pattern, while still considering the many random factors. “The interplay between periodic and random components in these systems is a puzzle,” Smale concluded.(NASA, “Method Uncovered in Madness of Black Hole and Neutron Star Eruptions,” news release 01-111, 5 June 2001.)",
      "month": "June",
      "day": 5,
      "monthNumber": 6
    },
    {
      "story": " NASA announced several new findings made possible by the Chandra X-ray Observatory. Farhad Zadeh of Northwestern University had used Chandra to locate “a cauldron of 60 million degree gas enveloping a cluster of young stars.” The discovery marked the first time that scientists had located such high-energy x-rays surrounding young stars. Zadeh also noted that the newly discovered cluster, located some 25,000 light-years from Earth and estimated at 1 to 2 million years old, had provided evidence in support of the theory that stellar winds generated by stars can produce very hot gas. In addition to Zadeh’s find, Andreas Zezas of the Harvard- Smithsonian Center for Astrophysics announced that his team of scientists had found new midmass black holes in several starburst galaxiesregions where stars form and explode frequently. Researchers had long hypothesized that such an environment might exist but had previously been able to locate only a few midmass black holes. Zezas credited the powerful Chandra X-ray Observatory with allowing astronomers to examine far-flung galaxies more closely than before. Kimberly A. Weaver of NASA’s GSFC, who had contributed to Zezas’s project, hypothesized that the concentration of midsize black holes could possibly lead eventually to the formation of a single, massive black hole.(NASA, “Star Factory near Galactic Center Bathed in High-Energy X-rays,” news release 01-113, 6 June 2001; John Noble Wilford, “Hot Stellar Winds Captured by X-ray Orbiter,” New York Times, 12 June 2001; NASA, “Chandra Sees Wealth of Black Holes in Star-Forming Galaxies,” news release 01-110, 6 June 2001.)",
      "month": "June",
      "day": 6,
      "monthNumber": 6
    },
    {
      "story": " After months of deliberation and years of planning, NASA gave the official approval for developing a spacecraft for the Mercury Surface, Space Environment, Geochemistry, and Ranging (MESSENGER) mission. The plan called for the MESSENGER to launch in March 2004 and to begin orbiting Mercury in April 2009. NASA selected Sean C. Solomon of the Carnegie Institution of Washington as the “principal investigator and lead scientist” for the mission, choosing the Applied Physics Laboratory at Johns Hopkins University to build and operate the MESSENGER spacecraft. Preparations for the new mission had begun 26 years after NASA’s last spacecraft had circled the Mercury in a 1975 flyby producing data for half of the planet. Moreover, some officials viewed the MESSENGER mission as the resumption of a long- stalled research endeavor. Solomon described the task ahead as “an opportunity to complete the detailed exploration of the inner solar system, on a planet where we’ve never even seen half the surface.”(NASA, “NASA Gives Official Nod to First Mercury Orbiter Mission,” news release 01-118, 7 June 2001. 24)",
      "month": "June",
      "day": 7,
      "monthNumber": 6
    },
    {
      "story": " NASA named Nelson H. Keeler Director of its Independent Verification and Validation Facility (IVVF) in Fairmont, West Virginia, giving Keeler the responsibility for safeguarding the facility’s mission-critical software. Keeler also assumed the task of evaluating the cost- effectiveness of NASA’s technology and software. Before joining NASA, Keeler had served in the U.S. Coast Guard, amassing more than 6,000 flight hours in search-and-rescue and law- enforcement missions. During a stint at the U.S. Coast Guard’s Research and Development Center, he had won the Legion of Merit medal. Keeler had served in NASA’s Space Station Freedom program, in the NASA Office of Space Flight’s Advanced Launch Technology and Advanced Flight Systems programs, as well is in private industry, before becoming Director of the IVVF.(NASA, “NASA Names Nelson Keeler Independent Verification and Validation Facility Director,” news release 01-117, 7 June 2001.)",
      "month": "June",
      "day": 7,
      "monthNumber": 6
    },
    {
      "story": " Herbert V. Frey of NASA’s GSFC revealed a fundamental new finding about the complexion of Mars’s surface. According to Frey and his team of researchers, data gathered by Mars Global Surveyor had corrected a commonly held belief about the topography of the Red Planet and the age of its crust. Most scientists had believed that the crust covering the relatively smooth northern lowlands of the planet was much younger than that of the rest of the planet. However, Frey’s research using Surveyor’s pathbreaking instruments had shown that the lowlands are not actually smooth at all. Using the measurements obtained by the spacecraft’s laser altimeter, Frey and his team had documented more than 600 ancient craters lying just beneath a layer of dust on the lowlands, many of the craters larger than 30 miles (48 kilometers) in diameter. From this finding, the team had concluded that the crust of the northern lowlands is older than scientists had expected. According to James W. Head of Brown University, who was not a member of Frey’s research contingent, the findings would “push the reset button” on ideas about how Mars had evolved as a planet.(Robert C. Cowen, “Red Planet Still a Mystery, but Mars Global Surveyor Makes It Less So,” Christian Science Monitor, 14 June 2001.)",
      "month": "June",
      "day": 14,
      "monthNumber": 6
    },
    {
      "story": " Shang-Ping Xie of the University of Hawaii’s International Pacific Research Center and Meteorology Department and W. Timothy Liu of NASA’s JPL published in the journal Science the results of their study of Hawaii’s so-called tail, demonstrating that a strong ocean current connects Hawaii with Asia. The researchers had concluded that the current was the result of the wind whipping around the small Pacific Islands and creating wakes eastward toward Asia. Scientists had long recognized that the Hawaiian Islands cause an eastward current, but common knowledge had suggested that the current’ reaches less than 200 miles (322 kilometers). However, using data from NASA’s QuikSCAT satellite, the European Sensing Satellites, and the United States-Japan Tropical Rainfall Measuring Mission, Xie and Lie had traced the eastward- flowing current farther, discovering that it actually extends nearly 5,000 miles (8,000 kilometers). From an historical perspective, the discovery provided evidence in support of the tradition that early Hawaiian settlers had sailed to the islands from the Far East.(Shang-Ping Xie et al., “Far-Reaching Effects of the Hawaiian Islands on the Pacific Ocean-Atmosphere System,” Science 292, no. 5524 (15 June 2001): 20572060; NASA, “Satellites Reveal Hawaii’s Long Tail of Wind and Water,” news release 01-121, 14 June 2001.)",
      "month": "June",
      "day": 15,
      "monthNumber": 6
    },
    {
      "story": " NASA released new images gathered by the Terra satellite’s instrumentsClouds and the Earth’s Radiant Energy System (CERES)which revealed shrinking glaciers, as well as the most accurate global radiation measurements ever captured. Launched in December 1999, Terra monitored most of the world’s major glaciers. The CERES instruments had captured the high- resolution images from 440 miles (708 kilometers) above Earth’s surface. Initial analysis of the new data had revealed that most glaciers had shrunk considerably since previously measured. For example, the glaciers in the mountains of Patagonia had receded about 1 mile (1.6 kilometers) over the course of 13 years. CERES had also provided the first complete year of radiation readings since 1987, capturing readings from the May 2001 heat wave, which had produced record temperatures in the United States.(NASA, “NASA’s Terra Satellite Captures a World of Sunlight and Heat,” news release 01-123, 21 June 2001; Kenneth Chang, “Spacecraft’s Supercamera Captures Earth in All Its Detail,” New York Times, 19 June 2001.)",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " An international team of astronomers led by Kailash C. Sahu of the Space Telescope Science Institute reported the discovery of what appeared to be planet-like celestial bodies clustered around a group of 10 million stars some 8,500 light-years from Earth. The team had used the HST to make their discovery, which formed the basis of their hypothesis that the strong gravitational force of the dense star cluster might have pulled the quasi-planets away from their parent stars. The researchers’ article in Nature prompted both skepticism and praise. Stephen P. Maran, an American Astronomical Society spokesperson, summarized the reason for the excitement surrounding the find: “If it is confirmed, the finding suggests there is something big here that we don’t understand.” In addition, Sahu’s research team reported that they had observed six microlensing events during their study, thereby focusing the attention of the scientific community on Albert Einstein’s theory of microlensing that the gravity of a celestial body can bend the light of a more distant object, thereby acting as a magnifying glass for space exploration.(Kailash C. Sahu et al., “Gravitational Microlensing by Low-Mass Objects in the Globular Cluster M22,” Nature 411, no. 6841 (28 June 2001): 10221024; Kathy Sawyer, “A Dim Discovery in a Bend of Light; Celestial Orbs Detected Through Microlensing May Hold Clues to Stars’ Birth,” Washington Post, 28 June 2001.)",
      "month": "June",
      "day": 27,
      "monthNumber": 6
    },
    {
      "story": " John F. Yardley, who had worked at the McDonnell Aircraft Corporation, serving as the Launch Operation Manager for the Mercury and Gemini spacecraft and the Technical Director for the Gemini program before joining NASA in 1974, died at the age of 76. NASA had awarded Yardley its Public Service Medal in 1963 and in 1966 for his work on the Mercury and the Gemini. From 1981 to 1989, Yardley had been President of McDonnell Douglas Astronautics Company. NASA Administrator Daniel S. Goldin called Yardley “as responsible as any individual for getting the Space Shuttle Program off the ground.(NASA, “John F. Yardley, Human Space Flight Pioneer, Dies,” news release 01-130, 27 June 2001; Wolfgang Saxon, “John Yardley, 76, Dies; Had Central Role in Space Flight,” New York Times, 28 June 2001.)",
      "month": "June",
      "day": 27,
      "monthNumber": 6
    },
    {
      "story": " The Microwave Anisotropy Probe (MAP) launched aboard a Delta 2 rocket from Cape Canaveral, Florida. MAP carried two Gregorian telescopes, designed to record temperatures in selected locations throughout the sky. MAP’s broad mission was to provide further insight into how the universe formed. The spacecraft cost US$95 million to build.(The Boeing Company, “Boeing Delta II Helps Unlock Secrets of the Universe,” news release, 30 June 2001, http://www.boeing.com/news/releases/2001/q2/news_release_010630h.html (accessed 28 January 2010); Peter N. Spotts, “Latest NASA Launch Aims To Take Cosmic Baby Picture,” Christian Science Monitor, 29 June 2001;)",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " Researchers based at the Stanford Linear Accelerator Center announced that they had delineated the mechanism by which the universe favors matter instead of empty space. The team of scientists had used Stanford University’s 1,200-ton (1,090-tonne or 1.1 million-kilogram) particle detector to study the process of charge-party violation (CP violation) the interactions and relationships between matter and antimatter. Although scientists had long believed that matter and antimatter are distinctly different, obtaining proof of this had proved difficult. The new discovery provided significant support for the hypothesis, exciting the scientific community. As physicist Stewart Smith, spokesperson for the research group, explained: “After 37 years of searching for further examples of CP violation, physicists now know that there are at least two kinds of subatomic particles that exhibit this puzzling phenomenon, thought to be responsible for the great preponderance of matter in the universe.”(Kathy Sawyer, “New Insight into Reason Matter Exists; Studies Confirm Cosmic Mechanism,” Washington Post, 7 July 2001.)",
      "month": "July",
      "day": 6,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that images provided by the Submillimeter Wave Astronomy Satellite (SWAS), which NASA had launched in December 1998, showed new evidence that extra- planetary systems contain water. In particular, astronomers had studied the giant IRC+10216 star, also known as CW Leonis, and had located water vapor surrounding the celestial body. Scientists had never considered the giant star, located some 500 light-years from Earth, as a likely host of water because of its high levels of carbon. Gary Melnick of the Harvard- Smithsonian Center for Astrophysics led the SWAS study, which concluded that the most viable explanation for the “substantial concentrations of water vapor” around the star was that the star’s gravity had pulled the water vapor from the icy surfaces of nearby comets. The discovery had broad implications for scientists’ theories about how Earth might eventually end. “We think we are witnessing the type of apocalypse that will ultimately befall our own planetary system,” said one SWAS researcher. “Several billion years from now, the Sun will become a giant star and its power output will increase five thousand fold. As the luminosity of the Sun increases, a wave of water vaporization will spread outwards through the solar system, starting with Earth’s oceans and extending well beyond the orbit of Neptune.”(Gary J. Melnick et al., “Discovery of Water Vapour Around IRC+10216 as Evidence for Comets Orbiting Another Star,” Nature 412, no. 6843 (12 July 2001): 160163; NASA, “Stellar Apocalypse Yields First Evidence of Water-Bearing Worlds Beyond Our Solar System,” news release 01-140, 11 July 2001.)",
      "month": "July",
      "day": 11,
      "monthNumber": 7
    },
    {
      "story": " Space Shuttle Atlantis STS-104/ISS7A lifted off from NASA’s KSC in Cape Canaveral, Florida, bound for the ISS. Steven W. Lindsay served as Flight Commander, Charles O. Hobaugh piloted the spacecraft, and Mission Specialists Janet L. Kavandi, Michael L. Gernhardt, and James F. Reilly rounded out the crew. The launch was the first using NASA’s upgraded hydrogen turbopumps in the Shuttle’s three main engines. The pump was the last in a series of Shuttle improvements that NASA had made to reduce maintenance and improve safety of the Shuttle.",
      "month": "July",
      "day": 12,
      "monthNumber": 7
    },
    {
      "story": " Spacewarn Bulletin, no. 572, 1 July 2001, http://nssdc.gsfc.nasa.gov/ spacewarn/spx572.html (accessed 4 August 2008). The mission called for the astronauts to attach the new American-made Joint Airlock to the ISS and to conduct important repairs to the station during three separate spacewalks. The design of the new airlock permitted the ISS crew access to and from space, wearing either Russian or American spacesuits. During the days leading up to the launch, Mission Specialist Michael L. Gernhardt explained: “The term Joint Airlock means that it’s applicable to both the U.S. [space]suit, the EMU [Extravehicular Mobility Unit], and to the Russian suit, the Orlan suit. The main objectives of our flight are to install four High Pressure Gas Tanksthat would be two oxygen, two nitrogento activate and check out the airlock and then to make the first spacewalk from the Joint Airlock and demonstrate the viability of the whole process and sort of usher in the space station era of EVA.”(Spacewarn Bulletin, no. 573, 1 August 2001, http://nssdc.gsfc.nasa.gov/spacewarn/spx573.html (accessed 11 August 2008); William Harwood, “Atlantis Heads for Space Station; Crew To Install Airlock, Expanding Capabilities,” Washington Post, 13 July 2001; NASA, “NASA Prepares To Open a New Doorway to Space,” news release 01-138, 9 July 2001.)",
      "month": "July",
      "day": 12,
      "monthNumber": 7
    },
    {
      "story": " Crew members of Space Shuttle Atlantis accomplished the primary objective of Mission STS- 104, successfully installing the Joint Airlock on the ISS. The crew used the space station’s massive, Canadian-made robotic arm, which had not operated properly for several months, to hoist the enormous entryway out of the Shuttle’s cargo bay and to move it into position for installation. Astronaut Susan J. Helms commanded the robotic arm, while spacewalking astronauts Michael L. Gernhardt and James F. Reilly helped line up the hatch for its final installation. The robotic arm successfully accomplished its first construction task, drawing applause from NASA’s Mission Control, as did the opening of the US$164 million Joint Airlock. Although the ISS Partnership planned improvements and additions to the space station far into the future, the mission marked the end of a major stage of assembly for the ISS.(New York Times, “2nd Entry Installed on Space Station,” 16 July 2001.)",
      "month": "July",
      "day": 16,
      "monthNumber": 7
    },
    {
      "story": " Daniel Wang, a University of Massachusetts professor and leader of a study team of astronomers, announced that his team had discovered a giant halo of hot gas spiraling a galaxy similar to the Milky Way and relatively near Earth. The researchers had used the Chandra X-ray Observatory and the HST to observe galaxy NGC 4631, some 25 million light-years from Earth. The discovery not only revealed the increasing power of the astronomical tools at the disposal of scientists, but also contributed to astronomers’ knowledge about the structure and evolution of galaxies. Wang explained the significance of the discovery: “Scientists have debated for over 40 years whether the Milky Way has an extended corona, or halo, of hot gas . . . by studying similar galaxies like NGC 4631, we can get an idea of what’s going on within our own galaxy.” The study’s results also provided new information about how energy and mass spin around galaxies, as well as about the possible effects of rapid star formation.(NASA, “Chandra Detects Halo of Hot Gas Around Milky Way–Like Galaxy,” news release 01-146, 19 July 2001.)",
      "month": "July",
      "day": 19,
      "monthNumber": 7
    },
    {
      "story": " Arthur F. Davidsen, an astrophysicist who had helped found the Space Telescope Science Institute at Johns Hopkins University in Baltimore, Maryland, died at age 57. Davidsen had served for many years as a professor of physics and astronomy at Johns Hopkins, focusing much of his research on the missing mass or dark matter of the universe. His findings had led to the development of the theory that, because of the reflecting light of other bodies, we are able to observe only about 1 percent of the universe’s matter. Davidsen’s work indicated that, although the remaining matter exists, it remains hidden from us. Not only had Davidsen led his colleagues in establishing the Space Telescope Science Institute, but he had also encouraged the Institute to participate in operating the HST. In his later years, Davidsen had even begun planning for the instrument that would eventually supplant the HST as the world’s foremost astronomical tool. Davidsen had trained at Princeton University and at the University of California at Berkeley. In 1979 he had won the American Astronomical Society’s Helen B. Warner Prize for his work using a rocket to obtain the first ultraviolet spectrum of a quasar.(Martin Weil, “Hopkins Astrophysicist Arthur Davidsen Dies,” Washington Post, 22 July 2001; Los Angeles Times, “Obituaries: Arthur Davidsen; Astrophysicist Led Work To Build Knowledge of Universe,” 23 July 2001. 88 NASA, “NASA Celebrates 25th Anniversary of Mars Landing,” news release 01-143, 17 July 2001.)",
      "month": "July",
      "day": 19,
      "monthNumber": 7
    },
    {
      "story": " NASA commemorated the 25th anniversary of Viking 1 Lander’s safe descent to the surface of Mars. The successful mission, marking the first time that humankind had sent a spacecraft to the Red Planet and the first landing of an American probe on another planet, inaugurated a series of research-oriented missions to Mars. In celebrating this banner day in its history, NASA looked forward to new challenges and opportunities for the study of Mars. NASA Administrator Daniel S. Goldin delivered a keynote address, “Continuing the QuestCelebrating Viking and Looking to the Future of Mars Exploration,” at the National Geographic Society’s Grosvenor Auditorium in Washington, DC. Viking 1 Lander had remained on Mars for six years, gathering images and data invaluable for scientists. Following up on the success of the first probe, Viking 2 Lander had arrived on Mars’s Plain of Utopia in September 1976. The two probes had taken more than 4,500 pictures while slowly crawling over Mars’s surface. Perhaps as significant as the finds of Viking 1 and 2 on Mars was the fact that the probes did not find any evidence of life on the Red Planet. NASA’s Langley Research Center (LaRC) had equipped both probes with biological sensors, setting a precedent for future probes to other planets to continue the search for signs of life outside of Earth. As NASA celebrated the pathbreaking Viking missions, the 2001 Mars Odyssey traveled toward the Red Planet to continue the tradition of exploring Mars’s hostile but fascinating landscape.",
      "month": "July",
      "day": 20,
      "monthNumber": 7
    },
    {
      "story": " In the midst of increased concerns over the long-term effects of the depletion of Earth’s ozone layer and concerns over global warming, scientists learned that Mars’s average global temperature had increased 50°F (10°C) in one month. A research team at Arizona State University analyzed and made public data that Mars Global Surveyor had collected, indicating the planet’s drastic change in climate. Scientists concluded that a massive dust storm, originating in Mars’s lower latitudes, had caused the increase in temperature. The researchers believed that the dust had trapped sunlight, eventually causing a heat wave to envelope the Red Planet; they predicted, however, that the planet’s temperature would cool when the dust particles began reflecting sunlight.(Los Angeles Times, “Science File in Brief; Global Warming Strikes Another Planet: Mars,” 23 July 2001.)",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " Diplomats from 178 nations reached a compromise agreement to enact the Kyoto Protocol, a pact designed to reduce emissions of carbon dioxide and other gases, which scientists believed were contributing to global warming. The United States, represented by Undersecretary of State Paula J. Dobriansky, had rejected the final agreement. Calling the agreement “fatally flawed,” President George W. Bush expressed concern over the effect of the treaty on the U.S. economy. Although Russia and Japan had also expressed major reservations, the two countries had eventually signed the Kyoto Protocol when negotiators included language in the final draft delaying the date of compliance. The treaty called for industrialized nations to limit the emissions released by automobiles, plants, and factories, but the mechanisms for enforcement defied easy solutions. However, according to final rules, each nation must reduce its carbon- dioxide emissions or pay fines for violations. Nations throughout the world criticized the United States’ rejection of the treaty. For example, the chief negotiator for the European Union expressed disappointment at the United States’ decision, saying, “Almost every single country stayed in the protocol. There was one that said the Kyoto Protocol was flawed.” Although an international consensus had emerged, the treaty still required the ratification of the 55 nations responsible for 55 percent of the world’s carbon-dioxide emissions in 1990.(Traci Watson, “Compromise Rescues Kyoto Protocol; Nations Hope Global Warming Treaty Will Take Effect in 2002; U.S. Says Pact ‘Is Not Sound Policy’,” USA Today, 24 July 2001; Peter N. Spotts, “Global Climate Treaty Moves Ahead, Without US,” Christian Science Monitor, 24 July 2001.)",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " After a one-day delay because of rain, Space Shuttle Atlantis STS-104 landed safely at KSC in Cape Canaveral, Florida, having completed its mission successfully. The crew had installed a new hatch, allowing spacewalkers easier access in and out of the ISS. Officially called the ISS Airlock and also known as the Joint Airlock, the new pressurized unit gave ISS spacewalkers a portal that oxygen-nitrogen tanks could quickly pressurize. NASA planned for all future spacewalks on ISS to begin and end at the new site. In addition to installing the airlock, Atlantis’s crew delivered to the ISS the EarthKAM, a new camera that U.S. high school and middle school students could direct from the ground, enabling them to take pictures of some 2,000 points of interest on Earth, thus, participating in ISS research.(Spacewarn Bulletin, no. 573; Washington Post, “Shuttle Lands After Extra Day in Space,” 25 July 2001.)",
      "month": "July",
      "day": 24,
      "monthNumber": 7
    },
    {
      "story": " Scientists at NASA’s JPL became the first researchers to observe a star spinning so rapidly that its midsection had stretched out. Using an ultra-high–resolution telescope located at Palomar Mountain in California, the JPL team measured the shape of the star Altair and found that it was not round. Although scientists had often suspected that the revolutions of a star might cause its shape to change, the JPL team was the first to take measurements to confirm the hypothesis. Altair’s diameter at its equator measured about 14 percent greater than the diameter at the poles. The findings had implications far beyond determining the shape of one star. As Charles A. Beichman, Chief Scientist on the project explained, “Determining the shape of another star helps us learn about the forces that control the shape and structure of all stars, including our star, the Sun. This tells us more about the Sun’s behavior and ultimate fate.”(NASA, “Star with Midriff Bulge Eyed by Astronomers,” news release 01-150, 25 July 2001. 30)",
      "month": "July",
      "day": 25,
      "monthNumber": 7
    },
    {
      "story": " A research team announced the results of a NASA-funded study using microgravity to investigate the properties of everyday materials. Led by Jennifer A. Lewis, the team of researchers had pioneered a new approach to stabilizing particles in fluids, a process they termed nanoparticle haloing. By suspending movement of fine particles in fluids such as paint, Lewis and her colleagues had succeeded in manipulating the complexion of the liquid. Perhaps of greater significance, they had been able to ensure that the fluid did not break down as quickly as it would have done otherwise. The researchers believed that nanoparticle haloing would have wide application, such as in making the fluids more useful and long lasting. As Lewis said, “This designer capability will assist us in developing improved materials.” NASA’s Office of Biological and Physical Research (OBPR) made the project possible, offering grants for studies that might benefit from the use of a microgravity or low-gravity environment to examine the fundamental states and characteristics of materials.(NASA, “Suspended in Space: Researchers Make Important Discovery About Materials,” news release 01-154, 31 July 2001.)",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " Russia launched the Coronas-F solar observatory satellite aboard a Tsiklon 3 rocket. The launch took place from the Plesetsk Cosmodrome in northern Russia. Engineers had designed the satellite to monitor light intensity, solar bursts, and several solar radii. The satellite carried 13 separate instruments, to gather data as the spacecraft orbited while pointing toward the Sun. The Coronas-F satellite was Russia’s second attempt to place in orbit such a complicated research craft. The Coronas-I, launched in 1994, had operated for only a couple of months before a control failure had caused it to lose its functionality.(Spacewarn Bulletin, no. 573.)",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " NASA and the National Commission for Space Activities of the Argentine Republic signed a 15- year extension of an existing agreement on cooperation in civil uses of space. Originally signed in August 1991, the accord had established the framework for the United States and Argentina to collaborate on space research projects in fields such as Earth science and global climate change.(NASA, Aeronautics and Space Report of the President: Fiscal Year 2001 Activities (Washington, DC, 2002), pp. 24–25, http://history.nasa.gov/presrep01/2001report.pdf (accessed 29 July 2002); NASA, “U.S. and Argentina Sign Space Cooperation Agreements,” news release 91-126, 8 August 1991.)",
      "month": "August",
      "day": 2,
      "monthNumber": 8
    },
    {
      "story": " NASA announced the selection of six new members and eight new consultants for the Aerospace Safety Advisory Panel (ASAP). The U.S. Congress had created ASAP to advise NASA on ways it could improve its safety performance, tasking ASAP with submitting annual reports of its findings to both NASA and Congress. The six newly selected members of the panel were Otto K. Goetz, Sidney M. Gutierrez, Shirley C. McCarty, J. Paul Reason, Roger D. Schaufele, and Robert B. Sieck. The new consultants were Wanda M. Austin, Richard R. Bruckman, Ulf G. Goranson, Bernard A. Harris Jr., Nancy G. Leveson, Forrest S. McCartney, and C. Julian May.(NASA, “NASA Announces New Aerospace Safety Advisory Panel Members,” news release 01-159, 7 August 2001; NASA, “Aerospace Safety Advisory Panel,” http://www.hq.nasa.gov/office/oer/asap/ index.html (accessed 7 November 2008).)",
      "month": "August",
      "day": 7,
      "monthNumber": 8
    },
    {
      "story": " NASA launched the Genesis solar research spacecraft from Cape Canaveral Air Force Station in Florida. Genesis would collect samples of solar wind to assist scientists in studies of the formation of Earth’s solar system. Scientists believed that the plasma in solar wind might contain material similar to or identical with the material that formed the solar system. The 633-kilogram (1,400-pound) spacecraft was equipped with four instruments: a wide-angle ion collector, a concentrated ion collector, an ion spectrometer, and an electron spectrometer. Donald S. Burnett of California Institute of Technology was Principal Investigator and Project Scientist for Genesis.(Spacewarn Bulletin, no. 574, 1 September 2001, http://nssdc.gsfc.nasa.gov/spacewarn/spx574.html (accessed 7 November 2008); NASA JPL, “Genesis, Search for Origins: Why Study the Sun?” http://genesismission.jpl.nasa.gov/gm2/science/solarwind.htm (accessed 7 November 2008).)",
      "month": "August",
      "day": 8,
      "monthNumber": 8
    },
    {
      "story": " NASA suspended indefinitely the launch of the climate-monitoring satellite Triana, which NASA had designed to provide imagery of entire hemispheres from nearly 1 million miles away in space. By contrast, weather satellites often remain in low Earth orbit and, therefore, are only able to provide images of continents. Triana was also called GoreCam or GoreSat, because former Vice President Gore had originated the project. Gore had conceived of the satellite in March 1998, choosing to name it in honor of Rodrigo de Triana, the sailor on Columbus’s ship who had first sighted land. NASA had planned to launch the US$120 million Earth-observation satellite by the end of 2001. However, the Republican-controlled U.S. House of Representatives had voted to eliminate the project’s funding from NASA’s fiscal year (FY) 2000 appropriation. A conference committee of the House and the Senate had later agreed to suspend funding for Triana and to delay its launch, so that the National Academy of Sciences could review the project’s merits. Although the National Academy of Sciences had strongly endorsed the project, NASA had decided to shelve the satellite project indefinitely, as part of its effort to prioritize scientific expenditures and concentrate its resources on projects such as the HST and the ISS.(Joel Achenbach, “For Gore Spacecraft, All Systems Aren’t Go; Earth Observation Satellite Shelved,” Washington Post, 8 August 2001.)",
      "month": "August",
      "day": 8,
      "monthNumber": 8
    },
    {
      "story": " NASA and the Russian Space Agency agreed to allow the transport of space tourists to the ISS. Although the two agencies did not sign a formal agreement on the matter, media reported that they had agreed to the procedures and standards that spaceflight participantsindividuals who are not professional astronauts or cosmonautsmust satisfy when they visit the space station. NASA and the Russian Space Agency agreed that such visitors must demonstrate foreign language ability, undergo specified physical training, and pass a personal suitability test. The issue of spaceflight participants had become a source of contention between NASA and the Russian Space Agency after American businessman Dennis A. Tito had paid the Russian Space Agency to transport him to the ISS in April 2001.(Peter Baker, “U.S., Russia Agree To Allow ‘Space Tourists’,” Washington Post, 10 August 2001; ESA, Multilateral Crew Operations Panel, “Principles Regarding Processes and Criteria for Selection, Assignment, Training and Certification of ISS (Expedition and Visiting) Crewmembers” (statement of criteria, Paris, November 2001), http://esamultimedia.esa.int/docs/isscrewcriteria.pdf (accessed 5 November 2008).)",
      "month": "August",
      "day": 9,
      "monthNumber": 8
    },
    {
      "story": " NASA launched Space Shuttle Discovery STS-105/ISS-7A.1 at 4:10 p.m. Central Daylight Time (CDT). Shuttle crew consisted of Mission Commander Scott J. Horowitz, Pilot Frederick W. “Rick” Sturckow, Mission Specialists Daniel T. Barr and Patrick G. Forrester; and Expedition 3 crew members, Frank L. Culbertson Jr., Vladimir N. Dezhurov, and Mikhail Tyurin. One of the main purposes of the mission was to transport the Expedition 3 crew to the ISS, returning Expedition 2 crew members to Earth. Another objective was to use an Italian-built, 9,000-pound (4,100-kilogram) Multi-Purpose Logistics Module (MPLM) called Leonardo to deliver supplies to the ISS. Leonardo would deliver six resupply stowage racks, four resupply stowage platforms, and two scientific experiment racks for the station’s laboratory. Discovery’s payload also included NASA’s scientific project, the Materials International Space Station Experiments (MISSE).(NASA, “STS-105: A New Crew Arrives at the International Space Station,” http://spaceflight.nasa.gov/ shuttle/archives/sts-105/ (accessed 7 November 2008); NASA KSC, “STS-105,” http://science.ksc.nasa.gov/shuttle/missions/sts-105/mission-sts-105.html (accessed 7 November 2008).)",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " Gerard A. Kriss of Johns Hopkins University led a group of astronomers using NASA’s Far Ultraviolet Spectroscopic Explorer (FUSE) satellite to obtain the best observations to date of helium gas remaining from the Big Bang. The observations provided information about the universe’s architecture millions of years ago, giving empirical support for theories about how matter in the expanding universe had condensed into a structure that permeated space between galaxies. The FUSE satellite had observed the light of the distant quasar HE2347-4342, and scientists had used the data it produced to make comparative analyses of the light’s absorption by helium and hydrogen gas on its trajectory to Earth. The astronomers had compared the ionization of the helium and hydrogen, the result of the gases’ absorption of light, to determine the most likely source of the energy that had heated the universe during its early formation. They concluded that, most likely, a combination of quasars and newly formed stars had produced the ionization of helium and hydrogen gases. Moreover, the presence of helium, in regions with no hydrogen, supported the theory that the universe’s architecture resulted from extensive gravitational instabilities during the chaos after the Big Bang.(NASA, “New View of Primordial Helium Traces Structure of Early Universe,” news release 01-160, 9 August 2001; G. A. Kriss, “Resolving the Structure of Ionized Helium in the Intergalactic Medium with the Far Ultraviolet Spectroscopic Explorer,” Science 293, no. 5532 (10 August 2001): 1112–1116.)",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " NASA’s Helios aircraft set a world record for the highest altitude ever attained by an aircraft without rocket power. The solar-powered, propeller-driven aircraft reached an altitude of 96,500 feet (30,000 meters), eclipsing the previous record by more than 10,000 feet (3,000 meters). The remotely piloted aircraft took off from the U.S. Navy’s Pacific Missile Range Facility (PMRF) in Hawaii at 8:48 a.m. local time on 13 August, staying aloft for nearly 17 hours before landing at 1:43 a.m. on 14 August. Fuel cells on the aircraft’s wings provided electrical power during the daylight hours, when the aircraft achieved the record altitude; at night, the plane’s propellers acted as generators, providing electrical power to control the aircraft. According to NASA, an aircraft operating at such an altitude would be able to monitor the environment, improve communications on Earth, and simulate the conditions of flight within the atmosphere of Mars.(NASA, “NASA Solar Aircraft Sets Altitude Record; Communications, Environmental Breakthroughs Expected,” news release 01-165, 14 August 2001.)",
      "month": "August",
      "day": 14,
      "monthNumber": 8
    },
    {
      "story": " Astronomers led by Debra A. Fischer of the University of California at Berkeley announced the discovery of a planetary system similar to Earth’s solar system, located in the Big Dipper. The team of astronomers had found a planet about the size of Jupiter, orbiting the star 47 Ursae Majoris. Scientists had already known about one planet orbiting 47 Ursae Majoris, but the second planet’s discovery provided the first example of two planets orbiting in near-perfect circles around a single star outside of Earth’s solar system. Astronomers had previously discovered other planets orbiting stars outside of Earth’s solar system, but those planets either were orbiting perilously close to the host star or had eccentric orbits. The astronomers had used University of California’s Lick Observatory near Santa Cruz, California, to find the planets, which they had detected by observing the planets’ gravitational effects upon the star 47 Ursae Majoris.(John Noble Wilford, “Planet System with Earth-Like Orbits Is Found,” New York Times, 16 August 2001; Debra A. Fischer et al., “A Second Planet Orbiting 47 Ursae Majoris,” Astrophysical Journal 564, no. 2 (10 January 2002): 1028–1034.)",
      "month": "August",
      "day": 15,
      "monthNumber": 8
    },
    {
      "story": " During the first spacewalk for Mission STS-105, astronauts Daniel T. Barry and Patrick F. Forrester affixed an ammonia coolant canister and two boxes containing hundreds of samples of prospective spacecraft materials to the exterior of the ISS. The ammonia canister would function as a backup coolant system in the event of a problem with the ISS’s primary coolant system. The samples, part of the MISSE experiment, would remain attached to the ISS for almost two years, so that scientists could examine how the materials performed during prolonged exposure to solar storms, cosmic radiation, and other aspects of the space environment. The experiment was a cooperative research effort of Boeing Phantom Works, the Materials Laboratory at the U.S. Air Force Research Library, and several NASA centers.(Marcia Dunn, “Spacewalking Astronauts Attach Ammonia Canister, Science Experiments to Space Station,” Associated Press, 16 August 2001; NASA, “Materials International Space Station Experiment: Introduction,” http://misseone.larc.nasa.gov/ (accessed 13 November 2008).)",
      "month": "August",
      "day": 16,
      "monthNumber": 8
    },
    {
      "story": " NASA announced the selection of crew members for three missions to the ISS scheduled for 2002. Mission STS-112, scheduled for launch in July 2002, would comprise Commander Jeffrey S. Ashby and crew members Sandra H. Magnus, Pamela A. Melroy, Piers J. Sellers, David A. Wolf, and Fyodor N. Yurchikhin. The crew for STS-113, scheduled to depart in August 2002, would consist of Commander James D. Wetherbee and crew members John Bennett Herrington, Michael Lopez-Alegria, and Christopher J. Loria. The mission would also transport Expedition 6 crew members Valery G. Korzun, Sergei Y. Treschev, and Peggy A. Whitson to the ISS, returning to Earth Expedition 5 crew members Kenneth D. Bowersox, Nikolai M. Budarin, and Donald A. Thomas. Finally, the crew of STS-114 would include Commander Eileen M. Collins and crew members James M. Kelly, Soichi Noguchi, and Stephen K. Robinson. STS-114, scheduled to leave for the ISS in November 2002, would transport Expedition 7 crew members Edward T. Lu, Yuri I. Malenchenko, and Sergei I. Moschenko.(NASA JSC, “NASA Names 23 Astronauts and Cosmonauts to Shuttle Flights in 2002,” news release H01-167, 17 August 2001.)",
      "month": "August",
      "day": 17,
      "monthNumber": 8
    },
    {
      "story": " During the second spacewalk for Mission STS-105, astronauts Daniel T. Barry and Patrick G. Forrester attached two 45-foot (13.7-meter) power cables and two handrails to the exterior of the ISS’s Destiny laboratory module. The cables would provide a secondary power supply for a 44- foot (13.4-meter) external truss, scheduled for installation in 2002. The truss, which would contain a satellite navigation system and other electronic components, would be the first of several parts of the ISS’s Integrated Truss Structure, which would support new components, such as solar arrays.(NASA, “Mission Archives: STS-105,” http://www.nasa.gov/mission_pages/shuttle/shuttlemissions/ archives/sts-105.html (accessed 13 November 2008); Mark Carreau, “Discovery Astronauts Connect Power Flow During Spacewalk,” Houston Chronicle, 19 August 2001.)",
      "month": "August",
      "day": 18,
      "monthNumber": 8
    },
    {
      "story": " The ISS Management and Cost Evaluation Task Force (IMCE) held its first meeting on 20 and 21 August at NASA Headquarters. NASA Administrator Daniel S. Goldin had created the IMCE in July 2001 to consider the ISS program’s budget and management challenges and to determine a more efficient and effective method for NASA and its partners to construct the orbiting space station. Goldin had appointed A. Thomas Young, former president of Martin Marietta, to chair the 20-member Task Force, composed of Nobel Laureates and a highly regarded surgeon. In addition, a Financial Management Team and a Cost Analysis Support Team would support the IMCE in its efforts. On 1 November 2001, the Task Force would report its findings to the NASA Advisory Council, which would, in turn, present its recommendations to the NASA Administrator for NASA’s official response.(NASA, “Space Station Program Review Team To Meet Aug. [20–21]; Reporters Invited To Attend,” news release N01-047, 16 August 2001; NASA, “NASA Administrator Announces Distinguished Team To Review International Space Station Program,” news release 01-152, 31 July 2001.)",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " The Russian Space Agency launched a crewless logistics and resupply mission to the ISS. The Progress automatic cargo spacecraft launched from Baikonur Cosmodrome in Kazakhstan at 9:32 a.m., Universal Time (UT),108 on a Soyuz-U rocket. The mission, officially designated as M-45, carried to the ISS 2.5 tonnes (2,500 kilograms, 2.8 tons, or 5,512 pounds) of fuel, oxygen, equipment, and other supplies.(Spacewarn Bulletin, no. 574; Jesco von Puttkamer, “Space Flight 2001: The Year in Review,” http://spaceoperations.nasa.gov/2001/yearinrev/01YearReview.html (accessed 10 November 2008).)",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " Space Shuttle Discovery landed at NASA’s KSC in Cape Canaveral, Florida, at 1:23 p.m. (CDT), marking the end of Mission STS-105. During the mission, the Shuttle crew had delivered supplies and equipment to the ISS, carried Expedition 3 crew members to the ISS, and transported the Expedition 2 crew back to Earth. In addition, astronauts Daniel T. Barry and Patrick G. Forrester had each performed two spacewalks to attach equipment to the exterior of the ISS, spending a total of 11 hours and 45 minutes outside the space station. STS-105’s total duration was 11 days, 21 hours, and 13 minutes.(NASA, “STS-105: A New Crew Arrives at the International Space Station,” http://spaceflight.nasa.gov/shuttle/archives/sts-105/ (accessed 10 November 2008).)",
      "month": "August",
      "day": 22,
      "monthNumber": 8
    },
    {
      "story": " Japan’s National Space Development Agency (NASDA) launched the first of its HII-A vehicles at 4:00 p.m., Japan Standard Time (JST), from Tanegashima Space Center. The HII-A carried two payloads, the Doppler Ranging Equipment and the Laser Ranging Equipment, both instruments designed to monitor the rocket during and after launch. Observers regarded the launch as a major success for the Japanese space program, which had designed the rocket as the country’s primary large-scale launch vehicle.(Puttkamer, “Space Flight 2001”; Japan Aerospace Exploration Agency (JAXA), “H-IIA Launch Vehicle,” http://www.jaxa.jp/projects/rockets/h2a/index_e.html (accessed 10 November 2008); JAXA, “LRE (Laser Ranging Equipment),” http://god.tksc.jaxa.jp/lr/lre.html (accessed 10 November 2008).)",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " Scientists led by Ken Ebisawa of NASA’s GSFC published research that helped resolve a long- standing question about whether the emission of x-rays from the plane of the Milky Way Galaxy was truly diffuse or derived from numerous discrete sources. The scientists had used the Chandra X-ray Observatory to carry out an unprecedented survey of a region of the galactic plane that had no known x-ray point sources, in the deepest examination ever made of hard x-rays in the region referred to as the zone of avoidance. Chandra had revealed 36 new x-ray point sources and an area of diffuse emission. Properties of the new point sources had indicated that they were probably located outside the Milky Way. In addition, Chandra’s survey had indicated that the diffuse x-ray emission revealed the galactic omnipresence of hot plasma with a higher energy density than any other substance in interstellar space.(NASA, “Astronomers Go Behind the Milky Way To Solve X-ray Mystery,” news release 01-161, 9 August 2001; Ken Ebisawa et al., “Origin of the Hard X-ray Emission from the Galactic Plane,” Science 293, no. 5535 (31 August 2001): 1633–1635.)",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " The National Academy of Sciences released a report criticizing a White House proposal directing NASA to assume responsibility for research in astronomy and astrophysics managed by the National Science Foundation (NSF). The White House had made the proposal as a cost- reduction measure in its proposed budget for FY 2002. At the request of NASA and the NSF, a National Research Council (NRC) panel had assessed the proposal and concluded that NASA should not assume this responsibility. According to the panel, the NSF’s relations with the academic community and its commitments to investigator-initiated and interdisciplinary research made the NSF better suited than NASA to sponsor ground-based astronomy and astrophysics research. The panel also concluded that the federal government could maximize the benefits of astronomy and astrophysics research by creating an interagency astronomy and astrophysics planning board to develop an integrated research strategy. The NRC panel’s report suggested that such a strategy should include ways of supporting ground- and space-based facilities and missions, and that NASA and the NSF should create formal mechanisms to implement the planning board’s recommendations.(NRC, U.S. Astronomy and Astrophysics: Managing an Integrated Program (Washington, DC: National Academy Press, 2001); James Glanz, “Report Warns Against Plan for Changes in Astronomy,” New York Times, 5 September 2001.)",
      "month": "September",
      "day": 4,
      "monthNumber": 9
    },
    {
      "story": " For the first time, astronomers detected a supermassive black hole consuming material in the Milky Way. Frederick K. Baganoff of the Massachusetts Institute of Technology and a team of scientists using NASA’s Chandra X-ray Observatory to observe a source of radio emissions called Sagittarius A* had noticed a rapid rise and decline in x-ray emissions in its vicinity. The scientists, who believed that Sagittarius A* is connected to a black hole in the center of the galaxy, speculated that the emissions emanate from matter falling into the black hole. The Chandra observations had provided the best view yet of the area just outside of the black hole’s event horizon―the point of no return for all matter falling into a black hole. The discovery added significantly to previous research indicating that the Milky Way Galaxy contains a black hole or some other large, dark object.(NASA, “Chandra Catches Milky Way Monster Snacking,” news release 01-179, 5 September 2001.)",
      "month": "September",
      "day": 5,
      "monthNumber": 9
    },
    {
      "story": " Lockheed Martin confirmed that the U.S. Department of Defense (DOD) had decided not to fund the company’s development of the X-33 space plane, a possible replacement vehicle for the Space Shuttle. Since 1996, Lockheed Martin had been developing a pilotless prototype of the X- 33, a reusable spacecraft that would be able to launch without shedding fuel tanks or boosters and to land like an airplane. However, the development of lightweight fuel tanks had taken the project off schedule and over budget, and NASA had decided in March 2001 to forego continued funding for the X-33, although it was, reportedly, 75 percent complete. When Lockheed Martin had subsequently attempted to secure another government sponsor for the project, the U.S. Air Force had expressed interest in the project and submitted to the Pentagon a proposal to fund the space plane. However, the DOD had since determined that the project was too costly to undertake.(Michael Cabbage, “Air Force Decides Not To Revive Lockheed’s X-33 Space Plane,” Orlando Sentinel (FL), 7 September 2001.)",
      "month": "September",
      "day": 6,
      "monthNumber": 9
    },
    {
      "story": " The U.S. Senate Commerce, Science, and Transportation Subcommittee on Science, Technology, and Space held a hearing on safety and workforce issues related to NASA’s Space Shuttle Program. According to newspaper reports, much of the testimony addressed the effects of budget cuts on the safety improvements for the Space Shuttles. Subcommittee members and witnesses reportedly were critical of the budget cuts and concerned about their possibly detrimental effects on Shuttle safety. Individuals providing testimony at the hearing were NASA Deputy Associate Administrator William F. Readdy, Allen Li of the General Accounting Office (GAO), Michael James McCulley of United Space Alliance, Richard D. Blomberg, chair of the ASAP, and Bryan D. O’Connor, former chair of the NRC’s Committee on Space Shuttle Upgrades.(U.S. Congress, Senate, Committee on Commerce, Science, and Transportation, Subcommittee on Science, Technology, and Space, Shuttle Safety, 107th Cong., 1st sess., 6 September 2001; Tamara Lytle, “Experts Fear for Shuttle Safety as NASA Budget Is Trimmed,” Orlando Sentinel (FL), 7 September 2001.)",
      "month": "September",
      "day": 6,
      "monthNumber": 9
    },
    {
      "story": " Terrorists hijacked four U.S. planes, subsequently crashing them in New York City, Pennsylvania, and Washington, DC. The incidents led to the deaths of nearly 3,000 people. The federal government immediately responded by grounding all commercial air traffic, and NASA closed its major facilities throughout the country.(Mark Carreau, “Cautious NASA Shuts Down Johnson Space Center, Other Major Facilities,” Houston Chronicle, 12 September 2001; U.S. Department of Transportation, “Statement of Secretary of Transportation Norman Y. Mineta,” news release 93-01, 11 September 2001.)",
      "month": "September",
      "day": 11,
      "monthNumber": 9
    },
    {
      "story": " U.S. Secretary of Transportation Norman Y. Mineta allowed commercial aircraft to resume flying in the national airspace system, the first time that the Department of Transportation had permitted aircraft to fly since the terrorist attacks of 11 September 2001. However, Secretary Mineta also announced that the government would permit airports to reopen and flights to resume only on a case-by-case basis, pending airports’ implementation of stricter security measures. Before reopening, airports would have to clear all individuals from terminals and conduct security searches. After reopening, airports would have to increase the number of law enforcement personnel at their facilities. Secretary Mineta had made the decisions after consulting with the White House and with intelligence and law enforcement officials. On the previous day, he had only allowed aircraft to use the nation’s airspace if flight controllers had diverted them from their original destination or had repositioned them so that they could resume flying upon government approval.(Federal Aviation Administration (FAA), “Statement of U.S. Secretary of Transportation Norman Y. Mineta,” news release, 13 September 2001, http://www.faa.gov/news/press_releases/news_story.cfm?newsid=5431 (accessed 28 January 2010).)",
      "month": "September",
      "day": 13,
      "monthNumber": 9
    },
    {
      "story": " The Russian Space Agency launched a module of the ISS designed to expand the space station’s size and provide other capabilities. The module, called Docking Compartment One (DC-1) or Pirs (Russian for pier), launched at 11:44 p.m. (UT), on a Soyuz-U rocket, from Baikonur Cosmodrome in Kazakhstan. A cargo craft called Progress M-SO1 would transport the module to the ISS. The Russian Space Agency intended the DC-1 to provide additional stowage space for the ISS, an airlock for spacewalks, and an additional docking port for future Soyuz and Progress vehicles. The 8,000-pound (3,600-kilogram), 16-foot-long (4.9-meter-long) module would increase the total mass of the space station to 303,500 pounds (138,000 kilograms).(Puttkamer, “Space Flight 2001”; Spacewarn Bulletin, no. 575, 1 October 2001, http://nssdc.gsfc.nasa.gov/spacewarn/spx575.html (accessed 14 November 2008).)",
      "month": "September",
      "day": 14,
      "monthNumber": 9
    },
    {
      "story": " U.S. Secretary of Transportation Norman Y. Mineta allowed privately owned and operated aircraft to use the nation’s airspace as part of a phased restoration of the national airspace system. However, the Department of Transportation would allow this category of aircraft―often referred to as general aviation―to resume flights only if they complied with certain restrictions. For example, general aviation flights would have to operate according to the Instrument Flight Rules, which required certified pilots to operate under direction from air traffic controllers subsequent to filing specific flight plans with the U.S. Federal Aviation Administration (FAA). In addition, the Department of Transportation would not permit general aviation flights to fly within 25 nautical miles of New York City or Washington, DC.(FAA, “Secretary Mineta Re-opens Skies to General Aviation,” news release DOT 97-01, 14 September 2001, http://www.faa.gov/news/press_releases/news_story.cfm?newsid=5432 (accessed 28 January 2010).)",
      "month": "September",
      "day": 14,
      "monthNumber": 9
    },
    {
      "story": " A group of scientists led by Liming Zhou of Boston University published research indicating that substantial portions of the northern hemisphere had experienced effects of global warming. The scientists, who were studying the responses of vegetation to temperature changes, had used satellite data collected from July 1981 to December 1999 and had found a persistent increase in the length of the growing season in the majority of vegetated areas in the northern latitudes of Asia and Europe. A similar trend was evident in North America, but in a relatively lower proportion of land area. The data had also revealed declines in vegetated area in Alaska, Canada, and some parts of Asia, which may have resulted from temperature-induced drought in those areas. In addition, the scientists discovered a statistically significant relationship between changes in vegetated area and increasing land surface temperatures, indicating that climatic changes may have led to changes in vegetative activity in much of the world.(NASA, “Earth’s Becoming a Greener Greenhouse,” news release 01-178, 4 September 2001; L. Zhou et al., “Variations in Northern Vegetation Activity Inferred from Satellite Data of Vegetation Index During 1981 to 1999,” Journal of Geophysical Research 106, no. D17 (16 September 2001): 20069–20083.)",
      "month": "September",
      "day": 16,
      "monthNumber": 9
    },
    {
      "story": " A rocket carrying a NASA satellite and other payloads failed to reach orbit. The 91-foot (27.7- meter) Taurus rocket launched at 11:49 a.m. Pacific Daylight Time (PDT) from Vandenberg Air Force Base in California, and within minutes, NASA observed indications of problems with the rocket, including a skewed trajectory near the time of the first-stage separation. The rocket’s manufacturer Orbital Sciences Corporation was uncertain about the exact details of the launch problem but presumed that the rocket had not reached orbit. The rocket was carrying NASA’s ozone-analyzing Quick Total Ozone Mapping Spectrometer (QuikTOMS) satellite, a private imaging satellite called OrbView-4, and a private payload with the cremated remains of individuals who had paid to have their remains launched into orbit.(Associated Press, “Rocket Launch with NASA, Orbital Sciences Payload Goes Awry, Satellites Probably Lost,” 21 September 2001.)",
      "month": "September",
      "day": 21,
      "monthNumber": 9
    },
    {
      "story": " At a news conference, NASA scientists announced the preliminary findings of Deep Space 1’s 22 September flyby of Comet Borrelly, a type of comet that originates in a region near Pluto. NASA’s Deep Space 1 spacecraft, operating two years past its planned mission duration, had passed within 1,400 miles (2,250 kilometers) of Borrelly, returning the best images and data of a comet ever captured. The encounter was only the second time that a spacecraft had come within such a distance of a comet’s nucleus, as well as the first close flyby of a comet of Borrelly’s type. In 1986 ESA’s Giotto spacecraft had flown within 373 miles (600 kilometers) of Halley’s comet, which belongs to a category of comets that originate from outside Earth’s solar system. In addition, NASA scientists reported that the data captured by Deep Space 1 had substantially enhanced existing scientific knowledge of comets. Scientists found a number of Deep Space 1’s observations surprising, including the discoveries that the comet’s icy jets discharge in tall columns rather than in a diffuse spray, that a cloud of charged particles emanates from off the comet’s center, and that solar wind flows asymmetrically around the particle cloud.(Warren E. Leary, “Probe Sends Postcards from Comet’s Core,” New York Times, 26 September 2001; NASA, “Deep Space 1,” http://nmp.nasa.gov/ds1/ (accessed 17 November 2008).)",
      "month": "September",
      "day": 26,
      "monthNumber": 9
    },
    {
      "story": " The New York Times revealed that, in the wake of the terrorist attacks of 11 September, the U.S. government had changed the rules of engagement regarding the circumstances in which the U.S. military could shoot down civilian aircraft. The newspaper had interviewed U.S. Air Force General Ralph E. Eberhart, who had provided some cursory details of the military’s rules of engagement for civilian aircraft. Before 11 September, the DOD had no formal rules concerning military engagement of a hijacked airplane when the flight had originated within the United States. However, on an unnamed date after 11 September, White House officials and the Joint Chiefs of Staff had approved new rules, stipulating that the U.S. military could down an aircraft that presented a security threat, but that the President of the United States or one of four specified U.S. Air Force generals must authorize such an action. The new rules also detailed measures taken by the North American Aerospace Defense Command (NORAD) and the FAA for better joint surveillance of the nation’s airspace. Those measures included NORAD’s positioning of mobile ground radars around the country and a direct telephone line between the two agencies.(Eric Schmitt, “Generals Given Power To Order Downing of Jets,” New York Times, 27 September 2001.)",
      "month": "September",
      "day": 27,
      "monthNumber": 9
    },
    {
      "story": " NASA launched the Kodiak Star from Kodiak Island in Alaska at 2:40 a.m. (UT), NASA’s first mission ever launched into Earth orbit from that location. The Kodiak Star’s payload consisted of four small satellites: PCSAT, PICOSat 9, Sapphire, and Starshine 3. The PCSAT and Starshine 3 would serve amateur radio operators; Sapphire carried a voice synthesizer to convert text messages into human voice; and PICOSat 9 would test electronic components and systems in space conditions. NASA had funded the Starshine 3, and the DOD had sponsored the other three satellites.(Spacewarn Bulletin, no. 575; NASA KSC, “Kodiak Star Scheduled for Launch from Alaska Sept. 17,” news release 101-01, 22 August 2001.)",
      "month": "September",
      "day": 29,
      "monthNumber": 9
    },
    {
      "story": " NASA announced the selection of Lockheed Martin to construct Mars Reconnaissance Orbiter (MRO), scheduled to launch in August 2005. Under the US$145 million contract, Lockheed Martin would be responsible for building the orbiter and for integrating and testing six scientific instruments and two engineering payloads. In addition, Lockheed Martin would provide operations support for spacecraft during its five and one-half year mission. Odyssey, designed for low-altitude remote sensing of Mars, would include an atmospheric sounder; a context imager; a high-resolution camera; a shallow, subsurface, sounding radar; a visible, near-infrared imaging spectrometer; and a wide-angle color imager. NASA engineers planned to use Odyssey’s images to help determine landing sites for future Mars missions. NASA also planned for the spacecraft to provide telecommunications and navigation relay capability for future missions to the planet.(NASA, “NASA Selects Spacecraft Contractor for 2005 Mars Mission,” news release c01-w, 3 October 2001; Lockheed Martin, “Lockheed Martin Chosen by NASA and JPL to Build the 2005 Mars Reconnaissance Orbiter,” 3 October 2001, http://www.lockheedmartin.com/news/press_releases/2001/LockheedMartinChosenByNASAJPL Build2.html (accessed 28 January 2010).)",
      "month": "October",
      "day": 3,
      "monthNumber": 10
    },
    {
      "story": " Russian cosmonauts Vladimir N. Dezhurov and Mikhail Tyurin performed a spacewalk outside of the ISS, the first time ISS crew had walked in space without a Shuttle present. Two tethers attached each cosmonaut to the ISS as the pair departed and reentered the station through the 16- foot (4.9-meter) Russian module Pirs, added to the ISS in September 2001. During the 5-hour spacewalk, the two cosmonauts hooked up a 40-foot (12.2-meter) crane, a ladder, handrails, and other equipment to the exterior of the ISS. American astronaut Frank L. Culbertson Jr. monitored the two cosmonauts’ work from inside the station, and Mission Control Center in Moscow supervised the spacewalk.(Marcia Dunn, “Cosmonauts Work Outside on Station; Spacewalk from New Module Is First Without Shuttle Present,” Washington Post, 9 October 2001.)",
      "month": "October",
      "day": 8,
      "monthNumber": 10
    },
    {
      "story": " The Royal Swedish Academy of Sciences awarded the Nobel Prize in Physics to former NASA scientist Wolfgang Ketterle and two other scientists, Eric A. Cornell and Carl E. Wieman. Ketterle was a professor at the Massachusetts Institute of Technology and Principal Investigator for NASA’s Office of Biological and Physical Research (OBPR) in Washington, DC. The three scientists received the Nobel Prize for their work in discovering a new state of matter called Bose-Einstein condensate (BEC), named after the two physicists who had made the initial theoretical calculations of such matter. BEC consists of atomic particles that all have the same energy and that researchers can oscillate in a controlled manner. Cornell and Wieman had created a pure condensate of rubidium atoms, and Ketterle had independently produced BEC with sodium atoms. However, Ketterle’s condensates had also enabled further investigation of the new type of matter, because his condensates contained more atoms than those of Cornell and Wieman. In addition, Ketterle had produced other research that further advanced understanding of the phenomenon.(Nobel Foundation, “The Nobel Prize in Physics 2001,” http://nobelprize.org/nobel_prizes/physics/ laureates/2001/press.html (accessed 23 November 2008).)",
      "month": "October",
      "day": 9,
      "monthNumber": 10
    },
    {
      "story": " NASA Administrator Daniel S. Goldin announced that, to honor the victims of the 11 September terrorist attacks, NASA would carry American flags into space and give the flags to survivors of the attacks and families of the victims. NASA called the memorial to the people who had lost their lives in the events of 11 September “Flags for Heroes and Families.” Space Shuttle Endeavour, scheduled to launch on 29 November 2001, would carry nearly 6,000 flags. NASA would later have the flags mounted on specially designed memorial certificates and would distribute them to survivors and to victims’ families.(NASA, “NASA Administrator Launches ‘Flags for Heroes and Families’ Campaign,” news release 01-195, 11 October 2001.)",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " NASA revealed time-lapse images of the biggest dust storm on Mars to occur in nearly 30 years. The HST and Mars Global Surveyor had captured the images, which showed that the storms had begun as a local event in the Hellas region of Mars and had rapidly propagated throughout the planet. The storms had obscured the surface of Mars and dramatically affected temperatures in the planet’s atmosphere, including heating the upper portions of its atmosphere to as much as 80°F (26.7°C). NASA scientists hoped that data about the storms would help them learn more about sediments on Mars, as well as helping them plan future missions to the Red Planet.(William Harwood, “Mars Wearing Veil of Dust; Biggest Storm in Three Decades Obscures Surface, Alters Temperatures,” Washington Post, 12 October 2001; NASA, “Scientists Track ‘Perfect Storm’ on Mars,” news release 01-193, 11 October 2001.)",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " NASA Administrator Daniel S. Goldin announced his resignation, effective 17 November 2001. Goldin, who had become the head of NASA on 1 April 1992, was NASA’s longest-serving Administrator. During his tenure, Goldin had overseen numerous successes for NASA, including the launch of Mars Pathfinder, the repair of the HST, and the redesign of the ISS. Goldin stated that he was leaving for personal reasons and that he had accepted an interim position at the Council on Competitiveness, an organization promoting U.S. economic competitiveness, both at home and abroad. However, newspapers noted that Goldin had made the announcement during a time of budgetary difficulties for NASA. Moreover, media reported that White House officials had already sought candidates to replace Goldin, although, according to NASA, President George W. Bush had not yet selected his replacement.(NASA, “NASA Administrator Daniel S. Goldin Announces Resignation,” news release 01-191, 17 October 2001; William Harwood, “NASA Chief to Step Down,” Washington Post, 18 October 2001.)",
      "month": "October",
      "day": 17,
      "monthNumber": 10
    },
    {
      "story": " NASA formally accepted the Tracking and Data Relay Satellite–H (TDRS-H) from Boeing Satellite Systems. TDRS-H was part of a constellation of satellites that formed a communication- signal relay system, providing tracking and data-acquisition services between low Earth-orbiting spacecraft and ground-based control and data-processing facilities. The TDRS satellites served the HST, the ISS, and other NASA programs. Boeing had built TDRS-H under contract from NASA, which had launched the satellite in June 2000. However, NASA had delayed its formal acceptance of the spacecraft, after Boeing engineers had found that the satellite’s multiple- access, phased-array antenna did not meet contractually specified performance standards. On 10 August 2001, NASA and Boeing had announced that they had tentatively agreed to a settlement and were finalizing negotiations for NASA to accept the satellite.(The Boeing Company, “NASA To Take Control of TDRS-H Satellite,” news release 10 August 2001, http://www.boeing.com/news/releases/2001/q3/nr_010810t.html (accessed 28 January 2010); NASA, “Media Kit: TDRS-J Mission,” http://www.gsfc.nasa.gov/gsfc/earth/pictures/20021127tdrs_j/)",
      "month": "October",
      "day": 17,
      "monthNumber": 10
    },
    {
      "story": " Scientists reported that, for the first time, they had used an innovative technique known as gravitational lensing, combined with data that telescopes had obtained, to observe light from extremely distant stars, which may have formed in the early stages of the universe’s creation. Gravitational lensing is a technique of detecting distant and otherwise unobservable objects by observing light from these distant background objects, while the gravity of galaxy clusters in the viewable foreground magnifies the background objects’ emitted light. The team of scientists, led",
      "month": "October",
      "day": 20,
      "monthNumber": 10
    },
    {
      "story": " tdrs_jmedia.htm (accessed 25 November 2008). by Richard S. Ellis of the California Institute of Technology, had combined the natural magnifying power of galaxy cluster Abell 2218 with observations from the HST and the W. M. Keck Observatory in Hawaii to execute the technique successfully. As a result, the team had been able to detect faint light emitted by a small cluster of stars located nearly 13.4 billion light- years from Earth. Based on detectable characteristics of the stars, the scientists believed that a star cluster in its early formation stages had produced the detected light, and that, during the early formation of the universe, the infant star cluster may have combined with other star groups to create galaxies.(Richard Ellis et al., “A Faint Star-Forming System Viewed Through the Lensing Cluster Abell 2218: First Light at z ~ 5.6?” Astrophysical Journal Letters 560, no. 2 (20 October 2001): L119–L122; William Harwood, “Pre- Galactic Star Cloud Is Discovered,” Washington Post, 6 October 2001.)",
      "month": "October",
      "day": 20,
      "monthNumber": 10
    },
    {
      "story": " The Russian Space Agency launched the Soyuz TM-33 to the ISS on a Soyuz-U rocket from Baikonur Cosmodrome in Kazakhstan at 4 a.m. (CDT). The mission’s crew members consisted of Russian cosmonauts Viktor M. Afanasyez and Konstantin M. Kozeev and French astronaut Claudie André-Deshays Haigneré; Afanasyez was also Mission Commander. The spacecraft carried supplies and equipment for the ISS. The crew members planned to conduct joint operations and scientific research with the crew of Expedition 3. In addition, one of the main purposes of the mission, designated Soyuz 3 Taxi Flight, was to deliver the Soyuz spacecraft to the ISS, so that the ISS crew could use it as an emergency escape vehicle. The new Soyuz would remain at the ISS, and the spacecraft’s crew would return to Earth in the older Soyuz TM-32, which was already docked at the station.(NASA, “Soyuz 3 Taxi Flight Crew,” http://spaceflight.nasa.gov/station/crew/exp3/taxi3/index.html (accessed 26 November 2008); Spacewarn Bulletin, no. 576, 1 November 2001, http://nssdc.gsfc.nasa.gov/ spacewarn/spx576.html (accessed 26 November 2008).)",
      "month": "October",
      "day": 21,
      "monthNumber": 10
    },
    {
      "story": " A team of European and American astronomers announced that they had obtained the first observations of energy leaving a black hole. The scientists, who had used ESA’s XMM-Newton satellite to observe a supermassive black hole in the center of galaxy MCG-6–30–15, had detected an x-ray glow emanating from iron gas that was moving at half the speed of the light that was close to the black hole. The scientists believed that the x-ray glow resulted from friction produced by matter rotating around a black hole before falling into it. Because the black hole’s gravity is sufficiently intense to wrap magnetic field lines around it, the entwined magnetic fields tighten around the black hole, slowing its rotation, and, as a result, increasing the temperature of the region surrounding the black hole. Observed gravity-stretching particles of light in the iron gas, the scientists had discovered unexpectedly that the total energy output of the gas was too high for only gravity and the descent of matter into the black hole to be providing the power source. The scientists had concluded that an additional power source must be increasing the energy output of the gas to the observed intensity.(NASA, “New Energy Source ‘Wrings’ Power from Black Hole Spin,” news release 01-200, 22 October 2001; Jörn Wilms et al., “XMM-EPIC Observation of MCG-6-30-15: Direct Evidence for the Extraction of Energy from a Spinning Black Hole,” Monthly Notices of the Royal Astronomical Society: Letters 328, no. 3 (11 December 2001): L27–L31.)",
      "month": "October",
      "day": 22,
      "monthNumber": 10
    },
    {
      "story": " NASA’s Mars Odyssey spacecraft maneuvered into Mars’s orbit after a six-month, 286 million- mile (460 million-kilometer) voyage from Earth. Newspapers described the event as a major success for NASA, which had lost three previous spacecraft destined for Mars during the years from 1993 to 1999. NASA planned for Odyssey to orbit Mars for two and one-half years, mapping the mineral composition of Mars and searching for evidence of water ice beneath the planet’s surface. Toward the end of Odyssey’s orbital reconnaissance mission, the spacecraft would also function as a communications satellite for two robotic landers that NASA planned to launch to Mars in 2003.(Mark Carreau, “Odyssey Slips into Orbit, Breaks String of Failures,” Houston Chronicle, 24 October 2001; New York Times, “At Last a Success on a Mars Mission,” 24 October 2001.)",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " Spain’s Prince of Asturias Foundation granted the Prince of Asturias Award for International Cooperation to the ISS partnership, in recognition of the cooperation among the partnering space agencies that had created the orbiting space station. The Prince of Asturias Felipe de Borbón was the heir to the throne of Spain. The foundation granted the Award for International Cooperation to recognize the cultural, humanitarian, scientific, social, and technical efforts of individuals, groups, and institutions. The prince presented the award to officials representing the space agencies participating in the ISS, namely the Canadian Space Agency, ESA, NASA, Japan’s NASDA, and the Russian Space Agency. Earlier in the day, the prince had called the astronauts at the ISS to congratulate them on their efforts.(NASA, “International Space Station Receives 2001 Prince of Asturias Award,” news release 01-206, 26 October 2001; Fundación Príncipe de Asturias, “The Aims of the Foundation,” http://www.fundacionprincipedeasturias.org/ing/00/objetivos.html (accessed 28 November 2008).)",
      "month": "October",
      "day": 26,
      "monthNumber": 10
    },
    {
      "story": " The Pentagon selected an international team of contractors, led by Lockheed Martin, to build the Joint Strike Fighter (JSF), a multi-role fighter plane that the United States, the United Kingdom, and other countries planned to use. The Pentagon planned for the JSF to function as a single, fungible, low-maintenance replacement for the various aircraft that different military branches in the United States and elsewhere had been using. The program, valued at approximately US$200 billion, included three versions of the JSF, to fulfill the different requirements of the various military branches in the United States and Europe. All of the versions would have stealth and supersonic capabilities. BAE Systems, Lockheed Martin, and Northrop Grumman would initially produce 22 aircraft during the system design and development phase; the companies expected to construct nearly 3,000 aircraft under the program.(Lockheed Martin, “Lockheed Martin Team Wins Joint Strike Fighter Competition, Pledges Full Commitment to This Cornerstone of Future Defense Capability,” news release, 26 October 2001, http://www.lockheedmartin.com/news/press_releases/2001/LockheedMartinTeamWinsJointStrikeFi.html (accessed 28 January 2010).)",
      "month": "October",
      "day": 26,
      "monthNumber": 10
    },
    {
      "story": " NASA’s Mars Odyssey provided its first image from its orbit around the Red Planet. Odyssey took the image as part of a calibration process for the spacecraft’s thermal-emission imaging system, which NASA had designed to observe the surface of Mars in both light and darkness. The initial image, a thermal infrared image of the planet’s southern polar carbon-dioxide ice cap, covered an area greater than 6,500 kilometers (3,900 miles) at a resolution of approximately 5.5 kilometers (3.4 miles) per pixel.(NASA, “Mars Odyssey’s First Look at Mars Is All Treat, No Trick,” news release 01-214, 31 October 2001.)",
      "month": "October",
      "day": 31,
      "monthNumber": 10
    },
    {
      "story": " The government of France named NASA Administrator Daniel S. Goldin as Officer of the Legion of Honor, the country’s highest award. Napoleon had created the Legion of Honor in 1802 to honor civil and military service to France. The award honored Goldin for his contribution to the cooperation of France and the United States in space endeavors. NASA and the French space agency, Centre National d’Études Spatiales, had collaborated on Earth observation and Mars exploration, and French astronauts had flown on the Space Shuttle. Ambassador François Bujon de l’Éstang presented the award to Goldin at the residence of the French Ambassador.(NASA, “NASA Administrator Daniel S. Goldin Receives French Legion of Honor Award,” news release 01-202, 31 October 2001.)",
      "month": "October",
      "day": 31,
      "monthNumber": 10
    },
    {
      "story": " The Task Force assigned to assess NASA’s management of the ISS program released a report of its findings and recommendations. NASA and the Office of Management and Budget (OMB) had established the ISS Management and Cost Evaluation (IMCE) Task Force to analyze the space station’s cost, budget, and management and to recommend how the numerous space agencies supporting the project could derive maximum benefit from their investment. The Task Force’s report stated that, although the ISS program’s technical achievements to date had been extraordinary, problems concerning the program’s budget, management, and other matters threatened future development of the ISS. In addition, the IMCE Task Force recommended numerous changes to establish a core-complete program for the ISS, including altering program management; identifying and applying additional funding; and implementing more clearly defined programs to build the ISS so that its crew would be able to conduct high-priority research at the space station. With regard to maximizing research under the proposed FY 2002 budget, the Task Force recommended establishing research priorities, implementing a plan to execute them, and allocating more ISS crew time to high-priority research.(NASA, “Report by the International Space Station Management and Cost Evaluation (IMCE) Task Force to the NASA Advisory Council” (report, Washington, DC, 1 November 2001), http://history.nasa.gov/youngrep.pdf (accessed 26 November 2008).)",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " Researchers from NASA and the National Oceanic and Atmospheric Administration (NOAA) published research indicating that, during the 20th century, the world’s average temperatures had increased, and the United States’ average temperatures had declined. Using data from satellites and 7,200 weather stations worldwide, NASA and NOAA scientists had found that the global mean surface air temperature had increased by 1oF (0.6oC) during the 20th century. However, temperatures had not increased consistently but had undergone successive periods of warming (from 1900 to 1940), cooling (1940 to 1965), and warming again (1965 to 2000). The evidence also indicated that these temperature changes had not been uniform throughout Earth. For example, although the average surface air temperature in the United States had increased during the latter part of the 20th century, it had remained at a level comparable to average U.S. temperatures during the 1930s. In addition, the researchers had discovered evidence that humans had influenced surface air temperatures on a local scale in large urban areas, suburbs, and even in small towns. However, the data also indicated that this effect had been of modest magnitude and might reflect problems with data measurement.(J. Hansen et al., “A Closer Look at United States and Global Surface Temperature Change,” Journal of Geophysical Research 106, no. D20 (2001): 23947–23963; NASA, “Satellites Shed Light On Warmer World,” news release 01-212, 5 November 2001.)",
      "month": "November",
      "day": 5,
      "monthNumber": 11
    },
    {
      "story": " A group of scientists from Stanford University and NASA’s GSFC published research providing the first clear evidence of the causes of sunspots. Sunspots are large dark areas on the surface of the Sun that can last for weeks or longer. The scientists had used the Solar and Heliospheric Observatory (SOHO)―a project of NASA and ESA―to conduct an acoustic tomography of a large sunspot on 18 June 1998. This technique, much like medical ultrasound diagnostics, had enabled the scientists to conduct subsurface observations of the sunspot, whereas previous research had relied only on surface observations. Researchers had already known that material flows out of sunspots and that the magnetic field below sunspots obstructs the upward flow of energy from the solar interior, thus making the sunspot cooler than its surroundings. However, the SOHO data revealed that material also flows into sunspots, because the cooler material at the sunspot’s top condenses and flows downward, pulling the surrounding plasma and magnetic field inward with it. This concentration of material leads to further cooling of plasma, which, in turn, flows downward and draws in more plasma in a self-perpetuating cycle. These findings also clarified the previously unexplained attraction of magnetic fields with like polarities in sunspots. This characteristic had puzzled scientists because such magnetic fields generally repel rather than draw towards each other.(Junwei Zhao, Alexander G. Kosovichev, and Thomas L. Duvall Jr., “Investigation of Mass Inflows Beneath a Sunspot by Time-Distance Helioseismology,” Astrophysical Journal 557, no. 1 (10 August 2001): 384–388; NASA, “The Sun’s Dark Secret: How Sunspots Pull Themselves Together,” news release 01-216, 6 November 2001.)",
      "month": "November",
      "day": 6,
      "monthNumber": 11
    },
    {
      "story": " Scientists announced the first confirmed observation of the optical afterglow of a gamma-ray burst (GRB). GRBs are the most energetic phenomenon in the universe. NASA’s High Energy Transient Explorer (HETE) had observed a GRB―dubbed GRB 010921―occurring nearly 5 billion light-years from Earth in the constellation Lacerta. The astronomers had coordinated the HETE data with observations that Italy’s BeppoSAX satellite and ESA’s Ulysses spacecraft had captured, enabling them to find the afterglow in optical light and to measure its redshift―the warping of electromagnetic radiation by gravity. The measurement of the redshift helped them determine the GRB’s distance from Earth. The observation was a special opportunity to obtain information on GRBs. Scientists hoped that with additional observations they could begin to understand the causes of this frequent, but enigmatic phenomenon.(NASA, “NASA’s HETE Spots Rare Gamma-Ray Burst Afterglow,” news release 01-218, 7 November 2001; P. A. Price et al., “GRB 010921: Discovery of the First High Energy Transient Explorer Afterglow,” Astrophysical Journal Letters 571, no. 2 (1 June 2002): L121–L125; G. Ricker et al., “GRB 010921: Localization and Observation by the High Energy Transient Explorer Satellite,” Astrophysical Journal Letters 571, no. 2 (1 June 2002): L127– L130.)",
      "month": "November",
      "day": 7,
      "monthNumber": 11
    },
    {
      "story": " Maxwell W. Hunter II, one of the world’s leading rocket designers and space engineers, died at the age of 79. Hunter had graduated from the Massachusetts Institute of Technology in 1944 and had worked for Douglas Aircraft. While at Douglas, he had designed several of the company’s missiles, including the Nike and the Thor, as well as many of its space projects, including the Delta rocket and the Saturn S-IV stage of the Apollo Moon rocket program. Hunter had later worked for Lockheed Missiles and Space Company. Among his achievements with Lockheed was the design of the Space Shuttle. Hunter had also advised Presidents John F. Kennedy and President Lyndon B. Johnson on space programs and space policy and had been a noted proponent of nuclear-powered spacecraft and a space-based laser defense program. In addition, Hunter had authored nearly 60 technical papers and had received the National Space Society’s Wernher von Braun Memorial Award in recognition of his contributions to the development of missiles, rockets, and spaceflight.(Dennis McLellan, “Maxwell Hunter II, 79; Pioneer Rocket Scientist,” Los Angeles Times, 17 November 2001. 146 Mark Carreau, “International Crew Completes Cable Task on Final Spacewalk,” Houston Chronicle, 13 November 2001.)",
      "month": "November",
      "day": 10,
      "monthNumber": 11
    },
    {
      "story": " Two members of the ISS crew performed a spacewalk to complete installation of the Russian Pirs docking compartment. During the 5-hour spacewalk, American astronaut Frank L. Culbertson Jr. and Russian cosmonaut Vladimir N. Dezhurov connected communications cables between the Pirs module and the adjoining crew-habitation and command module. The pair also tested an external construction crane and photographed an askew solar array attached to the crew-habitation module, so that ground-based experts in Russia could determine whether the array would require repair in the future.",
      "month": "November",
      "day": 12,
      "monthNumber": 11
    },
    {
      "story": " President George W. Bush nominated Sean O’Keefe to succeed Daniel S. Goldin as NASA’s Administrator. At the time of his nomination, O’Keefe was Deputy Director of OMB and had previously served as Secretary of the Navy for former President George H. W. Bush. Major newspapers emphasized that O’Keefe had received the nomination because of his experience in financial management and that, during his tenure at OMB, O’Keefe had worked on a task force that had recommended scaling back the ISS because of NASA’s inability to manage the project within budget. If confirmed by the U.S. Senate, O’Keefe, who was 45 years old at the time of the nomination, would be the youngest person to serve as NASA Administrator.(Mark Carreau and Karen Masterson, “Bush Names ‘Key Advisor’ To Lead NASA,” Houston Chronicle, 15 November 2001; Kristen Mack and Mark Carreau, “Senate Approves O’Keefe as NASA Administrator, Hammond as NEA Head,” Houston Chronicle, 21 December 2001.)",
      "month": "November",
      "day": 14,
      "monthNumber": 11
    },
    {
      "story": " Roy Estess, Acting Director of NASA’s JSC, appointed Randy Stone as Deputy Director of JSC. As Deputy Director, Stone would be responsible for planning, organizing, and controlling activities necessary to meet the Center’s goals and objectives. Stone had worked for Mission Control in Houston and for JSC for 34 years and, before his appointment as Deputy Director, had served as JSC’s Acting Associate Director of Management. He had begun his career with NASA in 1967, developing equipment for the lunar landings of the Apollo program. During his tenure with NASA, he had worked on numerous programs, including Skylab, the Space Shuttle, and the ISS.(NASA JSC, “Mission Control Veteran Randy Stone Named Johnson Space Center Deputy Director,” news release J01-111, 15 November 2001.)",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " NASA named Daniel R. Mulville as Acting Administrator, to serve until the U.S. Senate had officially confirmed a new Administrator. Mulville was to replace previous NASA Administrator Daniel S. Goldin while Sean O’Keefe―President George W. Bush’s nominee for the position―was awaiting Senate confirmation. Before becoming Acting Administrator, Mulville had served as Associate Deputy Administrator for NASA since the beginning of 2000. Mulville, who had a PhD in structural mechanics, had begun working at NASA in 1986.(NASA History Division, “Biographies of NASA Administrators: Daniel R. Mulville,” http://www.hq.nasa.gov/office/pao/History/mulville.htm (accessed 19 December 19, 2008).)",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " The Russian Space Agency launched an automatic cargo carrier to the ISS from Baikonur Cosmodrome in Kazakhstan at 6:24 p.m. (UT). A Soyuz-FG booster lifted the Progress M1-7 cargo carrier. Progress M1-7 was to deliver 2.5 tonnes (2.8 tons or 5,511 pounds) of equipment, food, and fuel to the space station, as well as a microsatellite called Klibri, which the crew would release after the carrier had docked with the ISS.(Spacewarn Bulletin, no. 577, 1 December 2001, http://nssdc.gsfc.nasa.gov/spacewarn/spx577.html (accessed 12 December 2001).)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " A team of astronomers using the HST published results of the first direct detection and chemical analysis of the atmosphere of a planet located outside of the solar system. The scientists had used Hubble to examine the planet’s atmosphere as it passed in front of its parent star―called HD 209458―a technique that enabled them to see the star’s light filtered through the planet’s atmosphere. During the analysis, the astronomers had detected sodium in the planet’s atmosphere. They hoped that the observation was a harbinger of a new phase in analyses of extrasolar planets, often referred to as exoplanets. Scientists also hoped that this type of analysis would enable them to measure any unusual abundance of atmospheric gases created by living organisms, thereby offering them a method of acquiring direct evidence of life on other planets.(NASA, “Hubble Measures Atmosphere on World Around Another Star,” news release 01-232, 27 November 2001.)",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " The GAO released a generally positive assessment of NASA’s efforts to meet its FY 2002 performance planas required by the Government Performance and Results Act (GPRA) of",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " 1993and to overcome its major management challenges, which GAO and NASA’s Office of Inspector General (OIG) had previously identified. The GPRA required each government agency to develop an annual plan, which must include its performance goals, the resources required to achieve them, and the measures it would use to assess its performance. In its examination of NASA’s FY 2002 performance plan, GAO had determined that NASA had successfully met its stated goals. NASA’s goals for the fiscal year had included expanding commercial development of space and deploying and operating the ISS safely and cost-effectively. However, GAO’s report also stated that NASA’s performance plan had not explained the reasons that NASA had changed its previous performance goals to those stated in the FY 2002 performance plan. In addition, GAO questioned NASA’s measurements of its performance in meeting the stated goals and gave mixed assessments of NASA’s performance in the areas of human-capital management and information security. In its response to the report, NASA concurred with GAO’s findings but it also defended the explanations and measurements of its performance goals, as outlined in its FY 2002 performance plan.(U.S. General Accounting Office, “NASA: Status of Plans for Achieving Key Outcomes and Addressing Major Management Challenges” (report no. GAO-02-184, Washington, DC, November 2001), http://www.gao.gov/new.items/ d02184.pdf (accessed 8 December 2008).)",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " Konrad Dennerl, of the Max Planck Institute for Extraterrestrial Physics in Germany, and his team of astronomers announced that they had performed the first x-ray observations of the planet Venus. The team had used NASA’s Chandra X-ray Observatory to conduct the observations, which revealed new information about the planet’s atmosphere. The x-ray observations of Venus were different from views of the planet made in visible light, because fluorescence, rather than reflection, produced the x-rays from the planet. Most of the fluorescent x-rays come from oxygen and carbon atoms located 120 to 140 kilometers (74 to 87 miles) above the surface of Venus, whereas clouds that are 50 to 70 kilometers (31 to 43 miles) above the surface reflect optical light. The observations represented a technological breakthrough. Other x-ray astronomy satellites had been unable to point steadily in the direction of Venus, because the planet’s relative proximity to the Sun had prevented them from locking onto guide stars that were visually distinct from the Sun.(NASA, “Chandra Captures Venus in a Whole New Light,” news release 01-236, 27 November 2001.)",
      "month": "November",
      "day": 29,
      "monthNumber": 11
    },
    {
      "story": " Cosmonauts Vladimir N. Dezhurov and Mikhail Tyurin performed a spacewalk outside of the ISS to clear an obstruction that had prevented the pilotless Progress Russian supply ship from docking securely to the space station. The crew believed that the obstruction was a rubber seal from a supply ship that had left the ISS on 22 November. NASA had delayed the launch of Space Shuttle Endeavour for five days because of concern that Endeavour’s arrival at the space station could cause the insecurely docked supply ship to wobble, possibly damaging the ISS. However, Dezhurov and Tyurin were able to remove the obstruction during their 3-hour spacewalk, thereby clearing the way for Endeavour to launch on 5 December.(Warren E. Leary, “Endeavour Is Set for Launching After Docking Problem Is Solved,” New York Times, 4 December 2001; Los Angeles Times, “With Space Debris Cleared, Shuttle Launch Set,” 4 December 2001.)",
      "month": "December",
      "day": 3,
      "monthNumber": 12
    },
    {
      "story": " Space Shuttle Endeavour STS-108/UF-1 launched at 5:19 p.m. Eastern Standard Time (EST) from NASA’s KSC in Cape Canaveral, Florida. The crew members were Commander Dominic L. Gorie, Pilot Mark E. Kelly, and Mission Specialists Linda M. Godwin and Daniel M. Tani; and ISS Expedition 4 crew members, Daniel W. Bursch, Carl E. Walz, and Yuri I. Onufrienko. One of the main objectives of the mission was to transport the Expedition 4 crew to the ISS and return Expedition 3 crew members to Earth. Another mission objective was to transport approximately 3 tons (2.7 tonnes or 2,700 kilograms) of supplies to the ISS. Much of the payload was contained in an Italian-built Multi-Purpose Logistics Module (MPLM) called Raffaello. In addition, Endeavour carried a host of scientific payloads, including some experiments created by schools and universities in the United States and numerous other countries.(NASA KSC, “STS-108 (107),” http://science.ksc.nasa.gov/shuttle/missions/sts-108/mission-sts-108.html (accessed 12 December 2008); NASA KSC, “Space Shuttle, Mission Archives: STS-108,” http://www.nasa.gov/mission_pages/shuttle/shuttlemissions/archives/sts-108.html (accessed 12 December 2008). 156 NASA, “It’s About TIMED: NASA Spacecraft Will Use Lofty Perch To Study Gateway to Space,” news release 01-226, 19 November 2001; Johns Hopkins University Applied Physics Laboratory, “TIMED: A Mission To Explore One of the Last Frontiers in Earth’s Atmosphere: Mission,” http://www.timed.jhuapl.edu/WWW/mission/mission.php (accessed 6 January 2009).)",
      "month": "December",
      "day": 5,
      "monthNumber": 12
    },
    {
      "story": " NASA launched the Thermosphere Ionosphere Mesosphere Energetics and Dynamics (TIMED) spacecraft on a Delta 2 rocket from Vandenberg Air Force Base in California. The purpose of the mission was to study a region called the Mesosphere and Lower Thermosphere/Ionosphere (MLTI), located 40 to 110 miles (60 to 180 kilometers) above Earth. The Johns Hopkins University Applied Physics Laboratory had designed the spacecraft to produce the first set of comprehensive, global measurements of the MLTI, a region that scientists had not yet thoroughly analyzed, in which electrical currents surge and auroras create a glow over the northern and southern hemispheres of Earth. TIMED, which launched on the same rocket as the Jason-1 oceanography satellite, was the first in a series of six spacecraft that NASA intended to send to observe the MLTI from a 388-mile (625-kilometer) orbit of Earth. NASA’s GSFC would manage the TIMED spacecraft for the Office of Space Science in Washington, DC; the Johns Hopkins University Applied Physics Laboratory would operate the spacecraft for NASA during the mission.",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " NASA launched the Jason-1 oceanography satellite from Vandenberg Air Force Base in California. The satellite launched on the same rocket as the TIMED spacecraft, but the two spacecraft were part of separate missions. Jason-1 belonged to a joint U.S.-French mission to monitor global climate interactions between Earth’s atmosphere and seas, continuing the mission that the TOPEX/Poseidon spacecraft had begun in 1992. The 500-kilogram (1,100-pound) Jason- 1 weighed about 1/5th of the TOPEX/Poseidon and carried its predecessor’s main instrument―the Poseidon 2 altimeter―as well as other, more advanced instruments that would provide Jason-1 with improved operational utility.(NASA, “NASA/French Ocean-Observing Satellite Set To Soar,” news release 01-225, 19 November 2001; NASA JPL, “Ocean Surface Topography from Space: Missions―Jason-1 Launch,”29 July 2008, http://topex- www.jpl.nasa.gov/mission/jason-1-launch.html (accessed 12 December 2008).)",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " NASA researchers with the Scripps Institution of Oceanography of the University of California at San Diego published research indicating that particles from human-produced pollution might significantly contribute to weakening the planet’s hydrological cycle. The hydrological cycle is the circulation of water between Earth’s atmosphere and its surface water and soils. Specifically, water precipitates from the atmosphere into surface water or soils and later evaporates from surface water, soils, and plants back into the atmosphere. The researchers had examined satellite data indicating aerosol distribution in the Indian Ocean region and had found that the aerosols, primarily composed of black carbon, could weaken the hydrological cycle in two ways. The aerosols could reduce the amount of sunlight reaching the ocean, thereby decreasing the amount of water evaporating into the atmosphere. In addition, when particulates enter clouds, they reduce the size of cloud droplets, thereby reducing the amount of rain over polluted regions. The particulates in aerosols comprise a mixture of substances formed by the burning of fossil fuels and rural biomass. The new research was significant because it suggested that aerosols might be more environmentally harmful than scientists had previously understood and that air pollution is both an urban and a rural phenomenon.(NASA, “Tiny Pollution Particles May Carry Large Consequences for Earth’s Water Supply,” news release 01- 239, 6 December 2001; V. Ramanathan, “Aerosols, Climate, and the Hydrological Cycle,” Science n.s. 294, no. 5549 (7 December 2001): 2119–2124.)",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " Endeavour crew members Linda M. Godwin and Daniel M. Tani completed a 4-hour spacewalk to repair the rotating mechanisms on the solar arrays attached to the outside of the ISS. The solar-powered module provided electrical power for the space station’s communications, life- support, and steering systems, as well as for scientific experiments conducted aboard the ISS. However, flight-control personnel had found that the solar arrays were consuming more electrical power than expected. Project engineers attributed this to temperature-induced contraction and expansion in the bearings within the motors that rotated the solar arrays. Contraction and expansion was occurring because of the temperatures outside of the ISS, which ranged from 200oF to 200o below 0oF (93.3oC to -128.9oC), during each orbit of Earth. Therefore, Godwin and Tani were installing insulation around the motors in an effort to stop the bearings from undergoing contraction and expansion.(Mark Carreau, “Astronauts Make Breathtaking Repair Trip,” Houston Chronicle, 11 December 2001.)",
      "month": "December",
      "day": 10,
      "monthNumber": 12
    },
    {
      "story": " Crew members aboard Space Shuttle Endeavour and the ISS held a brief ceremony to mark the three-month anniversary of the 11 September terrorist attacks. The tribute included playing both the Russian and U.S. national anthems in the Space Shuttle and at ISS Mission Control Centers at NASA’s JSC in Houston. Moreover, Endeavour carried U.S. flags and Marine Corps flags that had flown at the World Trade Center, the Pentagon, and the Pennsylvania State Capitol; shields and patches worn by New York City police officers; a New York Fire Department flag; and a poster with pictures of the firefighters who had died in the attacks. Also aboard the Shuttle were 6,000 American flags, which Endeavour would return to Earth, and NASA would distribute to the victims of the 11 September terrorist attacks and their families.(NASA, “Shuttle, Station Crewmembers To Honor September 11 Victims,” news release N01-74, 10 December 2001.)",
      "month": "December",
      "day": 11,
      "monthNumber": 12
    },
    {
      "story": " Space Shuttle Endeavour landed at NASA’s KSC in Cape Canaveral, Florida, at 12:55 p.m. (EST), bringing to an end Mission STS-108. During the mission, Endeavour had transported crew members of Expedition 4 to the ISS to begin their residency on the orbiting space station and had returned to Earth the Expedition 3 crew members, ending their 117-day stay aboard the ISS. In addition, astronauts Linda M. Godwin and Daniel M. Tani had completed numerous tasks during a 4-hour spacewalk, including installation of insulation on mechanisms that rotated the station’s main solar arrays. The crews of Endeavour and the ISS had collectively transferred more than 5,000 pounds (2,270 kilograms) of crew provisions, experiments, and other supplies to the ISS from Endeavour’s mid-deck and from the Raffaello MPLM. The mission’s total duration had been 11 days, 19 hours, and 55 minutes.(NASA KSC, “Space Shuttle, Mission Archives: STS-108,” http://www.nasa.gov/ mission_pages/shuttle/shuttlemissions/archives/sts-108.html (accessed 12 December 2008).)",
      "month": "December",
      "day": 17,
      "monthNumber": 12
    },
    {
      "story": " NASA officially ended the operation of spacecraft Deep Space 1 when engineers at NASA’s JPL sent a signal to the spacecraft to shut down its engine and cease communications with Earth. NASA had launched Deep Space 1 in October 1998, to test 12 technologies for use in future spacecraft. Although NASA had planned for the spacecraft’s mission to conclude in September 1999, NASA had continued operating Deep Space 1 for more than two additional years with results that were highly beneficial and sometimes unexpected. Most notably, during a close flyby of the Comet Borrelly on 25 September 2001, Deep Space 1 had provided the most detailed pictures ever taken of a comet. In addition, experts stated that, at a cost of approximately US$160 million, the spacecraft’s mission had been the least expensive interplanetary mission ever conducted by the United States.(Warren E. Leary, “Deep Space 1 Ends Mission, but Triumphs Are Clear,” New York Times, 19 December 2001. 163 NASA, “Satellite Data Help Researchers Track Carbon in Northern Hemisphere Forests,” news release 01-242, 11 December 2001; Ranga B. Myneni, “A Large Carbon Sink in the Woody Biomass of Northern Forests,” Proceedings of the National Academy of Sciences 98, no. 26 (18 December 2001): 14784–14789.)",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " Researchers published findings from an unprecedented analysis of NASA-produced satellite data of carbon absorption by northern hemisphere forests. The researchers had used the satellite data to study the extent to which forests had absorbed carbon released into Earth’s atmosphere in the form of carbon dioxide from fossil-fuel combustion. Many scientists consider atmospheric accumulation of carbon dioxide to be a primary cause of global climate change, because forests act as “sinks,” absorbing carbon dioxide, thereby reducing its atmospheric accumulation. The researchers had found that forests in Europe, Russia, and the United States annually absorbed almost 700 million tonnes (771 million tons or 1.5 trillion pounds) of carbon from 1981 to 1999. They had also found geographic variations in carbon absorption, with Russian forests accounting for nearly 40 percent of the carbon sink and Canadian forests losing carbon. The findings were significant, because they indicated which forests had lost carbon and which had stored it. The findings also validated relationships between satellite measurements and ground-based measurements of carbon absorption, demonstrating the crucial importance of satellites in monitoring forests. NASA’s Earth Science Enterprise, dedicated to understanding human- induced and natural changes in Earth’s environment, had funded the research.",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " In a letter to Acting NASA Administrator Daniel Mulville, NASA Advisory Council (NAC) issued its recommendations on the management and future development of the ISS. NAC provided the recommendations two weeks after it had received an assessment created by the ISS Management and Cost Evaluation (IMCE) Task Force. NASA and the OMB had created the IMCE to perform an independent external review of the ISS. In its letter, NAC stated that NASA needed to resolve budgetary and management problems with the space station. NAC also recommended that NASA clarify its scientific priorities for the ISS and focus on a reduced configuration of the ISS that could serve three crew members. However, NAC also recommended that NASA continue funding components of the ISS that could serve a larger crew, such as a lifeboat vehicle and crew quarters.(New York Times, “NASA Report Endorses Cuts at Space Station,” 21 December 2001; NASA, “NASA Advisory Council Releases Space Station Recommendations,” news release N01-76, 20 December 2001.)",
      "month": "December",
      "day": 19,
      "monthNumber": 12
    },
    {
      "story": " The U.S. Senate confirmed Sean O’Keefe as NASA’s Administrator. With the confirmation, O’Keefe replaced Daniel S. Goldin as Administrator and, at the age of 45, became the youngest person ever to lead NASA. Before becoming NASA’s Administrator, O’Keefe had served as Deputy Director of OMB, a post he had held since March 2001. O’Keefe had also served as Secretary of the Navy under former President George H. W. Bush.(Kristen Mack and Mark Carreau, “Senate Approves O’Keefe as NASA Administrator, Hammond as NEA Head,” Houston Chronicle, 21 December 2001.)",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " NASA announced the selection of two missions as part of its Discovery Program, which had as its objective low-cost, highly focused scientific missions using innovative methods to enhance scientific understanding of the solar system. One of the missions NASA had selected was Dawn, a spacecraft that would orbit the solar system’s two largest asteroids, Vesta and Ceresto, to help scientists understand early planetary formation in the solar system. The other mission, Kepler, was a space-based telescope that would search for Earth-like planets outside of the solar system, to help scientists learn more about planetary formation and the possibility of life on other planets. NASA had selected the missions―both scheduled to launch in 2006―from a pool of 26 proposals made earlier in 2001.(NASA, “NASA Selects Missions To Explore Two Large Asteroids and Search for Earth-Like Planets,” news release 01-254, 21 December 2001; NASA Discovery Program, “Discovery Mission: Kepler,” http://discovery.nasa.gov/kepler.html (accessed 19 December 2008).)",
      "month": "December",
      "day": 21,
      "monthNumber": 12
    }
  ],
  "totalStories": 168,
  "year": 2001
}