{
  "stories": [
    {
      "story": " Arnold Torres retired as Senior Manager of NASA’s Wallops Flight Facility (WFF) and Director of NASA’s GSFC Suborbital and Special Orbital Projects Directorate, positions that he had held since January 1995. Among the changes that had occurred under Torres’s tenure, WFF had begun to manage small payloads for Space Shuttles and had developed the Ultra-Long Duration Balloon (ULDB), capable of flying for 100 days. Torres had begun working at NASA in 1978 as an atmospheric scientist, and in 1985 GSFC had awarded him an Exceptional Achievement Award.",
      "month": "January",
      "day": 3,
      "monthNumber": 1
    },
    {
      "story": " Burton I. Edelson, who influenced NASA’s space science and Earth science programs, died at the age of 75. Edelson had served as NASA’s Associate Administrator for Space Science and",
      "month": "January",
      "day": 6,
      "monthNumber": 1
    },
    {
      "story": " 167Inside Wallops, “Congratulations to Our Newest Retirees,” 14 January 2002, http://www.nasa.gov/ centers/wallops/news/newsletters_archive.html#y2002 (accessed 28 July 2008); NASA Goddard Space Flight Center, “Wallops Senior Manager Announces Retirement,” news release W01-29, 13 July 2001. Applications from 1982 to 1986, and in 1987 NASA had awarded him its Exceptional Service Medal. He had helped to establish and direct several programs at NASA, including missions to explore Mars and a program developing instruments for the HST. After leaving NASA, Edelson had managed the COBE (Cosmic Background Explorer) satellite program, which had received international acclaim when it began measuring radiation from the Big Bang. Edelson had won several major awards, as well as the high regard of his peers and the public, for founding international space programs such as the Japan-United States Science Technology and Space Applications Program.(NASA, “Death of Burt Edelson Highlights His NASA Legacy,” news release 02-06, 9 January 2002; Anahad O’Connor, “Burton I. Edelson Dies at 75; NASA Space Science Leader,” New York Times, 14 January 2002.)",
      "month": "January",
      "day": 6,
      "monthNumber": 1
    },
    {
      "story": " Using images from NASA’s Chandra X-ray Observatory, scientists found evidence that an ancient eruption had burst through a cluster of galaxies, which could explain why those galaxies act like massive magnetic fields. Scientists believed that the universe’s largest known structures bounded by gravity―called galaxy clusters―might be the source of highly energetic and recurring explosions, which cause the clusters to behave like huge cosmic magnets. Chandra’s images of the galaxy cluster Abell 2597 had revealed a cloud of hot gas with two dark circular cavities called ghost cavities, containing little x-ray or radio emissions. The images suggested that powerful explosions around a black hole in the cluster’s center might have occurred when these ghost cavities expelled material from the black hole’s vicinity, creating gaps in the cluster’s hot gas. Scientists believed that these cavities might eventually move to the edge of the cluster, similar to the movement of air bubbles to the surface of water, thereby transporting magnetic fields to the cluster gas. The images suggested that these explosions are recurring. If the recurring explosions continue to create more cavities, this could explain the strong magnetic field of the extremely hot gas throughout the cluster.(NASA, “Chandra Finds Ghosts of Eruption in Galaxy Cluster,” news release 02-02, 8 January 2002.)",
      "month": "January",
      "day": 8,
      "monthNumber": 1
    },
    {
      "story": " Using the most sensitive images ever taken by the HST, scientists found new evidence of star creation, challenging the findings of much of the existing research on the origin of the universe. Although the HST had captured images of portions of the skies that appear empty to the naked eye, the images revealed nearly 5,000 galaxies. Led by Kenneth M. Lanzetta of the State University of New York at Stony Brook, a team of scientists had examined approximately 150 of those galaxies spectroscopically, inferring from color variations their actual distance from Earth, as well as the properties of less visible light from even fainter and more distant galaxies. The scientists had also conducted spectroscopic analysis of remote quasars to measure the early universe’s gas density, because high gas density implies high creation rates of stars, which are the building blocks of galaxies and the birthplaces of solar systems. The new images indicated that countless stars had begun forming at a period closer to the birth of the universe than previous research had suggested. Although the HST had captured the images in 1995 and 1998, using the most advanced available technology, the findings suggested that the peak of star creation had occurred earlier than Hubble’s ability to detect it. However, the scientists believed that they could date the peak of star creation to within a few hundred million years after the Big Bang.(NASA, “Hubble Suggests First Stars Opened in a Blaze of Glory,” news release 02-01, 8 January 2002; William Harwood, “Stars May Have Brightened Infant Universe,” Washington Post, 9 January 2002.)",
      "month": "January",
      "day": 8,
      "monthNumber": 1
    },
    {
      "story": " Researchers at NASA’s JPL successfully demonstrated the first use of robotic rovers capable of cooperating to perform tasks together while navigating uneven natural terrain. The researchers hoped that the rovers would be able to perform sustained research on Mars and to assemble and maintain orbiting spacecraft. In outdoor tests, JPL researchers had used two rovers to simulate the deployment of a solar power station. In these simulations, the two robots had grasped and carried a container measuring 2.5 meters (8 feet) long, for more than 50 meters (160 feet). The project had used new software called the Control Architecture for Multi-Robot Planetary Outposts, which equipped the rovers with a distributed and autonomous intelligence producing instinctively reactive behaviors, shared sense and control, and collective decision making. This new technology, along with other innovations, had developed rovers―referred to as the Robotic Work Crew―capable of sharing both work and thinking. Project scientists hoped these capabilities would enable the rovers to collaborate in performing designated tasks, while coping with the unknown and unpredictable surface of Mars and encountering other scenarios unforeseen by scientists on Earth.(NASA, “Robotic Construction Crew Rolls Up Its Sleeves,” news release 02-04, 9 January 2002; NASA JPL, “TechnologyFeature: Researchers Toy with New Rover Designs,” 21 December 2001, http://jpl.nasa.gov/news/features.cfm?feature=489 (accessed 28 July 2008).)",
      "month": "January",
      "day": 9,
      "monthNumber": 1
    },
    {
      "story": " In an article in the journal Nature, scientists reported that they had used images from NASA’s Chandra X-ray Observatory to reveal how objects in the most active area of the Milky Way Galaxy affect each other and other parts of the galaxy. The scientists had used 30 separate images from Chandra to construct a montage of the Milky Way’s central regions, revealing hundreds of white dwarf stars, neutron stars, and black holes, shrouded by the extremely hot gas around a massive black hole. The researchers found that emissions from highly ionized iron, previously attributed to diffuse hot gas, had actually originated from discrete sources in the Milky Way’s white dwarf stars, neutron stars, and black holes. The findings helped clarify the relative contributions of diffuse and discrete sources of x-rays emitted from the galaxy.(NASA, “Chandra Takes In Bright Lights, Big City of Milky Way,” news release 02-03, 9 January 2002; Q. D. Wang, E. V. Gotthelf, and C. C. Lang, “A Faint Discrete Source Origin for the Highly Ionized Iron Emission from the Galactic Centre Region,” Nature 415, no. 6868 (10 January 2002): 148–150.)",
      "month": "January",
      "day": 10,
      "monthNumber": 1
    },
    {
      "story": " NASA appointed John H. Campbell as Senior Manager at WFF and Director of GSFC Suborbital and Special Orbital Projects Directorate. In 1987 Campbell had begun his NASA career as a Systems Engineering Manager for the Flight Systems Software Branch, at GSFC in Greenbelt, Maryland. In the years before his appointment at WFF, NASA had awarded Campbell its Distinguished Service Medal, Outstanding Leadership Medal, and Exceptional Achievement Medal.(Inside Wallops, “Wallops Senior Manager Appointed,” 14 January 2002, http://www.nasa.gov/centers/ wallops/news/newsletters_archive.html#y2002 (accessed 29 July 2002).)",
      "month": "January",
      "day": 13,
      "monthNumber": 1
    },
    {
      "story": " The United States launched the fifth Milstar satellite on a Titan 4B-Centaur from Cape Canaveral, Florida, completing a fleet of communications satellites designed to provide government leaders and military troops with jam-resistant transmission nearly anywhere on Earth.(NASA, Aeronautics and Space Report of the President: Fiscal Year 2002 Activities (Washington, DC, 2002), p. 114, http://history.nasa.gov/presrep2002.pdf (accessed 29 July 2002); Jesco von Puttkamer, “Space Flight 2002: The Year in Review,” NASA, http://spaceoperations.nasa.gov/2002/yearinrev/ 02YearReview.html (accessed 23 July 2002).)",
      "month": "January",
      "day": 16,
      "monthNumber": 1
    },
    {
      "story": " NASA’s Galileo spacecraft took its last pictures, images of Io, a planet-sized moon orbiting Jupiter. Galileo had launched in 1989 from Space Shuttle Atlantis and had entered Jupiter’s orbit six years later. The spacecraft had eventually made 33 orbits around Jupiter, capturing nearly 14,000 images of the planet and the objects around it.(NASA, “Farewell, Io; Galileo Paying Last Visit to a Restless Moon,” news release 02-10, 15 January 2002; NASA, “Solar System ExplorationGalileo: Overview,” http://solarsystem.nasa.gov/galileo/ /index.cfm (accessed 31 July 2008); Andrew Bridges, “NASA Awaits Last Photographs from Jupiter Probe’s Long Trip,” Houston Chronicle, 16 January 2002.)",
      "month": "January",
      "day": 17,
      "monthNumber": 1
    },
    {
      "story": " NASA and the USGS announced a partnership to acquire data from the Earth Observing-1 (EO- 1) satellite and to provide that data to the private sector for applications such as land-cover analysis, ecosystem monitoring, and petroleum prospecting. NASA and the USGS made the announcement one year after the launch of EO-1, a year in which the spacecraft’s nine breakthrough instruments had all successfully satisfied test objectives. The instruments included Earth-viewing technologies, such as a hyperspectral imager that could view Earth’s surface with unprecedented spectral discrimination and an Advanced Land Imager that could provide better views of Earth than NASA’s Landsat, at a lower cost. Under the terms of the agreement, NASA would maintain command and control of the EO-1, and the USGS would take orders for spacecraft data at prices set to cover the nearly US$5 million annual cost of operating the satellite, processing data, and interacting with customers.(NASA, “Technology Mission Accomplished, NASA Goes for More,” news release 02-12, 18 January 2002.)",
      "month": "January",
      "day": 18,
      "monthNumber": 1
    },
    {
      "story": " A NASA scientific balloon established a new flight-duration record of 31 days and 20 hours in a flight that included two orbits of the South Pole. The previous record for long-duration balloon flight was 26 days. Weighing 3,687 pounds (1,670 kilograms) and expanding to a diameter of nearly 424 feet (130 meters), the balloon was larger than a football field and taller than the Washington Monument but constructed of a polyethylene material of the same thickness as ordinary sandwich wrap. The pilotless, helium-filled balloon carried the 2-ton (1.8-tonne or 1,814-kilogram) Trans-Iron Galactic Element Recorder (TIGER) experiment to approximately 125,000 feet (38,000 meters), traveling nearly 8,800 miles (14,000 kilometers) before landing 284 miles (4,460 kilometers) from its launch point in McMurdo Station, Antarctica. NASA had designed TIGER to search for the origin of cosmic rays and their propagation throughout the galaxy.(NASA, “NASA Balloon Makes Record-Breaking Flight,” news release 02-13, 22 January 2002; Warren E. Leary, “Shuttle’s Cameras Offer New Views of the World,” New York Times, 29 January 2002.)",
      "month": "January",
      "day": 21,
      "monthNumber": 1
    },
    {
      "story": " Scientists from NASA’s JPL announced the release of high-resolution topographic data of the continental United States acquired during the Shuttle Radar Topography Mission (SRTM) on Space Shuttle Endeavour in February 2000. Project scientists planned to process the digital- elevation-model (DEM) data, sampled at an interval of one measurement every 30 meters (98 feet), into the most detailed three-dimensional topographic maps ever made of Earth. The SRTM data would eventually include 1 trillion measurements, representing nearly 80 percent of Earth’s landmass between 60° north and 56° south of the equator, a mapped area in which nearly 95 percent of the world’s population resides. SRTM project scientists anticipated that the maps produced from the mission would provide the most valuable and universally beneficial data produced by any scientific mission. Scientists would be able to use the data in applications ranging from flood control to transportation and urban planning.(NASA, “Pictures from the Real Edge: NASA Posts U.S. Topography Data,” news release 02-15, 22 January 2002.)",
      "month": "January",
      "day": 22,
      "monthNumber": 1
    },
    {
      "story": " In a meeting with reporters, newly appointed NASA Administrator Sean O’Keefe emphasized that, although he wanted NASA to remain at the forefront of science and technology, he also wanted to address NASA’s financial and management problems. O’Keefe, who had received the U.S. Senate’s confirmation on 20 December 2001, said he would spend the next few months learning about NASA. Explaining that he wanted both to refocus NASA and to keep it within its budget, O’Keefe did not rule out the possibility of closing field centers and laying off employees to achieve his objectives. However, he stressed that he considered the budgetary problems of the ISS his immediate concern, and that he would first devote his attention to implementing the ISS Management and Cost Evaluation Task Force’s (IMCE’s) recommendation to scale back the ISS, at least temporarily, to reduce costs.(Warren E. Leary, “New NASA Administrator Says Money Troubles Are Solvable,” New York Times, 9 January 2002; William Harwood, “Panel Urges Space Station Reforms,” Washington Post, 3 November 2001; NASA, “People: Former NASA Administrator Sean O’Keefe,” http://www.nasa.gov/about/ highlights/AN_Feature_Administrator.html (accessed 31 July 2008).)",
      "month": "January",
      "day": 29,
      "monthNumber": 1
    },
    {
      "story": " GAO released a report examining NASA’s established mechanisms for learning lessons from past failures. The report, “NASA: Better Mechanisms for Sharing Lessons Learned,” noted that NASA’s investigations of its past failures and its evaluations of its programs had led it to establish various mechanisms to ensure that NASA’s personnel had learned from past successes and failures and had applied their knowledge to future programs and projects. These mechanisms included a Web-based database of lessons learned, program reviews, and the development of a business strategy called knowledge management. However, GAO’s report also noted that, according to interviews with NASA managers, NASA’s established policies, procedures, and systems were not facilitating the use of lessons learned. GAO indicated that this was largely because managers faced challenges, such as lack of time to note, submit, and share lessons learned, and cultural barriers, such as reluctance to discuss mistakes for fear of their colleagues’ disapproval. Among the report’s main recommendations were that NASA develop a strong managerial commitment to sharing knowledge and create technological systems capable of facilitating access to this information.(U.S. General Accounting Office, “NASA: Better Mechanisms Needed for Sharing Lessons Learned” (report no. GAO-02-195, Washington, DC, January 2002), http://www.gao.gov/new.items/d02195.pdf (accessed 31 July 2002). 181 NASA, “Aging NASA Spacecraft To Reenter Earth’s Atmosphere,” news release 02-16, 29 January 2002; NASA, “EUVE Spacecraft Re-enters Earth’s Atmosphere,” news release 02-19, 31 January 2002; NASA Goddard Space Flight Center, “EUVE Guest Observer FacilityThe Extreme Ultraviolet Explorer Mission,” http://heasarc.gsfc.nasa.gov/docs/euve/euvegof.html (accessed 30 July 2002).)",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " NASA’s Extreme Ultraviolet Explorer (EUVE) reentered Earth’s atmosphere nearly 10 years after its launch on 7 July 1992. NASA had initially planned for the spacecraft to operate for only three years but had extended the EUVE’s scientific mission twice, ending operations on 26 January 2001. The EUVE did not have an on-board propulsion system, and NASA scientists had not designed it to survive reentry intact. Thus, in February 2001, mission engineers had left the spacecraft in a decaying orbit, so that it would destruct upon reentering Earth’s atmosphere. The EUVE, the first astrophysics mission to explore the extreme ultraviolet spectrum (the energy range between 70 and 760 Å), had examined nearly 1,000 sources near Earth, including three-dozen objects outside of the Milky Way Galaxy.",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " The United States, Russia, and other partners and sponsoring agencies of the ISS released a nine- page document, “Principles Regarding Processes and Criteria for Selection, Assignment, Training and Certification of ISS (Expedition and Visiting) Crewmembers,” defining the partners’ agreed-upon procedures for staffing the ISS. Among the acceptable categories of ISS crew members, the international partners included nonprofessional spaceflight participants, such as American space tourist Dennis A. Tito, who had reportedly paid the Russian Space Agency US$12 to US$20 million to visit the ISS. Tito’s visit had created tension among ISS partners, who hoped that the new agreement would clarify the selection criteria for individuals traveling to the ISS, while continuing to enable space programs to raise funds from nonprofessional space travelers.(ESA, Multilateral Crew Operations Panel, “Principles Regarding Processes and Criteria for Selection, Assignment, Training and Certification of ISS (Expedition and Visiting) Crewmembers”; William Harwood, “NASA Approves Space Visitor Rules,” Washington Post, 1 February 2002; Mark Carreau, “New NASA Policy Opens the Way for More People To Go into Space,” Houston Chronicle, 1 February 2002.)",
      "month": "January",
      "day": 31,
      "monthNumber": 1
    },
    {
      "story": " NASA’s KSC launched the Reuven Ramaty High Energy Solar Spectroscopic Imager (HESSI) on a Pegasus XL rocket from a Lockheed L-1011 aircraft. The purpose of HESSI’s two-year mission was to analyze particle acceleration and explosive energy released in solar flares, using imaging and spectroscopic instruments. Solar flares can release in a few minutes, or even just a few seconds, an amount of energy nearly equal to that released by the explosion of 1 billion megatons (907 trillion tonnes or 907 quintillion kilograms) of TNT, disrupting communications satellites and power grids. Scientists at the University of California at Berkeley, which would manage the US$85 million mission, had designed the 645-pound (290-kilogram) probe.(Houston Chronicle, “New NASA Probe To Analyze High-Energy Flares from Sun,” 5 February 2002; Puttkamer, “Space Flight 2002.”)",
      "month": "February",
      "day": 5,
      "monthNumber": 2
    },
    {
      "story": " The Office of Space Flight at NASA Headquarters decided that Palmdale Manufacturing Facility in California would no longer perform major modifications to Space Shuttle orbiters. Instead, NASA’s KSC, already responsible for preparing the Shuttles for launching, would also provide the modifications. The Palmdale facility had served as the manufacturing site for all orbiters since the Space Shuttle program’s inception, as well as providing periodic maintenance and safety upgrades. Based on cost and risk assessments, the Office of Space Flight had determined that maintaining two modification facilities for four Shuttle orbiters was no longer financially feasible, and that performing such work at KSC would minimize associated costs and risks. The change was part of NASA’s effort to absorb President George W. Bush’s proposed budget cuts. Because it overhauled one of the four Shuttle orbiters every two to three years, NASA estimated that transferring this work to KSC would save approximately US$30 million per overhaul.(NASA, “Kennedy Space Center To Perform Shuttle Modifications,” news release 02-22, 5 February 2002; Mark Carreau, “NASA To Overhaul Shuttles in Florida,” Houston Chronicle, 6 February 2002.)",
      "month": "February",
      "day": 5,
      "monthNumber": 2
    },
    {
      "story": " NASA awarded Boeing Information, Space, and Defense Systems a US$936 million modification to its contract for the ISS. Under the contract, which had commenced in 1995, Boeing was providing construction, integration, and operations for the ISS. The modification extended Boeing’s integration and operation work until 31 December 2003 and increased the total contract value to US$10.7 billion.(NASA, “NASA Awards $936 Million Modification to Boeing Space Station Contract,” news release c02-d, 7 February 2002.)",
      "month": "February",
      "day": 7,
      "monthNumber": 2
    },
    {
      "story": " Administrator Sean O’Keefe selected astronaut Shannon W. Lucid as NASA’s Chief Scientist. In this post, Lucid became responsible for ensuring that NASA’s programs were of scientific merit. At the time of the selection, Lucid was a spacecraft communicator supporting the Space Shuttle and ISS missions. A veteran of five Space Shuttle flights, Lucid had been one of the first six women selected to become an astronaut and the only woman awarded the Congressional Space Medal of Honor. Lucid replaced Kathie L. Olsen, who had occupied the position since May 1999. Olsen had accepted an appointment as the Associate Director of the Office of Science and Technology Policy in the Executive Office of the President.(NASA, “NASA Astronaut, Dr. Shannon Lucid, Selected as Chief Scientist,” news release 02-27, 12 February 2002.)",
      "month": "February",
      "day": 12,
      "monthNumber": 2
    },
    {
      "story": " Scientists found that a bright blue ring of dust surrounds Earth’s solar system, beginning outside of Saturn’s orbit and extending beyond the orbit of Neptune. However, viewed from outside the solar system, this band of dust appears to surround the Sun. The discovery of the dust ring provided empirical support for the idea that this feature around a mature star indicates that the star harbors a planetary system. Therefore, researchers planning missions would be able, based on whether the star has a dust ring, to narrow down the list of which stars to study in their search for planets and planetary systems. ESA scientist Markus Landgraf had led the research team, which had made the discovery using data collected by Pioneer 10 and 11.(ESA, “ESA Scientist Discovers a Way To Shortlist Stars That Might Have Planets,” ESA news release SNR 1- 2002, 15 February 2002.)",
      "month": "February",
      "day": 15,
      "monthNumber": 2
    },
    {
      "story": " The American Association for the Advancement of Science named Senior Research Scientist David Halpern of NASA’s JPL a fellow, in recognition of his work on air-sea interactions in tropical oceans and on satellite measurements of ocean-surface quantities.(NASA JPL, “JPL Researcher Honored by Largest Scientific Discovery,” news release, 28 February 2002.)",
      "month": "February",
      "day": 16,
      "monthNumber": 2
    },
    {
      "story": " The United States and Europe began incorporating data about wind speed and direction into their operational global weather analysis and forecast systems. NASA’s Quick Scatterometer (QuikSCAT) spacecraft had gathered the data, which forecasters would use to predict, 6 to 12 hours earlier than before, hazardous weather events occurring over the oceans. QuikSCAT was orbiting Earth every 100 minutes, using its SeaWinds scatterometer to collect approximately 400,000 measurements over 90 percent of Earth’s surface within each 24-hour period. Although the spacecraft had launched in 1999, a series of collaborative research efforts, among organizations including NASA, NOAA, and numerous European agencies, had only recently enabled scientists to take advantage of the data’s full potential. The QuikSCAT program’s participants included the European Centre for Medium-Range Weather Forecasts and the National Centers for Environmental Prediction, a branch of the National Weather Service.(NASA, “NASA’s QuikSCAT Spacecraft Turns Operational,” news release 02-33, 22 February 2002; NASA JPL, “MissionsSeaWinds on QuikSCAT,” http://winds.jpl.nasa.gov/ missions/quikscat/index.cfm (accessed 1 August 2008).)",
      "month": "February",
      "day": 22,
      "monthNumber": 2
    },
    {
      "story": " The American Institute of Aeronautics and Astronautics, the world’s leading professional society in the field, elected Charles Elachi, Director of NASA’s JPL, as a fellow in the society. In his research concerning geological analysis of Earth, Elachi had developed 45 flight missions and instruments, including radar remote-sensing techniques used to study Venus.(NASA JPL, “JPL Director Honored by Leading Aeronautic Institute,” news release, 25 February 2002. 60)",
      "month": "February",
      "day": 25,
      "monthNumber": 2
    },
    {
      "story": " NASA named 16 crew members for two Space Shuttle missions to the ISS, scheduled for 2003. Mission STS-115 would carry Commander Brent W. Jett Jr. and crew members Daniel C. Burbank, Christopher J. Ferguson, Steven G. MacLean, Heidemarie M. Stefanyshyn-Piper, and Joseph R. Tanner. Mission STS-116 would carry Commander Terrence W. Wilcutt and the crew―American astronauts Robert L. Curbeam Jr. and William A. Oefelein, and Swedish ESA astronaut Christer Fuglesang. NASA planned for STS-115 to deliver a second port truss segment to the ISS. Later, crew would attach the second port truss segment to a third port truss, which STS-116 would deliver. STS-116 would also involve rotation of the crew: the Shuttle would carry ISS Expedition 8 Commander C. Michael Foale, astronaut William S. McArthur, and Russian cosmonaut Valery I. Tokarev to the ISS, for a long-term stay, and would return ISS Expedition 7 Commander Yuri I. Malenchenko and crew members Edward T. Lu and Sergei I. Moschenko to Earth.(NASA, “Astronauts Named to Key Space Station Missions,” news release 02-35, 26 February 2002.)",
      "month": "February",
      "day": 26,
      "monthNumber": 2
    },
    {
      "story": " Administrator Sean O’Keefe testified before the U.S. House Committee on Science and Technology concerning NASA’s FY 2003 budget. Administrator O’Keefe also reported a recent independent audit of NASA’s finances, which NASA planned to release to the public the next day. According to newspaper reports, the lawmakers questioned O’Keefe in a tone that was frequently skeptical and even critical. At the time of O’Keefe’s testimony, NASA was already under public scrutiny regarding its budget overruns and financial accounting procedures, and critics had proposed reductions in its budget for human space travel.(Karen Masterson, “Skeptical Lawmakers Quiz NASA Chief About Budget,” Houston Chronicle, 28 February 2002.)",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " For the first time, scientists made combined internal and external observations of Jupiter’s magnetosphere, the biggest object with distinct boundaries within the solar system. In the first conjunction of two spacecraft at an outer planet, the Galileo spacecraft conducted observations from inside Jupiter’s magnetosphere, a comet-shaped region of space filled by the planet’s magnetic field. Meanwhile, on the outside of the magnetosphere, the Cassini-Huygens spacecraft monitored the effects of solar windparticles that flow from the Sun through the solar system. Scientists augmented the data gathered during these observations with data from near- simultaneous observations collected from radio telescopes on Earth and from spacecraft orbiting Earth, namely the HST and the Chandra X-ray Observatory. Researchers found that, although Jupiter’s magnetosphere deflects solar winds, shock waves carried by solar winds compress the magnetosphere, stimulate radio emissions from within it, and brighten auroras at the planet’s poles. The observations helped bolster researchers’ confidence in their understanding of Earth’s own protective magnetosphere.(NASA JPL, “Solar Wind Buffets Vast Jupiter Region, Team Approach Reveals,” news release, 27 February 2002; Thomas W. Hill, “Magnetic Moments at Jupiter,” Nature 415, no. 6875 (28 February 2002): 965–966.)",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " Researchers using data from NASA’s Chandra X-ray Observatory found a substantial, pulsating source of x-rays in Jupiter’s atmosphere near the planet’s north magnetic pole. Existing theories could not explain either the pulsations or the location of the x-ray source. Scientists had posited that energetic oxygen and sulfur ions steadily precipitate from Jupiter’s inner magnetosphere, entering the planet’s polar regions and producing a northern aurora of x-rays. However, images from Chandra revealed that most of Jupiter’s northern auroral x-rays originate at latitudes that only ions precipitating from Jupiter’s outer magnetosphere could reach. In addition, researchers found that the hot-spot source of the x-rays was pulsating at 45-minute intervals, contradicting scientists’ theory that the x-ray emissions originate from a steady precipitation of ions in the inner magnetosphere. Although this discovery invalidated previous theories, scientists were not yet able to explain the process they had observed. Specifically, according to Chandra’s measurements, the researchers found insufficient energetic oxygen and sulfur ions within the required distance of the ion source―at least 30 times Jupiter’s radius―to account for the observed x-ray emissions.(NASA, “Jupiter Hot Spot Makes Trouble for Theory,” news release 02-34, 28 February 2002; G. R. Gladstone et al., “A Pulsating Auroral X-ray Hot Spot on Jupiter,” Nature 415, no. 6875 (28 February 2002): 1000–1003.)",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " NASA released two reports of an audit conducted by the independent firm Pricewaterhouse- Coopers, noting several problems with NASA’s system of financial management and record keeping. In one report, PricewaterhouseCoopers stated that NASA had not provided auditors with timely and sufficient documentary evidence of its financial transactions. Thus, auditors could not determine the accuracy and completeness of NASA’s reported financial obligations, expenses, and equipment, including those related to the ISS and Space Shuttle programs. The audit did not state that waste or fraud characterized NASA’s financial management; rather, the report concluded that NASA’s incomplete financial records obviated any definitive assessment of its finances. In the second report, the auditors enumerated several problems with NASA’s internal controls over financial reporting, but also stated that they would not provide an opinion on the merit of those internal controls.(Karen Masterson and Mark Carreau, “NASA Bookkeeping in Disarray,” Houston Chronicle, 1 March 2002; PricewaterhouseCoopers, “Report of Independent Accountants” (report, Washington, DC, 22 February 2002), http://www.hq.nasa.gov/office/oig/hq/igfy01fsaudit.pdf (accessed 5 August 2008); PricewaterhouseCoopers, “Report of Independent Accountants on Internal Control” (report, Washington, DC, 22 February 2002), http://www.hq.nasa.gov/office/oig/hq/lrreport022602.pdf (accessed 5 August 2008).)",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " Space Shuttle Columbia launched from NASA’s KSC in Cape Canaveral, Florida, at 6:22 a.m. (EST). Weather, mechanical issues, and other concerns had prompted NASA to postpone Columbia’s launch several times, from its original launch date of 19 November 2001. Officially designated STS-109, the mission’s objective was to service the HST, the fourth such mission (designated Mission SM3B) for the HST. The payload consisted of various technology updates for the HST, including a new camera and solar arrays. In addition, Columbia carried seven crew members: Mission Commander Scott D. Altman and astronauts Duane G. Carey, Nancy J. Currie, John M. Grunsfeld, Richard M. Linnehan, Michael J. Massimino, and James H. Newman.(NASA, “STS-109,” http://science.ksc.nasa.gov/shuttle/missions/sts-109/mission-sts-109.html (accessed 10 August 2008); William Harwood, “Cooling Glitch Mars Shuttle’s Hubble Trip,” Washington Post, 2 March 2002. 197 Puttkamer, “Space Flight 2002”; ESA, “Envisat Overview,” http://www.esa.int/esaEO/SEMWYN2VQUD_index_0_m.html (accessed 10 August 2008).)",
      "month": "March",
      "day": 1,
      "monthNumber": 3
    },
    {
      "story": " ESA launched the environmental satellite Envisat on an Ariane-5 rocket. The primary mission of Envisat, designed to provide continuous monitoring of Earth’s atmosphere, ice caps, and land, was to measure sea color in coastal areas and in oceans. To perform this monitoring, Envisat was equipped with 10 optical and radar instruments, including the Advanced Synthetic Aperture Radar and the Medium Resolution Imaging Spectrometer. ESA planned for the satellite to orbit Earth every 100 minutes, examining each region of Earth once every 35 days.",
      "month": "March",
      "day": 1,
      "monthNumber": 3
    },
    {
      "story": " Engineers succeeded in returning NASA’s Far Ultraviolet Spectroscopic Explorer (FUSE) spacecraft to full operational status. Some of the satellite’s guidance components had failed in December 2001, and engineers had feared that the mission would terminate prematurely. Mission engineers on Earth had been able to revive FUSE with a new, innovative guidance system, which used the satellite’s electromagnets to push and pull on Earth’s magnetic field, thereby pointing the satellite in the desired direction. Engineers had originally developed the innovative guidance system as a contingency for a failure of this type, but NASA had never before used the system to navigate a satellite with the accuracy required for scientific observations.(NASA, “NASA’s FUSE Satellite Lit Again,” news release 02-45, 6 March 2002; Johns Hopkins University Department of Physics and Astronomy, “Fuse Mission Status Report” (mission status report no. 56, Johns Hopkins University, Baltimore, MD, 25 March 2002), http://fuse.pha.jhu.edu/facts/ miss_rep56.html (accessed 10 August 2008).)",
      "month": "March",
      "day": 1,
      "monthNumber": 3
    },
    {
      "story": " Scientists with NASA’s JPL made contact with Pioneer 10, the first object made by humans to leave the solar system. NASA scientists had last made contact with the space probe on 9 July 2001 but had lost contact with Pioneer 10 from August 2000 to April 2001. Pioneer 10, launched on 2 March 1972, had been the first spacecraft to pass through an asteroid belt, the first to make direct observations of Jupiter, and in 1983, became the first object made by humans to leave the solar system. After Pioneer 10’s mission had ended on 31 March 1997, scientists with JPL’s Deep Space Network had continued to track the spacecraft’s signal as part of a study of communications technology. In addition, NASA had used the probe for training flight controllers in the acquisition of radio signals from space.(NASA, “An Early NASA Pioneer Still on the Job in Deep Space,” news release 02-44, 4 March 2002.)",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " James Bock, an astrophysicist at NASA’s JPL, received the Presidential Early Career Award for Scientists and Engineers. Bock had begun his career with JPL in 1994, developing detectors and instruments for far-infrared, millimeter-wave astrophysics. The award is the U.S. government’s highest honor for scientists and engineers commencing their careers.(NASA JPL, “JPL Astrophysicist Receives Presidential Award,” news release, 8 March 2002.)",
      "month": "March",
      "day": 8,
      "monthNumber": 3
    },
    {
      "story": " NASA successfully launched the second spacecraft for its Tracking and Data Relay Satellite (TDRS) fleetcalled the TDRS-9 or TDRS-Ifrom Cape Canaveral, Florida, at 10:59 p.m. (UT). The TDRS satellite system provided tracking and data-acquisition services between low Earth-orbiting spacecraft and ground-based control and data-processing facilities. In addition, the TDRS satellite system served numerous NASA programs, including the HST, the ISS, and the Space Shuttle. NASA had launched the first TDRS satellite in 1983.(Spacewarn Bulletin, no. 581, 1 April 2002, http://nssdc.gsfc.nasa.gov/spacewarn/spx581.html (accessed 31 October 2008); NASA Goddard Space Flight Center, National Space Science Data Center, “NASA’s Tracking and Data Relay Satellites (TDRS),” http://nssdc.gsfc.nasa.gov/multi/tdrs.html (accessed 31 October 2008).)",
      "month": "March",
      "day": 8,
      "monthNumber": 3
    },
    {
      "story": " Crew of Space Shuttle Columbia STS-109 finished installing several new instruments on the 12- year-old HST and sent the observatory back into orbit. During a series of five spacewalks conducted in as many days, Columbia’s crew had installed a new power-shunting unit, an improved solar panel, and a cooling unit that would restore the Near-Infrared Camera and Multi- Object Spectrometer (NICMOS) to operational status. In addition, Columbia’s crew had installed a new main camera, the Advanced Camera for Surveys (ACS), which NASA had designed to give the telescope unprecedented ability to observe distant galaxies and other objects.(Warren E. Leary, “Hubble Returning to Mission Able To Peer Deeper Into Space,” New York Times, 10 March 2002.)",
      "month": "March",
      "day": 9,
      "monthNumber": 3
    },
    {
      "story": " Space Shuttle Columbia STS-109 landed at NASA’s KSC in Cape Canaveral, Florida, at 4:32 a.m. (EST). During the 11-day mission, the Shuttle crew had conducted five spacewalks and performed several significant modifications of the HST, including the installation of an ACS and an experimental cryocooler, which had restored the operation of the NICMOS. The mission’s total duration was 10 days, 22 hours, and 11 minutes.(NASA, “STS-109,” http://science.ksc.nasa.gov/shuttle/missions/sts-109/mission-sts-109.html (accessed 11 August 2002); Puttkamer, “Space Flight 2002.”)",
      "month": "March",
      "day": 12,
      "monthNumber": 3
    },
    {
      "story": " The White House informed NASA Administrator Sean O’Keefe that it was withdrawing Major General Charles F. Bolden as its nominee for NASA’s Deputy Administrator. According to a White House spokesperson, President George W. Bush had withdrawn the nomination so that Bolden could serve the military in the war on terrorism. At the time of the nomination, Bolden, a former astronaut, was the commanding general for the Third U.S. Marine Aircraft Wing, which had nearly 11,000 U.S. Marines in Afghanistan as part of Operation Enduring Freedom.(NASA, “Deputy Administrator Nomination Withdrawn,” news release 02-49, 13 March 2002; Mark Carreau and Bennett Roth, “Nomination Is Withdrawn for Deputy’s Post at NASA,” Houston Chronicle, 14 March 2002.)",
      "month": "March",
      "day": 13,
      "monthNumber": 3
    },
    {
      "story": " Two spacecraft comprising the Gravity Recovery and Climate Experiment (GRACE) launched on a single rocket vehicle from Russia’s Plesetsk Cosmodrome. The five-year mission’s main purpose was to map variations in Earth’s gravity field, using the GPS and a microwave ranging system to measure the distance between the mission’s two identical satellites―nicknamed Tom and Jerry. The two craft were to monitor each other while flying in a polar orbit 500 kilometers (311 miles) above Earth. This mission, to study measurements of gravity variations, could help scientists understand better the changes in the transport of mass around the planet. Changes in mass, such as ocean currents, ground-water storage, and mass within Earth, can affect climate and other aspects of the planet’s environment. The GRACE mission was a partnership between NASA and the Deutsche Zentrum für Luft- und Raumfahrt (the German Aerospace Center).(University of Texas Center for Space Research, “GRACE: Mission Overview,” http://www.csr.utexas.edu/grace/overview.html (accessed 11 August 2002); Warren E. Leary, “New Satellites To Map Gravity More Precisely,” New York Times, 19 March 2002.)",
      "month": "March",
      "day": 17,
      "monthNumber": 3
    },
    {
      "story": " Citing terrorism concerns, NASA officials stated that NASA planned to change the manner in which it released information about launch times to the public. NASA officials said that NASA would no longer publicize launch times until 24 hours before liftoff, at which time NASA would announce a 4-hour time slot during which liftoff would occur. The change was a reversal of NASA’s previous practice of announcing specific launch times months in advance of liftoff.(Steve Siceloff, “NASA To Withhold Shuttle Launch Times,” Florida Today (Brevard, FL), 19 March 2002. 64)",
      "month": "March",
      "day": 18,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the assignment of three crew members to begin training for the ninth expedition to the ISS. The three were Station Commander Gennady I. Padalka and crew members E. Michael Fincke and Oleg D. Kononenko. NASA assigned American astronaut Daniel M. Tani to serve as backup for his fellow compatriot Fincke and selected cosmonauts Alexander F. Poleschuk and Roman Y. Romanenko to serve as backups for fellow Russians Kononenko and Padalka.(NASA, “Astronauts Assigned for Space Station Expedition Training,” news release 02-55, 18 March 2002.)",
      "month": "March",
      "day": 18,
      "monthNumber": 3
    },
    {
      "story": " The U.S. House Government Reform Subcommittee on Government Efficiency, Financial Management, and Intergovernmental Relations held a hearing, “Financial Management at NASA: What Went Wrong?” Stephen Varholy and Alan Lamoreaux of NASA and Gregory D. Kutz and Allen Li of GAO provided testimony to the Subcommittee. The hearing focused on NASA’s methods of financial accounting and on the role of its former auditor, Arthur Andersen LLP, in assessing those methods. Kutz reported that NASA’s system of accounting had made it difficult for GAO to assess NASA’s financial records and questioned Arthur Andersen LLP’s ability to assess those records accurately.(U.S. General Accounting Office, “National Aeronautics and Space Administration: Leadership and Systems Needed to Effect Financial Management Improvements” (testimony of Gregory D. Kutz and Allen Li before U.S. House Committee on Government Reform, Subcommittee on Government Efficiency, Financial Management, and Intergovernmental Relations; report no. GAO-02-551T, Washington, DC, 20 March 2002), http://www.gao.gov/new.items/d02551t.pdf (accessed 12 August 2002).)",
      "month": "March",
      "day": 20,
      "monthNumber": 3
    },
    {
      "story": " Thomas J. Kelly, designated by NASA as father of the lunar module, died at the age of 72 in Cutchogue, New York. Kelly had led a team of engineers at Grumman Aircraft Corporation in designing and building the Lunar Excursion Module known as the Eagle. Apollo 11 astronauts had used the Eagle to land on the Moon and to return to the orbiting command module for the trip back to Earth. In 1972 NASA had awarded Kelly with its Distinguished Public Service Medal for his work on the Apollo program. Kelly’s wife, six children, and 10 grandchildren survived him.(Warren E. Leary, “T. J. Kelly, 72, Dies; Father of Lunar Module,” New York Times, 27 March 2002.)",
      "month": "March",
      "day": 23,
      "monthNumber": 3
    },
    {
      "story": " The National Weather Service Aviation Weather Center in Kansas City, Missouri, placed in operation a computer-based warning system called the Current Icing Potential (CIP), designed to alert aviation controllers to the potential for icing along flight routes. The National Center for Atmospheric Research had developed the warning system with funding from the FAA. The CIP used information from satellite data, ground observations, and other sources to produce information on the likelihood of airplanes experiencing icing along flight routes. The FAA had supported the development of the CIP to improve flight planning and aircraft safety.(Federal Aviation Administration’s R&D Review, Spring 2003, 2, 6, 11, http://www.airporttech.tc.faa.gov/RD/2003_spring.pdf (accessed 3 March 2009).)",
      "month": "March",
      "day": 27,
      "monthNumber": 3
    },
    {
      "story": " NASA Administrator Sean O’Keefe announced his selection of an independent task force to assess the productivity and priorities of the research produced by NASA’s Office of Biological and Physical Research (OBPR) and to provide a report to the NASA Advisory Council. O’Keefe expected the task force, designated the Research Maximization and Prioritization Task Force (ReMAP), to recommend strategies the OBPR could use to achieve its research goals and still remain within President George W. Bush’s requested budget. In addition, O’Keefe requested the task force to offer assessments and recommendations to guide NASA in maximizing the scientific returns of the ISS’s missions and of its other programs. O’Keefe selected Rae Silver, the Helene L. and Mark N. Kaplan Professor of Natural and Physical Sciences at Columbia University, as the chairperson of ReMAP.(NASA, “NASA Administrator Names Task Force To Review Biological and Physical Research Programs,” news release 02-61, 29 March 2002.)",
      "month": "March",
      "day": 29,
      "monthNumber": 3
    },
    {
      "story": " Jefferson Davis Howell Jr. became the eighth Director of NASA’s JSC, replacing Acting Director Roy S. Estess, who resumed his position as Director of NASA’s Stennis Space Center (SSC). Before assuming the post, Howell had worked for Science Applications International Corporation (SAIC) administering its safety, reliability, and quality-assurance contract with NASA, to provide safety and mission assurance for the Space Shuttle and ISS programs.(NASA JSC, “Jefferson Davis Howell Jr. Named as Johnson Space Center Director,” news release J02-17, 12 February 2002.)",
      "month": "April",
      "day": 1,
      "monthNumber": 4
    },
    {
      "story": " In an article in the journal Nature, astronomers at ESA reported that they had found evidence indicating which specific type of stellar object produces gamma-ray bursts (GRBs), the universe’s most energetic phenomena. Prevailing hypotheses had posited that, either GRBs originate from the merger of two neutron stars, or they form from the collapse of one massive star, but researchers had discovered no conclusive proof to support either of these ideas. However, based on their analysis of the speed, temperature, and chemical elements of a GRB that had occurred on 11 December 2001, ESA astronomers found evidence supporting the latter hypothesis. The research team examined two sequential observations of the GRB, both taken by ESA satellites: the BeppoSAX satellite had made the first observation, and, nearly 11 hours later, the XMM-Newton satellite had made the second. The team had found large quantities of argon, calcium, magnesium, silicon, and sulphur, moving at 1/10th the speed of light. These findings supported the idea that a supernova explosion from a single massive star produces GRBs. If the merger of two neutron stars had produced the burst, astronomers would have expected the stars to produce large amounts of elements other than those observed―particularly iron―and to emit those elements at a slower velocity.(J. N. Reeves et al., “The Signature of Supernova Ejecta in the X-ray Afterglow of the γ-ray Burst 011211,” Nature 416, no. 6880 (4 April 2002): 512–515; ESA, “ESA’s X-ray Space Telescope Proves Supernovae Can Cause Mysterious Gamma-Ray Bursts,” ESA news release 22-2002, 4 April 2002.)",
      "month": "April",
      "day": 4,
      "monthNumber": 4
    },
    {
      "story": " NASA’s JPL researchers identified a 1-kilometer-long (0.62-mile-long) asteroid that might possibly crash into Earth in the future―although such an event would be highly unlikely. In the report published in the journal Science, the scientists suggested that asteroid 1950 DA would come close to Earth in 2880, but that the probability of a collision would be low. The study had incorporated radar and optical measurements of the asteroid collected over 51 years and had used analytical techniques unprecedented in asteroid-trajectory predictions and hazard studies. Based on their analysis, JPL scientists had identified a 20-minute window on 16 March 2880, in which “there could be a non-negligible probability of the 1-kilometer [0.62-mile] object colliding with Earth.” However, they clarified that the odds of a collision were at most 1 in 300 and possibly even more remote, considering how little they knew about the asteroid. The research results indicated that, despite the remote possibility of such a collision, 1950 DA poses a relatively greater potential hazard to Earth than any other known asteroid.(J. D. Giorgini, “Asteroid 1950 DA’s Encounter with Earth in 2880: Physical Limits of Collision Probability Prediction,” Science 296, no. 5565 (5 April 2002): 132–136; NASA JPL, “Radar Pushes Limits of Asteroid Impact Prediction,” news release, 4 April 2002.)",
      "month": "April",
      "day": 5,
      "monthNumber": 4
    },
    {
      "story": " Space Shuttle Atlantis STS-110 lifted off at 4:44 p.m. (EST) from NASA’s KSC in Cape Canaveral, Florida. The object of STS-110/ISS Assembly Flight 8A was to attach to the ISS a 43-foot-long (13-meter-long) truss structure called the Starboard Zero (S Zero or S0). The mission’s payload included several science payloads, the S0 Truss, and the Mobile Transporter (MT). NASA had designed the MT to move the completed truss and to act as a work platform for a mechanical arm, which the crew would install in the future. The crew included Mission Commander Michael J. Bloomfield and astronauts Stephen N. Frick, Lee M. E. Morin, Ellen Ochoa, Jerry L. Ross, Steven L. Smith, and Rex J. Walheim.(NASA, “Framework for Expanding Station Research: STS-110,” press kit, 20 March 2001, http://www.shuttlepresskit.com/STS-110/spk-110.pdf (accessed 12 August 2008); William Harwood, “Shuttle on Haul to Space Station,” Washington Post, 9 April 2002.)",
      "month": "April",
      "day": 8,
      "monthNumber": 4
    },
    {
      "story": " Two separate teams of astronomers reported that NASA’s Chandra X-ray Observatory and the HST had observed two stars, possibly composed of a form of matter unknown to scientists. Researchers examining data from Chandra and the HST had noted that the neutron star RX J1856.5–3754 was far smaller than expected and, therefore, had concluded that the star might be composed, not of neutrons, but of quarkscomponents of protons and neutrons that scientists had never before observed outside of the nucleus of an atom in laboratories on Earth. Another team of astronomers had analyzed Chandra’s observations of neutron star 3C 58 and had found that the star’s temperature was less than 1,000,000°C (1,800,032°F), a far lower temperature than scientists would expect for a star composed of pure neutrons. Thus, that star also appeared to be composed, either of quarks, or of another form of matter unknown to scientists.(NASA, “Cosmic X-rays Reveal Evidence for New Form of Matter,” news release 02-65, 10 April 2002; Jeremy J. Drake, “Is RX J1856.5-3754 a Quark Star?” Astrophysical Journal 572, no. 2 (20 June 2002): 996–1001; Patrick O. Slane, David J. Hefland, and Stephen S. Murray, “New Constraints on Neutron Star Cooling from Chandra Observations of 3C 58,” Astrophysical Journal Letters 571, no. 1 (20 May 2002): L45–L49.)",
      "month": "April",
      "day": 10,
      "monthNumber": 4
    },
    {
      "story": " In a letter to the congressional committees overseeing NASA’s budget requests, the GAO stated that it could not verify NASA’s accounting of amounts charged against cost limits for the ISS and Space Shuttle programs, as reported to Congress in NASA’s FY 2003 budget. Federal law required GAO to provide verification of these amounts to the U.S. House Committee on Science and Technology and to the U.S. Senate Committee on Commerce, Science, and Transportation. However, GAO said that NASA’s lack of an integrated financial management system had prevented NASA from providing GAO with details of costs charged against these programs. GAO reported that NASA’s 10 centers operated separate accounting systems, each with its own policies and practices, and that some centers could not provide complete and detailed documentation of accounts covering several fiscal years. GAO also reported that NASA officials had responded that NASA’s accounts were verifiable, stating that the verification problems lay in GAO’s auditing methodology rather than in NASA’s system of accounting.(U.S. General Accounting Office, “NASA Space Station Cost Limits” (report no. GAO-02-504R, Washington, DC, 10 April 2002), http://www.gao.gov/new.items/d02504r.pdf (accessed 12 August 2008).)",
      "month": "April",
      "day": 10,
      "monthNumber": 4
    },
    {
      "story": " Astronauts aboard Space Shuttle Atlantis STS-110 attached a 44-foot (13-meter) truss, containing computers, coolant lines, electrical cables, and other components to the ISS. The 27,000-pound (12,250-kilogram) beam, dubbed Starboard Zero or S0, was the first of nine truss segments that would form a 356-foot (110-meter) exterior spine, supporting new solar arrays, heat radiators, and laboratory modules. The installation, involving the first use of the 58-foot (18-meter), Canadian-built robotic arm designed for the station, required two separate spacewalks, performed by two different pairs of astronauts.(Warren E. Leary, “Major Component of Space Station Is Attached,” New York Times, 12 April 2002; Puttkamer, “Space Flight 2002.”)",
      "month": "April",
      "day": 11,
      "monthNumber": 4
    },
    {
      "story": " U.S. Navy officials announced that the Navy had been using NASA satellite data in combat, the first time the military had done so. The officials stated that the Navy had used unclassified NASA data to help guide ships and planes engaged in combat operations in Afghanistan. Major media reported that members of Congress had voiced mixed reactions to the announcement, with some members expressing their concern that the cooperation between NASA and the military would overstep the bounds of NASA’s civilian charter.(Houston Chronicle, “NASA Satellite Guides Navy Warplanes, Ships,” 12 April 2002.)",
      "month": "April",
      "day": 11,
      "monthNumber": 4
    },
    {
      "story": " In his first major speech as NASA’s Administrator, Sean O’Keefe announced his strategic vision for the future of NASA. In his speech, “Pioneering the Future,” at Syracuse University’s Maxwell School of Citizenship and Public Affairs, O’Keefe stated that NASA’s new vision was “to improve life here, to extend life to there, and to find life beyond.” In addition, O’Keefe said that NASA’s mission was “to understand and protect our home planet, to explore the universe and search for life, to inspire the next generation of explorers . . . as only NASA can.” O’Keefe also emphasized that NASA would carry out its mission with a commitment to fiscal responsibility and to working with academia, government agencies, and private industry.(NASA, “Administrator Unveils Future NASA Vision and a Renewed Journey of Learning,” new release 02-66, 12 April 2002.)",
      "month": "April",
      "day": 12,
      "monthNumber": 4
    },
    {
      "story": " NASA Administrator Sean O’Keefe announced that, after international partners had completed certain portions of the ISS, former schoolteacher Barbara R. Morgan would fly on a Space Shuttle mission to the station. NASA had selected Morgan as a mission specialist in the astronaut class of 1998. She had subsequently worked in ISS Mission Control, relaying instructions between ISS Mission Control and the crew of Expedition 4 aboard the ISS. Morgan had previously served as a backup candidate for the Teacher in Space Program, training with Christa McAuliffe and the STS-51L crew of Space Shuttle Challenger. At the time of O’Keefe’s announcement, Morgan was part of a new Educator Astronaut Program administered by NASA and the Department of Education, designed to attract students to engineering, math, and science.(NASA, “Press Briefing Scheduled with NASA Administrator and Astronaut Barbara Morgan,” news release N02-28, 15 April 2002; William Harwood, “McAuliffe’s Backup Will Go to Space in 2004,” Washington Post, 13 April 2002.)",
      "month": "April",
      "day": 12,
      "monthNumber": 4
    },
    {
      "story": " James S. Martin, former NASA Manager of the Viking missions to Mars, died at the age of 81. Martin had led the nationwide team of 750 engineers, scientists, and technicians that had developed the Viking 1 and Viking 2 spacecraft. The two craft had launched in 1975 and landed on Mars a year later, making Viking the first mission to successfully soft-land on the surface of another planet. Martin had joined NASA in 1964 as an Assistant Project Manager for the Lunar Orbiter, and in 1967 he had received NASA’s Exceptional Service Medal for his contribution to that project. He had departed from NASA in 1976 to work for Martin Marietta Aerospace, and in 2000 NASA had asked him to leave retirement to lead its effort to restructure its Mars Exploration Program.(NASA, “Mars Viking Leader, James S. Martin Jr. Dies,” news release 02-72, 18 April 2002.)",
      "month": "April",
      "day": 14,
      "monthNumber": 4
    },
    {
      "story": " NASA Administrator Sean O’Keefe testified before the U.S. House Appropriations Subcommittee on VA, HUD, and Independent Agencies, which has primary jurisdiction for setting NASA’s annual funding levels. The subcommittee hearing was held in preparation for markup of FY 2003 appropriations legislation. Major media reported that subcommittee members were critical of NASA’s plans to eliminate certain programs to achieve President George W. Bush’s proposed reduction of US$1 billion in funding from NASA’s human spaceflight programs. In response to the comments of some members of the subcommittee, O’Keefe noted that, because NASA planned to complete its review of human spaceflight programs later in the year, he could not yet identify the programs that the budget cuts would affect. O’Keefe also said that NASA would provide Congress with a review of its scientific priorities by June and an independent cost assessment by August.(Karen Masterson, “DeLay Calls Plans for NASA ‘Timid’,” Houston Chronicle, 18 April 2002; U.S. Congress, House of Representatives, Committee on Apropriations, Subcommittee on VA, HUD, and Independent Agencies, Departments of Veterans Affairs and Housing and Urban Development and Independent Agencies Appropriations for 2003, Part I, 107th Cong., 2nd sess., 17 April 2002.)",
      "month": "April",
      "day": 17,
      "monthNumber": 4
    },
    {
      "story": " Using images from the HST, astronomers reported their analysis of a new class of objects in the solar system. The researchers reported that Kuiper Belt object 1998 WW31 is binarycomposed",
      "month": "April",
      "day": 18,
      "monthNumber": 4
    },
    {
      "story": " of two objects that orbit around a common center of mass as they both orbit the Sunwith a highly eccentric orbit and a long period. However, they had found that 1998 WW31 is very different from the Pluto/Charon system, which was previously the only known binary in the Kuiper Belt. The Kuiper Belt is the region of space that extends from Neptune, at 30 AU (astronomical units)the approximate mean distance between Earth and the Sun) to more than 100 AU. Since its discovery in 1992, the Kuiper Belt has helped scientists understand the solar system’s formation. Although scientists had discovered 1998 WW31 in 1998, they had reported it as a single Kuiper Belt object. However, analysis of observations made in 2000 indicated that the object might contain two components. Further analysis, using ground-based and HST observations made in 2001 and 2002, confirmed 1998 WW31’s binarity.(Christian Veillet, “The Binary Kuiper-Belt Object 1998 WW31,” Nature 416, no. 6882 (18 April 2002): 711– 713; NASA, “Hubble Hunts Down Odd Couples at the Fringes of Our Solar System,” news release 02-70, 17 April 2002.)",
      "month": "April",
      "day": 18,
      "monthNumber": 4
    },
    {
      "story": " Space Shuttle Atlantis STS-110 landed at NASA’s KSC in Cape Canaveral, Florida, at 10:27 a.m. (EST). While in orbit, the Shuttle’s crew had performed four spacewalks to connect the S0 Truss to the ISS and to prepare the MTa track-mounted platformfor use. The crew had used the robotic arms of both Atlantis and the ISS to install the truss. STS-110 was the first mission in which the crew had used the ISS’s robotic arm to maneuver crew members around the station as they performed spacewalks. In addition, it was the first mission in which the crew’s base for all of its spacewalks was the ISS’s Quest Airlock. The Shuttle’s crew had also engaged in joint operations with the ISS’s Expedition 4 crew. The total duration of STS-110 was 10 days, 19 hours, and 42 minutes.(NASA, “STS-110 Extravehicular Activities,” http://spaceflight.nasa.gov/shuttle/archives/sts-110/eva/index.html (accessed 12 August 2002); NASA, “STS-110: A Framework for Station Expansion,” http://spaceflight.nasa.gov/shuttle/archives/sts-110/ (accessed 12 August 2002).)",
      "month": "April",
      "day": 19,
      "monthNumber": 4
    },
    {
      "story": " Scientists announced an estimate of the universe’s age based on new HST images of very faint white dwarf stars in Messier 4 (M4), a cluster of stars in the constellation Scorpius. The researchers had closely examined M4’s white dwarf starslow-mass stars that have exhausted their fuel sources for thermonuclear fusion. Although white dwarfs cool at a predictable rate, enabling scientists to estimate their age, they become progressively fainter as they cool, making them difficult to observe. The HST had provided the first deep exposures of these dim stars, which the astronomers discovered were M4’s oldest white dwarf stars, at around 12 to 13 billion years old. Earlier Hubble observations had revealed that the first stars in the universe had formed less than 1 billion years after the universe’s emergence from the Big Bang. Thus, the researchers had discovered that the age of these M4 white dwarfs supported the previous estimates that the universe’s age is 13 to 14 billion years old. The use of this new methodology to estimate the universe’s age represented a major departure from those used previously.(NASA, “Hubble Uncovers Oldest ‘Clocks’ in Space To Read Age of Universe,” news release 02-73, 24 April 2004; Brad M. S. Hansen et al., “The White Dwarf Cooling Sequence of the Globular Cluster Messier 4,” Astrophysical Journal 574, no. 2 (1 August 2002): L155–L158.)",
      "month": "April",
      "day": 24,
      "monthNumber": 4
    },
    {
      "story": " The Russian Soyuz TM-34 launched from Baikonur Cosmodrome in Kazakhstan at 6:27 a.m. Greenwich Mean Time (GMT)1:27 a.m. (EST). The mission, designated Soyuz 4 Taxi Flight, carried three crew membersCommander Yuri P. Gidzenko of Russia, Italian astronaut Roberto Vittori, and South African businessman Mark Shuttleworth. The mission’s main purpose was to deliver a new Soyuz spacecraft to the ISS for use as an emergency lifeboat for the ISS’s permanent three-member crew. In addition, major media noted that Shuttleworth had paid the Russian Space Agency a fee of approximately US$20 million to fly on Soyuz to the ISS.(NASA, “Soyuz 4 Taxi Flight Crew,” http://spaceflight.nasa.gov/station/crew/exp4/taxi4/index.html (accessed 12 August 2002); Houston Chronicle, “Space Tourist No. 2,” 25 April 2002.)",
      "month": "April",
      "day": 25,
      "monthNumber": 4
    },
    {
      "story": " NASA released the first four images taken by the HST’s newly installed Advanced Camera for Surveys (ACS). During Mission STS-109 in March 2002, astronauts had installed the ACS, capable of providing images with double the area and resolution of those provided by the Wide Field Planetary Camera 2, which the ACS had replaced. The ACS had captured images of a turbulent galaxy, which scientists called Tadpole because of its long tail of stars; of two colliding spiral galaxies known as the Mice; of the Cone Nebula, which looks like a red volcano; and of the M17 Swan Nebula, a richly colored, cloudy-looking nebula containing newly forming planetary systems.(NASA, “Hubble’s New Camera Delivers Breathtaking Views of the Universe,” news release 02-74, 30 April 2002; Warren E. Leary, “Telescope Opens Window on Dawn of the Universe,” New York Times, 1 May 2002.)",
      "month": "April",
      "day": 30,
      "monthNumber": 4
    },
    {
      "story": " NASA awarded a US$1.14 billion contract to the Boeing Company’s Rocketdyne Propulsion and Power division for maintenance and support of the Space Shuttle’s main engine during the ensuing five years. Under the terms of the contract, Rocketdyne was to provide flight and test engineering; engine refurbishment; and manufacture, assembly, test, and delivery of three additional Space Shuttle main engines. The contract also required Rocketdyne to provide engineering support for NASA’s main engine facilities at NASA’s KSC and SSC. From 1972 until the company signed the contract, Rocketdyne had assembled 106 main engines for NASA’s Shuttles.(NASA, “NASA Awards $1.14 Billion Space Shuttle Main Engine Contract to Boeing Rocketdyne,” news release c02-h, 3 May 2002.)",
      "month": "May",
      "day": 3,
      "monthNumber": 5
    },
    {
      "story": " The Earth observation satellite Aqua launched aboard a Delta 2 rocket from Vandenberg Air Force Base in California. The satellite Aqua was a component of the Earth Observing System (EOS), which also included the Terra satellite launched in December 1999. Aqua’s primary purpose was to acquire information about the effects of climate change on the water cycle. The satellite would also collect data to help scientists examine biological systems dependent upon water and improve long-term forecasts of weather and climate. Brazil, Japan, and the United States planned for their joint project Aqua to continue for six years.(NASA JPL, “Aqua Launched To Study Earth’s Water Cycle,” news release, 4 May 2002; Warren E. Leary, “NASA To View Interaction of Earth’s Water and Climate,” New York Times, 30 April 2002.)",
      "month": "May",
      "day": 4,
      "monthNumber": 5
    },
    {
      "story": " In an article published in the journal Geophysical Research Letters, scientists using data from NASA’s high-altitude research balloon reported a discovery that, potentially, could improve the research methodology for studying gases that contribute to ozone-layer depletion. Although scientists already knew that reactive hydrogen gases destroy stratospheric ozone and were able to detect hydrogen peroxide from space, they had problems with computer models used to analyze hydrogen-peroxide concentration in the atmosphere. However, in the reported study, researchers funded by NASA’s Earth Science Enterprise had compared a new predicted rate of hydrogenperoxide formation with the levels of the gas measured by two instruments on board NASA’s high-altitude research balloons. The new data had revealed a high degree of agreement between the actual and the predicted measurements. The researchers noted that, although their newly discovered rate of hydrogen-peroxide formation had no appreciable impact on rates of stratospheric ozone loss, they expected the findings would help to analyze the deleterious effects on Earth’s ozone of other, less easily measured, hydrogen gases.(NASA JPL, “NASA Study Leads to Better Understanding of Ozone Depletion,” news release, 9 May 2002; L. E. Christensen et al., “Kinetics of HO2 + HO2 → H2O2: Implications for Stratospheric H2O2,” Geophysical Research Letters 29, no. 9 (7 May 2002): 1299.)",
      "month": "May",
      "day": 7,
      "monthNumber": 5
    },
    {
      "story": " The U.S. Senate Commerce Subcommittee on Science, Technology, and Space began hearings on legislation to reauthorize NASA programs. Subcommittee chairman Ron Wyden (D–OR) expressed concern about the agency’s financial management, particularly cost overruns for the ISS. He also urged NASA to maintain the excellence of the Shuttle program while research continued on a next-generation space vehicle. Members of the subcommittee heard testimony from NASA Administrator Sean O’Keefe, who addressed them for the first time, and from William F. Readdy, Deputy Associate Administrator of the NASA Office of Space Flight. The members of the subcommittee questioned O’Keefe about his vision for NASA and his plans to reduce NASA’s budget by ending particular programs. In his prepared statement, O’Keefe discussed the status of the ISS and Space Shuttle programs.(U.S. Congress, Senate, Committee on Commerce, Science, and Transportation, Subcommittee on Science, Technology, and Space, NASA Reauthorization, 107th Cong., 2nd sess., 8 May 2002; Karen Masterson, “JSC Mission May Hit Detour,” Houston Chronicle, 9 May 2002.)",
      "month": "May",
      "day": 8,
      "monthNumber": 5
    },
    {
      "story": " Using data from NASA’s Deep Space 1, astronomers uncovered unexpected findings about the surface of comets, suggesting that comets might have brought to Earth material necessary for the beginning of life. The astronomers had examined images gathered in 2001, during the spacecraft’s flyby of the 8-kilometer-long (5-mile-long) comet 19P/Borrelly, the only other comet besides 1P/Halley that a spacecraft had examined at such close proximity. Borrelly, the first comet of its type examined in this manner, is a short-period comet of the Jupiter family, compositionally different from intermediate-period comets such as 1P/Halley. The research, published in the journal Science, revealed no water ice or hydrated minerals on the comet’s surface, which scientists had unexpectedly found to be hot and dry. Deep Space 1 had also revealed that a dark dust, possibly containing biological material, covered the comet, which had a far darker surface than most objects in the inner solar system. According to the scientists, this finding suggested that comets might have provided a transport mechanism, supplying the organic materials required for the beginning of life on Earth.(L. A. Soderblom, “Observations of Comet 19P/Borrelly by the Miniature Integrated Camera and Spectrometer Aboard Deep Space 1,” Science 296, no. 5570 (10 May 2002): 1087–1091; NASA JPL, “NASA Spacecraft Finds Comet Has Hot, Dry Surface,” news release, 5 April 2002.)",
      "month": "May",
      "day": 10,
      "monthNumber": 5
    },
    {
      "story": " NASA officials stated that NASA had used Web sites such as Yahoo! and eBay to find discontinued electronic equipment. NASA had continued to use electronic components such as 8-inch-floppy-disc drives, circuit boards, and computer chips, not in the Space Shuttles themselves, but in equipment used to service and support the Shuttles. For example, NASA had purchased outdated medical equipment to acquire the increasingly scarce Intel 8086 computer chip, a variant of the chip used in IBM’s first personal computers in 1981. NASA had continued to use the Intel 8086 chip in diagnostic equipment for the Space Shuttle booster rockets, also developed in the early 1980s. Although NASA planned to develop various systems with new hardware, some crucial systems remained dependent on antiquated electronic parts.(William J. Broad, “For Parts, NASA Boldly Goes . . . on Ebay,” New York Times, 12 May 2002.)",
      "month": "May",
      "day": 12,
      "monthNumber": 5
    },
    {
      "story": " NASA selected the National Consortium for Aviation Mobility (NCAM)a consortium of more than 100 public and private entities involved in transportation issuesas its partner in a joint venture to develop air-mobility technologies for small aircraft and small airports. By mid-2005 NASA and NCAM intended to create a flight demonstration, called a proof-of-concept, of NASA’s Small Aircraft Transportation System (SATS). Engineers planned for the system to provide on-demand, point-to-point transportation with 4- to 10-passenger aircraft operating from nearly 5,400 public-use landing facilities. NASA officials hoped SATS would improve the affordability, efficiency, reliability, and safety of small aircraft servicing small communities throughout the United States. However, NASA wanted to determine the project’s feasibility and to share its costs through partnerships with public and private entities. NASA expected that funding from the Department of Transportation and other federal agencies, along with its own contributions, would total nearly US$40 million for research over four years.(NASA, “NASA Selects Partner for Aviation Research,” news release 02-89, 14 May 2002.)",
      "month": "May",
      "day": 14,
      "monthNumber": 5
    },
    {
      "story": " NASA Administrator Sean O’Keefe named Michael C. Kostelnik as Deputy Associate Administrator for the ISS and Space Shuttle, a newly established senior management position in the Office of Human Space Flight. Kostelnik assumed responsibility for corporate-level management of the two programs’ budgetary, performance, safety, and scheduling requirements. Before his retirement from the U.S. Air Force, Kostelnik had served as commander of the Air Armament Center at Eglin Air Force Base in Florida.(NASA, “NASA Administrator Names New Deputy Associate Administrator for International Space Station and Space Shuttle,” news release 02-79, 14 May 2002; Florida Today (Brevard, FL), “NASA Chief Creates New Space Station Post,” 16 May 2002.)",
      "month": "May",
      "day": 14,
      "monthNumber": 5
    },
    {
      "story": " The International Astronomical Union announced that astronomers had found 11 new moons around the planet Jupiter. The discovery increased the total number of known satellites around Jupiter to 39, more than any other planet in the solar system. Using the Canada-France-Hawaii telescope, astronomers from Cambridge University and the University of Hawaii had first detected the moons in December 2001. At 1- to 2-miles (1.6- to 3.2-kilometers) across, the newly discovered moons were far smaller than some of Jupiter’s other moons, which are thousands of miles (or kilometers) wide. In addition, the astronomers had discovered that the satellites have irregular orbits and, unlike the planet’s largest moons, spin in the opposite direction of Jupiter. The moons’ irregular orbits around Jupiter indicate that they may have originally orbited the Sun.(Usha Lee McFarling, “11 New Moons of Jupiter Found,” Los Angeles Times, 17 May 2002; NASA JPL, “Astronomers Discover 11 More Small Moons of Jupiter,” news release, 17 May 2002.)",
      "month": "May",
      "day": 16,
      "monthNumber": 5
    },
    {
      "story": " NASA and U.S. Air Force officials announced that they had agreed with a study team’s recommendation that NASA and the Air Force continue to assess the construction of a joint reusable launch vehicle (RLV) demonstrator. After spending 120 days examining the two organizations’ shared requirements and their technologies to access space, the team’s most critical recommendation had been that NASA and the Air Force should cooperate in assessing the construction of an RLV demonstrator for their joint operations. In addition, the study team had recommended that engineers eventually develop the demonstrator into a crew-operated vehicle for NASA and a cargo vehicle for the Air Force. NASA and the Air Force also agreed that experienced Air Force personnel should continue to work with NASA in joint study efforts, to refine their concepts of operations, requirements, and figures of merit, and to design reference missions.(NASA, “NASA and Air Force Forge Ahead with Reusable Launch Technology,” news release 02-87, 21 May 2002.)",
      "month": "May",
      "day": 21,
      "monthNumber": 5
    },
    {
      "story": " In an article in the journal Nature, scientist Paul M. Schenk provided evidence that Jupiter’s moon Europa might not be able to support life, challenging many scientists’ previous assessments about the potential for life on the moon. Astrobiologists had theorized that Europa might be able to support life, based on the possibility that it might possess a heat source, liquid water, and organic material, all necessary for life to exist. However, researchers had also known that Europa is covered with a shell of ice, which might be sufficiently thick to prevent sunlight and oxygen from reaching water below the icy surface, thereby impeding Europa’s ability to support life. Using data obtained from NASA’s Galileo and Voyager spacecraft, Schenk had calculated the thickness of Europa’s ice shell by comparing the depths of impact craters on Europa with those on Callisto and Ganymede, two other moons of Jupiter. Schenk’s analysis indicated that Europa’s ice shell is at least 19-kilometers (12-miles) thick―nearly twice that suggested by previous studies and thick enough to prevent the existence of life.(Usha Lee McFarling, “Life on Jupiter Moon Likely on Thin (or Thick) Ice,” Los Angeles Times, 23 May 2002; Paul M. Schenk, “Thickness Constraints on the Icy Shells of the Galilean Satellites from a Comparison of Crater Shapers,” Nature 417, no. 6887 (23 May 2002): 419–421.)",
      "month": "May",
      "day": 23,
      "monthNumber": 5
    },
    {
      "story": " Radar images of near-Earth asteroid 2000 DP107 revealed that it is a binary system, composed of two objects orbiting each other. The finding suggested that many near-Earth asteroids could be binaries. The images, taken by NASA’s Goldstone telescope facility and the National Science Foundation’s Arecibo Observatory, revealed that the asteroid was not one, but two objects, a nearly 800-meter-diameter (2,625-foot-diameter) primary and an almost 300-meter-diameter (985-foot-diameter) secondary, revolving around their common center of mass. The researchers suggested that approximately 16 percent of near-Earth asteroids larger than 200 meters (655 feet) in diameter could be binary systems. In addition, the analysis suggested that binaries with similar orbits might result from a close encounter of an asteroid and a planet, in which the planet’s gravitational pull breaks off a portion of the asteroid. Scientists consider binary asteroids potential hazards to Earth and worthy of further study.(J. L. Margot et al., “Binary Asteroids in the Near-Earth Object Population,” Science 296, no. 5572 (24 May 2002): 1445–1448; NASA JPL, “Some Asteroids Have Astronomers Seeing Double,” news release, 11 April 2002.)",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " Using data gathered by NASA’s Mars Odyssey spacecraft, scientists discovered direct evidence of water ice on Mars. NASA scientists were using the Odyssey to measure and map soils in Mars’s polar regions when the spacecraft’s gamma-ray spectrometer detected hydrogen, indicating the presence of substantial, subsurface water ice in the upper meter of soil in a region surrounding Mars’s south pole. Scientists had already suspected that Mars possessed large quantities of water near its surface, but the Odyssey’s new information was the first direct evidence supporting this hypothesis. Scientists also found that large areas in Mars’s low and middle latitudes contained “slightly enhanced amounts of hydrogen.” However, their report did not indicate whether the hydrogen was in the form of water ice or chemically bound to minerals in the soil.(NASA, “Odyssey Finds Water Ice in Abundance Under Mars’s Surface,” news release 02-99, 28 May 2002.)",
      "month": "May",
      "day": 28,
      "monthNumber": 5
    },
    {
      "story": " The leaders of the space agencies participating in the ISS met at ESA’s headquarters in Paris to discuss the program’s status. The attendees included representatives of NASA, the Canadian Space Agency, ESA, Japan’s NASDA, and the Russian Space Agency. All of the agencies reaffirmed their commitment to work on developing, assembling, and using the ISS for both applied and scientific research. In addition, the agencies agreed on a timeline for the next measures they would undertake to ensure that the construction and operation of the ISS met system engineering and safety requirements, so that participants could use it for various research objectives.(NASA, “Joint Statement: International Space Station Heads of Agency Meeting,” news release 02-105, 3 June 2002.)",
      "month": "June",
      "day": 3,
      "monthNumber": 6
    },
    {
      "story": " Space Shuttle Endeavour STS-111 launched from NASA’s KSC in Cape Canaveral, Florida, at 5:22 p.m. (EDT). NASA had originally scheduled the mission to lift off on 30 May but had delayed the launch because of mechanical and weather concerns. The Shuttle’s crew included Commander Kenneth D. Cockrell and astronauts Franklin R. Chang-Diaz, Valery G. Korzun, Paul S. Lockhart, Philippe Perrin, Sergei Y. Treschev, and Peggy A. Whitson. Korzun, Treschev, and Whitson were also members of ISS Expedition 5, which was to remain at the ISS when Endeavour returned to Earth. STS-111 had several objectives. The Shuttle was transporting to the ISS the Multi-Purpose Logistics Module (MPLM), which contained racks for experiments, stowage, and resupply. The crew would also install a component called the Mobile Base System (MBS) to service the ISS’s robotic arm. Both the MPLM and the MBS were part of the payload of the mission, also designated ISS Utilization Flight 2. A further objective of the mission was to transport the crew of Expedition 5 to the ISS and to return the members of Expedition 4 to Earth.(NASA, “STS-111 (110),” http://science.ksc.nasa.gov/shuttle/missions/sts-111/mission-sts-111.html (accessed 17 August 2008); NASA, “STS-111: A New Crew for the International Space Station,” http://spaceflight.nasa.gov/shuttle/archives/sts-111/ (accessed 17 August 2008).)",
      "month": "June",
      "day": 5,
      "monthNumber": 6
    },
    {
      "story": " NASA announced the release of the first test images from the HST’s recently reactivated Near- Infrared Camera and Multi-Object Spectrometer (NICMOS). The test images of galaxies in various stages of development included the NGC 4013 and the Cone Nebula galaxies. The NICMOS had remained inactive for three years, until the crew members of Space Shuttle Columbia STS-109 had installed a new cooling system for the instrument on 3 March 2002 as part of HST Servicing Mission 3B. The new NICMOS Cooling System (NCS) had been a joint project of NASA and the U.S. Air Force; NASA’s GSFC and the Creare Corporation had built the NCS.(NASA, “Hubble’s Infrared Camera Is Back in Business―New Images Released,” news release 02-104, 5 June 2002; NASA, “SM3B,” http://hubble.nasa.gov/missions/sm3b.php (accessed 17 August 2008).)",
      "month": "June",
      "day": 5,
      "monthNumber": 6
    },
    {
      "story": " NASA announced the selection of the instrument and science teams that would provide instruments for NASA’s Next Generation Space Telescope (NGST), the intended successor of the HST. The team selected to provide the primary near-infrared science camera comprised engineers and scientists from the project team’s leader, the University of Arizona at Tucson, as well as from Lockheed Martin Advanced Technology Center, EMS Technologies of Canada, and COM DEV Limited, also of Canada. The team selected to build the NGST’s mid-infrared instrument included engineers and scientists from NASA’s JPL, NASA’s Ames Research Center (ARC), ESA, the University of Illinois at Urbana-Champaign, and the University of Arizona at Tucson. In addition to the principal instrument scientists, NASA had selected scientists to serve on the NGST Science Working Group, including Heidi B. Hammel, Simon Lilly, Jonathan Lunine, Mark McCaughrean, Massimo Stiavelli, and Rogier Windhorst.(NASA, “NASA Selects Instruments and Science Team for Next Generation Space Telescope,” news release 02- 109, 10 June 2002.)",
      "month": "June",
      "day": 10,
      "monthNumber": 6
    },
    {
      "story": " NASA announced the extension of its existing six-year contract with Lockheed Martin Space Systems to build 35 super-lightweight external tanks for the Space Shuttle program. The modified agreement extended the contract to September 2008, adding US$341 million to the original contract of US$1.15 billion, which NASA had awarded to Lockheed Martin in October 2000. Under the contract, Lockheed Martin would construct, test, and deliver the tanks; maintain and operate NASA’s Michoud Assembly Facility in New Orleans; and provide services at NASA’s KSC and its MSFC. Furthermore, under the terms of the extension, Lockheed Martin agreed to provide at least six tanks per year, instead of the eight tanks per year stipulated in the original agreement. (NASA, “NASA Extends Shuttle External Tank Contract with Lockheed Martin to September 2008,” news release c02-m, 12 June 2002.)",
      "month": "June",
      "day": 12,
      "monthNumber": 6
    },
    {
      "story": " Scientists announced the discovery of a planetary system with architecture similar to Earth’s solar system, including multiple planets revolving around a parent star, at great distances and in nearly circular orbits. The discovery, the first confirmation that other planetary systems had evolved much like Earth’s solar system, also raised the possibility of the existence of other Earth-like planets in the universe. The scientists who had spearheaded the research effort―Geoffrey W. Marcy of the University of California at Berkeley and R. Paul Butler of the Carnegie Institute of Washington―announced the discovery of a planet nearly the size of Jupiter, orbiting a star at approximately the same distance as that of Jupiter from the Sun. Just as significantly, the astronomers reported that the planet was orbiting its parent star at a distance relatively farther than that of most planets previously observed. In addition, they had found that the newly discovered planet has a circular orbit like Jupiter, whereas most other planets observed had elongated, eccentric orbits. The planet was the second discovered orbiting the star 55 Cancri. The scientists explained that, although the planetary system they had observed was not directly analogous to Earth’s solar system, its discovery signaled that they were closer to finding a system similar to that of Earth.(NASA, “Newfound Planetary System Has ‘Hometown’ Look,” news release 02-111, 13 June 2002.)",
      "month": "June",
      "day": 13,
      "monthNumber": 6
    },
    {
      "story": " Two astronauts from Space Shuttle Endeavour undertook an extravehicular activity (EVA) to repair the ISS’s robotic arm, Canadarm2. American astronaut Franklin R. Chang-Diaz and French astronaut Philippe Perrin replaced one of seven joints on the US$600 million, Canadian- built robotic arm, which was critical to the continued construction of the ISS. To repair Canadarm2, the astronauts first removed its 450-pound (205-kilogram), hand-like, latching-end effector (LEE); loosened six bolts connecting the problematic “wrist roll” joint to the arm; and disconnected power, data, and video lines. They then installed the replacement joint, tightened the bolts to secure the new joint to the arm, restored the power and other lines, and reaffixed the LEE. Subsequent tests of the Canadarm2 confirmed the success of the repairs. The EVA, lasting 7 hours and 17 minutes, was the third for Mission STS-111.(William Harwood, “Spacewalkers Continue Space Station Repairs; Joint on Robotic Arm Is Replaced,” Washington Post, 14 June 2002; NASA JSC, “STS-111, Mission Control Center Status Report no. 18,” 13 June 2002, http://spaceflight.nasa.gov/spacenews/reports/sts111/STS-111-18.html (accessed 18 August 2008).)",
      "month": "June",
      "day": 13,
      "monthNumber": 6
    },
    {
      "story": " NASA Administrator Sean O’Keefe named Jeremiah F. Creedon, Director of NASA’s LaRC, as the new Associate Administrator for the Office of Aerospace Technology at NASA Headquarters. Creedon had begun working at LaRC in June 1963 as an engineer, eventually succeeding Paul F. Holloway to become LaRC’s seventh director. Delma C. Freeman Jr., LaRC’s Deputy Director, became its Acting Director.(NASA LaRC, “NASA Administrator Names Langley Director Associate Administrator of Aerospace Technology,” news release 02-037, 14 May 2002; NASA History Division, “NASA Center Directors,” http://www.hq.nasa.gov/office/pao/History/director.html (accessed 18 August 2008).)",
      "month": "June",
      "day": 15,
      "monthNumber": 6
    },
    {
      "story": " Space Shuttle Endeavour landed at Edwards Air Force Base in California at 2:58 p.m. (EDT), ending a mission of 13 days, 20 hours, and 35 minutes. During STS-111, the crew had used the ISS’s robotic arm, Canadarm2, to move the MBS from Endeavour to the Mobile Transporter (MT) on the ISS’s Destiny laboratory module. In addition, crew members Franklin R. Chang- Diaz and Philippe Perrin had performed three EVAs lasting a total of 19 hours and 31 minutes. During the first EVA, the astronauts had installed a Power and Data Grapple Fixture to the ISS’s P6 Truss, the sixth truss segment on the port side of the ISS’s Integrated Truss Structure, and moved six micrometeoroid debris shields from the Shuttle to a portion of the ISS called the PMA-1 (Pressurized Mating Adapter-One) for eventual installation on the Russian-made Zvezda service module. During the second spacewalk, the crew had connected data, power, and video cables between the MT rail car and the MBS; positioned the Payload Orbital Replacement Unit Accommodation (POA) on the MBS; and completed the installation of the MBS platform. In the final EVA, Chang-Diaz and Perrin had performed repairs on the ISS’s Canadarm2, restoring the instrument to full operational status. In addition, STS-111 had returned the members of Expedition 4Daniel E. Bursch, Yuri I. Onufrienko, and Carl W. Walzto Earth.(NASA, “Space Shuttle Mission Archives: STS-111,” http://www.nasa.gov/mission_pages/shuttle/ shuttlemissions/archives/sts-111.html (accessed 18 August 2008); NASA, “Continuing the Human Presence in Space: STS-111,” press kit, 16 May 2001, 24–29, http://www.jsc.nasa.gov/history/shuttle_pk/ pk/Flight_110_STS- 111_Press_Kit.pdf (accessed 2 January 2009).)",
      "month": "June",
      "day": 19,
      "monthNumber": 6
    },
    {
      "story": " NOAA’s Polar Orbiting Environmental Satellite (POES), NOAA-M, launched on a Titan 2 rocket from Vandenberg Air Force Base in California. NOAA intended the satellite, which was renamed NOAA-17 upon reaching orbit, to collect meteorological data to improve weather forecasting. The satellite was the third in a series of five satellites collectively referred to as the POES system. NOAA planned to transmit the satellite’s data to its National Weather Service, as well as to organizations in other countries. Lockheed Martin Space Systems had built and launched the satellite for NOAA, with NASA’s GSFC managing the project and providing technical guidance.(NASA, Aeronautics and Space Report of the President: Fiscal Year 2002, p. 46; NOAA, “NOAA-M Environmental Satellite Successfully Launched,” 24 June 2002, http://www.noaanews.noaa.gov/stories/s929.htm (accessed 18 August 2008); NOAA, “Polar Operation Environmental Satellite: Polar Orbiting Satellites,” http://www.oso.noaa.gov/poes/ (accessed 18 August 2008).)",
      "month": "June",
      "day": 24,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that it had grounded all four Space Shuttles because of newly discovered mechanical problems, postponing indefinitely the launch of Space Shuttle Columbia. Previously, NASA had scheduled Columbia’s launch for 19 July 2002. According to NASA officials, engineers had found small fissures in metal liners within the fuel pipes of the main engines of Shuttles Atlantis and Discovery. If left unrepaired, the cracks could cause pieces of the liners to break off, possibly damaging a Shuttle’s engine while in flight.(Warren E. Leary, “Shuttle Fleet Is Grounded To Fix Cracks,” New York Times, 26 June 2002.)",
      "month": "June",
      "day": 25,
      "monthNumber": 6
    },
    {
      "story": " NASA’s Office of Space Science announced that it had selected one team to lead the development of an advanced ion-propulsion system and another to develop advanced ion optics. The Office of Space Science had selected NASA’s GRC to develop the NASA Evolutionary Xenon Thruster (NEXT) system, which would use xenon gas and electrical power to drive spacecraft. NASA intended the NEXT system as an alternative to conventional chemical propulsion systems. Furthermore, NASA had selected Boeing Electron Dynamic Devices to lead the development, fabrication, and testing of carbon-based ion optics, important components of ion engines, which, historically, had possessed limited thruster lifetimes.(NASA, “NASA Selects Teams To Lead Development of Next-Generation Ion Engine and Advanced Technology,” news release 02-118, 27 June 2002.)",
      "month": "June",
      "day": 27,
      "monthNumber": 6
    },
    {
      "story": " President George W. Bush signed National Security Presidential Directive-15 (NSPD-15), initiating a review of all U.S. space policies. According to NSPD-15, the review’s purpose was to update the country’s National Space Policy―last revised in 1996―to better address domestic and international developments affecting the nation’s space capabilities. The review provided recommendations in three specific areas: commercial remote sensing and foreign access to remote-sensing space capabilities; space transportation policy; and existing national policy statements related to space activities. The National Security Council (NSC) was to chair the review with support from the Office of Science and Technology Policy. In addition, the NSC had established the Space Policy Coordinating Committee (Space PCC), which would include representatives from federal agencies with roles in the formation of U.S. space policy, such as the International Trade Administration and NOAA.(NASA, Aeronautics and Space Report of the President: Fiscal Year 2002, p. 43; U.S. National Security Professional Development Integration Office, “National Space Policy Review: Fact Sheet” (report, National Security Presidential Directive/NSPD-15, Arlington, VA, 2002), http://www.nspd.gov/ rawmedia_repository/4ff02489171c66d9a66ae29824384025.pdf (accessed 18 August 2008).)",
      "month": "June",
      "day": 28,
      "monthNumber": 6
    },
    {
      "story": " NASA announced the extension of its existing contract with ATK Thiokol Propulsion for the production and refurbishment of reusable solid rocket motors (RSRM) for the Space Shuttle program. Shuttle launches required two RSRMs and three main engines to provide sufficient thrust for the Shuttle to attain orbit. Under the modified agreement, ATK Thiokol would produce and refurbish 70 RSRMs and three flight-support motors. The US$429 million modification extended to May 2007 the original US$2.4 billion contract, which NASA and ATK Thiokol had agreed on in October 1998. The original contract had been the sixth agreement between ATK Thiokol Propulsion and NASA’s MSFC in Huntsville, Alabama.(NASA, “NASA Extends Reusable Solid Rocket Motor Contract with ATK Thiokol Through May 2007,” news release c02-q, 1 July 2002.)",
      "month": "July",
      "day": 1,
      "monthNumber": 7
    },
    {
      "story": " The FAA announced a major operational enhancement to its Automatic Dependent Surveillance Broadcast (ADS-B), a surveillance technology enabling aircraft pilots and air flight controllers to share a common picture of airspace and air traffic. The FAA announced that it had selected new surveillance data links for the ADS-B, including a Universal Access Transceiver link for general aviation users and a 1,090 megahertz Extended Squitter ADS-B link for air carriers and for both commercial and private aviation operators. The FAA’s selection of these data links was part of an effort to coordinate ADS-B operations between the United States and Europe.(FAA, “FAA Announces Automatic Dependent Surveillance-Broadcast Architecture,” news release APA 27-02, 1 July 2002.)",
      "month": "July",
      "day": 1,
      "monthNumber": 7
    },
    {
      "story": " NASA launched Comet Nucleus Tour (CONTOUR) on a Delta 2 rocket from Cape Canaveral Air Station in Florida. NASA scientists had created CONTOURscheduled to make close",
      "month": "July",
      "day": 3,
      "monthNumber": 7
    },
    {
      "story": " approaches to comets Encke, Schwassmann-Wachmann-3, and d’Arrestto analyze the composition of comets. Engineers had designed the spacecraft to capture 4-meter-resolution (13- foot-resolution) images of the comets’ nuclei during its encounters and to perform spectral mapping of the nuclei at resolutions of 100 to 200 meters (328 to 656 feet). Astronomers planned to supplement the data obtained through CONTOUR’s observations with data captured by Earthbased or Earth-orbital telescopes. In addition, NASA planned for CONTOUR to collect data on gas and dust from the environment near the comets’ nuclei.(NASA, Aeronautics and Space Report of the President: Fiscal Year 2002, p. 116; NASA Science Mission Directorate, “Missions: CONTOUR,” http://nasascience.nasa.gov/missions/contour (accessed 22 August 2008). 258 NASA, “Pathfinder Missions To Enhance Our Understanding of Earth,” news release 02-121, 9 July 2002.)",
      "month": "July",
      "day": 3,
      "monthNumber": 7
    },
    {
      "story": " NASA announced the selection of two proposals for space missions for its Earth System Science Pathfinder small-satellite program, developed to research Earth’s carbon cycle and the relationship of climate change and oceans. Specifically, the selected proposals would support the Orbiting Carbon Observatory (OCO), which would provide global measurements of carbon dioxide in the atmosphere, and the Aquarius mission, which would map salt concentrations on oceans’ surfaces to learn how they affect ocean circulation and global heat redistribution. NASA planned to provide up to US$175 million for each of the two proposals selected for the program. NASA appointed David Crisp of JPL as Principal Investigator for the OCO mission and Chester J. “Chet” Koblinsky of GSFC as Principal Investigator for the Aquarius mission. NASA had numerous university, corporate, and international collaborators for both missions, including the Argentine Space Program, a significant partner in the Aquarius mission.",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " ESA reported research indicating that the universe might be older than scientists had previously estimated and that a common method of estimating the age of celestial bodies might be incorrect. A group of scientists had analyzed the XMM-Newton satellite’s x-ray observations of the distant but exceptionally luminous quasar APM 08279+5255 and found that the quasar contains three times more iron than the Sun. Because exploding stars release iron, which increases across the universe over time, the scientists had expected APM 08279+5255 to have less iron than Earth’s relatively older solar system. The scientists noted that the surprising quantity of iron in the distant quasar could be the result of an unknown phenomenon that produces iron very efficiently. However, they suggested that the more likely explanation for the finding was that the conventional method of measuring the age of celestial objects by estimating the objects’ redshifta property of the light emitted by such objectswas flawed.(ESA, “Is the Universe Older Than Expected?” ESA news release, 10 July 2002; Günther Hasinger, Norbert Schartel, and Stefanie Komossa, “Discovery of an Ionized Fe K Edge in the z=3.91 Broad Absorption Line Quasar APM 08279+5255 with XMM-Newton,” Astrophysical Journal Letters 573, no. 2 (10 July 2002): L77–L80.)",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " Data from NASA’s Quick Scatterometer (QuikSCAT) satellite provided support for a decades- old, unproven theory that winds converge in two large areas near Earth’s equator, driving ocean circulation south of the equator. The two areas, known as the northern and southern portions of the Intertropical Convergence Zone, are part of a belt circling Earth near the equator, where trade winds of both the northern and southern hemispheres converge. The region affects north-south atmospheric circulation, significantly influencing precipitation and temperatures in many regions of the globe. Previously, researchers had identified the double Intertropical Convergence Zone as a limited seasonal phenomenon. However, since 1969 the zone’s existence, location, and seasonality had remained controversial. The QuikSCAT data confirmed, not only that the double Intertropical Convergence Zone exists all year long, but also that it is more extensive than scientists had suspected. The finding provided important information about how Earth’s atmosphere and oceans interact near the equator, data that could assist scientists in climate modeling and weather forecasting.(NASA JPL, “Satellite Sees Double Zone of Converging Tropical Winds Around the World,” news release, 9 July 2002; W. T. Liu and X. Xie, “Double Intertropical Convergence Zones―A New Look Using Scatterometer,” Geophysical Research Letters 29, no. 22 (30 November 2002): 2072.)",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " The Research Maximization and Prioritization Task Force (ReMAP) presented the executive summary of its external review to the NASA Advisory Council. NASA Administrator Sean O’Keefe had created ReMAP in March 2002 to recommend strategies that NASA’s Office of Biological and Physical Research (OBPR) could use to achieve its research goals within budgetary limits. Among its recommendations, ReMAP suggested that the ISS include a chief science officer on board, and that NASA increase the ISS’s equipment, the ISS crew’s work time, and the frequency of Shuttle flights, to enable the crew to conduct first-rate research aboard the station.(NASA, “ReMaP Task Force Recognized by NASA Administrator and NASA Advisory Council Chair,” news release 02-123, 10 July 2002; Warren E. Leary, “Panel Asserts Reduced Space Station Plans Will Limit Scientific Work,” New York Times, 11 July 2002.)",
      "month": "July",
      "day": 10,
      "monthNumber": 7
    },
    {
      "story": " NASA signed an agreement with the National Imagery and Mapping Agency (NIMA) to provide researchers with mapping data collected during the Shuttle Radar Topography Mission (SRTM) in 2000. Specifically, the two agencies agreed to provide 90-meter-resolution (295-foot- resolution), digital-elevation-model (DEM) data for areas outside of the United States and 30- meter-resolution (98-foot-resolution) data for the continental United States. According to the agreement, only qualified researchers would have access to the DEM data, although the public would have access to certain selected data. NASA’s JPL would process the 90-meter-resolution (295-foot-resolution) data into DEM data, and NIMA would provide additional finishing before sending it to the USGS’s Earth Resources Observation Systems Data Center for archiving and distribution. In addition, NASA and NIMA would process requests for the data. With regard to the 30-meter-resolution (98-foot-resolution) data, the two agencies agreed that NASA would have access to the data for scientific research, and that NIMA, at its discretion, would make the data available to other agencies.(NASA, “Seeing Clearly Now: Sharp New NASA Maps To Improve Lives Everywhere,” news release 02-122, 11 July 2002.)",
      "month": "July",
      "day": 11,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that it would keep all four Space Shuttles grounded until at least September 2002 because of potentially dangerous fractures discovered in the fuel lines of all four Shuttles. NASA officials also reported that engineers now considered the cracks less of a safety concern than they had feared when NASA first discovered them in June 2002.(William Harwood, “NASA Grounds Space Shuttle Fleet over Fuel Line Cracks,” Washington Post, 13 July 2002.)",
      "month": "July",
      "day": 13,
      "monthNumber": 7
    },
    {
      "story": " The GAO submitted a report to Congress examining the reasons for the increasing costs of the ISS and the potential effects of those costs on the station’s ability to conduct scientific research. The report stated that changes in the program, scheduling delays, and other issues had substantially increased the program’s costs, and that NASA’s management had not taken steps to address cost growth. Consequently, the ISS’s scientific research capabilities had diminished, raising concerns among the station’s international partners. Although GAO made no formal recommendations, it cited NASA’s own newly established management and cost-estimation reforms, noted challenges NASA faced in implementing those reforms, and suggested that NASA develop a credible budget to complete the ISS. NASA formally responded that the report reasonably portrayed the problems with the ISS, as well as NASA’s efforts to address them.(U.S. General Accounting Office, “Space Station: Actions Under Way To Manage Cost, But Significant Challenges Remain” (report no. GAO-02-735, Washington, DC, 17 July 2002), www.gao.gov/cgi-bin/getrpt?GAO- 02-735 (accessed 26 September 2008).)",
      "month": "July",
      "day": 17,
      "monthNumber": 7
    },
    {
      "story": " The House Science Subcommittee on Space and Aeronautics held a hearingNASA Workforce and Management Challengesto garner information about NASA’s efforts to address concerns regarding its human capital, competitive sourcing for the Space Shuttle program, and other matters. Committee members heard testimony from NASA Administrator Sean O’Keefe; David M. Walker, Comptroller General of the United States; and Mark D. Roth, General Counsel of the American Federation of Government Employees. O’Keefe discussed NASA’s Strategic Human Capital Plan, a systemic method of managing human capital according to NASA’s vision and mission. In addition, O’Keefe announced the termination of the comprehensive Strategic Resources Review initiated during the Clinton administration to create a blueprint for NASA’s future facility, missions, and workforce requirements. Roth argued that, because NASA expected a high number of retirements in the near future, its existing and proposed personnel policies were inadequate to address the resulting loss in human capital. Walker discussed methods NASA could use to strengthen its human capital and to address its difficulties with contract management, as well as the increasing expense of the ISS program and of space exploration.(U.S. Congress, House of Representatives, Committee on Science, Subcommittee on Space and Aeronautics, NASA Workforce and Management Challenges, 107th Cong., 2nd sess., 18 July 2002, http://science.house.gov/publications/hearings_markups_details.aspx?NewsID=1424 (accessed 21 August 2008 through Lexis-Nexis Congressional); Larry Wheeler, “O’Keefe Scraps Review of NASA,” Florida Today (Brevard, FL), 19 July 2002.)",
      "month": "July",
      "day": 18,
      "monthNumber": 7
    },
    {
      "story": " NASA officials announced the delay of the launch of Space Shuttle Endeavour STS-113, scheduled for 21 July. Engineers had discovered fuel-line cracks, the same problem that had previously led NASA to ground some Space Shuttles. At the time of the announcement, NASA officials remained uncertain of the new date of Endeavour’s launch, suggesting that, although the Shuttle would be ready to fly by September 2002, NASA might delay the launch until at least the end of 2002.(Warren E. Leary, “Delay Likely for Shuttle Mission with Israeli,” New York Times, 20 July 2002.)",
      "month": "July",
      "day": 20,
      "monthNumber": 7
    },
    {
      "story": " The FBI and NASA’s Office of Inspector General (OIG) announced the arrest of three students employed at NASA’s JSC. The FBI had charged the students with the theft of lunar and meteorite samples. According to the FBI, the three student employees and another man had stolen a safe containing the samples and had attempted to sell the specimens. JSC had notified the FBI and NASA’s OIG of the possible theft on 15 July.(NASA, “NASA Cooperating in Investigation of Theft,” news release 02-133, 22 July 2002; Los Angeles Times, “4 Charged in Theft of NASA Moon Rocks,” 23 July 2002.)",
      "month": "July",
      "day": 22,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that Donald R. Pettit, a backup member of the crew of the Expedition 6 Mission to the ISS, would replace Donald A. Thomas on the mission. NASA had reassigned Thomas, a veteran of four Space Shuttle flights, because of medical issues affecting his qualification for long-duration spaceflight. Pettit, a chemical engineer who had joined the astronaut corps in 1996, had previously served as a staff scientist at Los Alamos National Laboratory in New Mexico.(NASA, “Backup Crew Member Assigned to Expedition Six,” news release 02-139, 26 July 2002.)",
      "month": "July",
      "day": 26,
      "monthNumber": 7
    },
    {
      "story": " The U.S. Senate confirmed Frederick D. Gregory as NASA’s Deputy Administrator, making Gregory the first African American to serve as NASA’s second-in-command. Before becoming Deputy Administrator, Gregory had served as NASA’s Associate Administrator for Space Flight from December 2001 to August 2002 and as Associate Administrator for the Office of Safety and Mission Assurance from June 1992 to December 2001. In addition, Gregory had been an astronaut on three Shuttle missions and had served in the U.S. Air Force for 30 years.(Kelly Young, “Senate Names New NASA Official,” Florida Today (Brevard, FL), 3 August 2002; NASA, “NASA Deputy Administrator Frederick D. Gregory,” http://www.nasa.gov/about/ highlights/gregory_bio.html (accessed 26 September 2008).)",
      "month": "August",
      "day": 1,
      "monthNumber": 8
    },
    {
      "story": " Analyzing observations of the dwarf galaxy NGC 1569, a group of astronomers led by Crystal L. Martin of the University of California Santa Barbara found the first evidence that such galaxies produce most of the heavy elements in the universe. Heavy elements, defined as all elements other than hydrogen and helium, are essential for planet formation and can strongly influence astronomical phenomena such as the rate of galaxy formation. Scientists had theorized that, during the early development of the universe, heavy elements emanating from dwarf galaxies played a dominant role in enriching the intergalactic gas that formed other galaxies. Data from NASA’s Chandra X-ray Observatory enabled Martin and her team to test this idea. They found that NGC 1569 emitted large quantities of heavy elements in extremely hot x-ray winds, the first direct evidence of metal-enriched winds from dwarf galaxies. The researchers noted that the findings left open the question of whether or not dwarf galaxies or other galaxies dominate the intergalactic metallic enrichment process.(NASA, “Dwarf Galaxies Give Universe a Breath of Fresh Oxygen,” news release 02-134, 23 July 2002; Crystal L. Martin, Henry A. Kobulnicky, and Timothy M. Heckman, “The Metal Content of Dwarf Starburst Winds: Results from Chandra Observations of NGC 1569,” Astrophysical Journal 574, no. 2 (1 August 2002): 663–692.)",
      "month": "August",
      "day": 1,
      "monthNumber": 8
    },
    {
      "story": " NASA scientists published research challenging prominent theories about the growth of the gravitational field at Earth’s equator, a phenomenon that began in 1998. Researchers had suggested that atmospheric change, or the melting of glaciers and polar ice, had caused a geographic shift in the planet’s gravitational field, with a decline in upper latitudes and a corresponding increase in lower latitudes. However, NASA scientists Christopher M. Cox and Benjamin F. Chao discovered that the quantity, rate, and timing of atmospheric change and ice melt did not correspond to the magnitude and rate of gravitational shift. Based on their analysis of data that 10 satellites had acquired between 1979 and 2002, Cox and Chao found a more probable explanation of this phenomenon. The data suggested that the oceans had been rapidly transporting substantial quantities of water and ice from higher to lower latitudes, thereby shifting Earth’s mass and causing a corresponding alteration in the planet’s gravitational field from the higher to the lower latitudes. The scientists noted, however, that additional data and analysis were necessary to determine whether their interpretation of the data was correct.(NASA, “Satellites Reveal a Mystery of Large Change in Earth’s Gravity Field,” news release 02-147, 1 August 2002; Christopher M. Cox and Benjamin F. Chao, “Detection of Large-Scale Mass Redistribution in the Terrestrial System Since 1998,” Science 297, no. 5582 (2 August 2002): 831–833.)",
      "month": "August",
      "day": 2,
      "monthNumber": 8
    },
    {
      "story": " Lockheed Martin, NASA, and the state of Mississippi opened the Lockheed Martin Mississippi Space and Technology Center at NASA’s SSC. Officials planned for the 220,000-square-foot (20,440-square-meter) facility to commence operations by the end of 2002. Lockheed Martin announced that its new facility would include a center for production of propulsion and thermal systems for spacecraft, as well as an integrated metrology center. The company also announced that it would provide engineering and manufacturing services at the facility. Lockheed Martin officials cited the location of NASA’s Center of Excellence for propulsion testing at SSC as a critical factor in their decision to consolidate the company’s capabilities at the single facility.(Lockheed Martin, “Lockheed Martin Mississippi Space and Technology Center Opens Doors at John C. Stennis Space Center, MS,” news release, 5 August 2002, http://www.lockheedmartin.com/news/press_releases/2002/ LockheedMartinMississippiSpaceTechn.html (accessed 28 January 2010).)",
      "month": "August",
      "day": 5,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that its Stardust spacecraft had begun collecting interstellar dust grains―extremely small particles of solid matter that permeate the Milky Way Galaxy, providing clues to the galaxy’s formation and development. For use in comparative analyses, the spacecraft would collect both ancient dust grains, found in the interior of comets, and relatively young dust particles, produced by the current generation of stars. Stardust would encounter comet Wild 2 in early 2004. Project scientists, who planned to analyze the dust grains after the spacecraft’s scheduled return to Earth in 2006, hoped that their study would yield evidence about the composition of the early galaxy and its subsequent evolutionary changes.(NASA JPL, “Stardust Spacecraft Reaches for Cosmic Dust,” news release, 6 August 2002. 84)",
      "month": "August",
      "day": 5,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that it had lost contact with the US$159 million comet-exploring spacecraft Comet Nucleus Tour (CONTOUR), launched on 3 July 2002. Ground controllers had lost contact with CONTOUR after a scheduled ignition of its solid-propellant rocket engine, designed to propel the spacecraft out of Earth-orbiting space and into a heliocentric trajectory where it would eventually encounter comets Encke, Schwassmann-Wachmann, and d’Arrest. At the time of its scheduled ignition, the spacecraft was orbiting Earth approximately 140 miles (225 kilometers) above the Indian Ocean.(Warren E. Leary, “Comet-Exploring Spacecraft Has Disappeared, NASA Says,” New York Times, 16 August 2002; NASA National Space Science Data Center, “CONTOUR,” http://nssdc.gsfc.nasa.gov/ nmc/masterCatalog.do?sc=2002-034A (accessed 26 September 2008).)",
      "month": "August",
      "day": 15,
      "monthNumber": 8
    },
    {
      "story": " Boeing and the U.S. Air Force signed a US$9.7 billion contract for 60 C-17 Globemaster III transport aircraft. The contract, an extension of previous agreements between the Air Force and Boeing, would increase the number of C-17s in the Air Force fleet to 180. The Air Force had been using C-17s to transport personnel, equipment, and supplies in support of combat and humanitarian missions.(The Boeing Company, “Boeing and U.S. Air Force Sign $9.7 Billion C-17 Contract,” news release, 15 August 2002, http://www.boeing.com/news/releases/2002/q3/nr_020815m.html (accessed 2 February 2010).)",
      "month": "August",
      "day": 15,
      "monthNumber": 8
    },
    {
      "story": " ESA announced that an international group of astronauts would attend a training session at the European Astronaut Centre in Cologne, Germany, to prepare for missions to the ISS. The specific objective of the training was to prepare the astronauts for the tasks they would need to accomplish when a Japanese experiment module and ESA’s Columbus laboratory docked with the ISS. Upon completing the training, the international ISS partners planned to assign the astronauts to specific, long-duration ISS missions. The training session, scheduled to last from 26 August to 6 September, would include ESA astronauts Pedro Duque, Léopold Eyharts, Paolo A. Nespoli, and Thomas Reiter; Japan’s NASDA astronauts Takao Doi, Satoshi Furukawa, Aikihiko Hoshide, and Koichi Wakata; and NASA astronauts Nicole Passonno Stott and Stephanie D. Wilson.(ESA, “Ten Astronauts Train in Europe for the International Space Station,” ESA news release 56-2002, 19 August 2002.)",
      "month": "August",
      "day": 15,
      "monthNumber": 8
    },
    {
      "story": " NASA’s Voyager 2 spacecraft completed its 25th year of operation. As the probe reached its anniversary, Voyager 2 was 6.3 billion miles (10 billion kilometers) from the Sun and moving toward the edge of the solar system at more than 35,000 miles per hour (56,000 kilometers per hour). Since its launch on 20 August 1977, Voyager 2 had provided photographs of planets Jupiter, Saturn, Uranus, Neptune, and their respective moons, as well as other data. At 25 years old, the spacecraft continued to send data to Earth. Scientists estimated that Voyager 2 could reach the boundary of the solar system in another seven to 21 years. However, they also expected that, by 2020, the spacecraft might not have sufficient power to maintain contact with Earth.(William Harwood, “Voyager Celebrates 25 Years of Space Discovery,” Washington Post, 19 August 2002.)",
      "month": "August",
      "day": 20,
      "monthNumber": 8
    },
    {
      "story": " The first Evolved Expendable Launch Vehicle (EELV), the product of a long-term program designed to provide military and other satellites with enduring, reliable access to space, launched from Cape Canaveral Air Force Station in Florida. Lockheed Martin had developed the rocket, called the Atlas 5. The EELV placed the European television satellite Hot Bird 6 in its preliminary orbit 31 minutes after its launch, and the satellite’s thrusters later maneuvered it into its final orbit. The EELV program had resulted from the U.S. government’s research into the 1986 Challenger disaster. The U.S. Air Force had reportedly paid Lockheed Martin and the Boeing Company more than US$500 million each to design an EELV. The U.S. Air Force had requested an EELV that was an advanced version of existing rockets, rather than an entirely new system, estimating that, through 2020, the EELV could reduce the cost of placing military satellites into orbit by approximately US$10 billion. France-based Eutelsat (European Telecommunications Satellite Organization) owned the Hot Bird 6 broadcast satellite, which Alcatel Space had built.(William Harwood, “Into Space, A New Kind of Rocket,” Washington Post, 22 August 2002; Lockheed Martin, “Inaugural Atlas V Scores Success for ILS, Lockheed Martin,” news release, 21 August 2002, http://www. lockheedmartin.com/news/press_releases/2002/InauguralAtlasVScoresSucceslForILSL.html (accessed 28 January 2010).)",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " A team of NASA scientists using uninhabited aerial vehicles (UAVs) to research electrical storms achieved a flight-duration milestone. The research was part of the Altus Cumulus Electrification Study (ACES), a project that examined the causes of electrical storms and their effects on the planet. The ACES research team employed Altus II UAVs to study thunderstorms over Florida, capping off four weeks of research flights with the study’s longest flight, lasting for 6 hours and 32 minutes and monitoring four successive thunderstorms. General Atomics Aeronautical Systems had built the Altus II, which could fly near thunderstorms for hours, at altitudes of up to 65,000 feet.(NASA MSFC, National Space Science and Technology Center, “NASA Lightning Study Achieves Flight- Duration Milestone, Monitoring Four Storms in Single Mission,” news release N02-011, 23 August 2002.)",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " William W. Parsons Jr. replaced Roy S. Estess as Director of SSC. Parsons had joined NASA in 1990 as a Launch Site Support Manager at NASA’s KSC, later serving in various positions at NASA’s KSC, SSC, and JSC. Estess had come to SSC in 1966 as a test engineer and had served as the Center’s Director from 1989 to 2002.(NASA, “NASA Center Directors,” http://www.hq.nasa.gov/office/pao/History/director.html (accessed 26 September 2008); NASA SSC, “William (Bill) W. Parsons Jr. Director, 2002–2003,” http://www.ssc.nasa.gov/about/history/personalities/parsons.html (accessed 26 September 2008); NASA SSC, “Roy S. Estess, Director, 1989–2002,” http://www.ssc.nasa.gov/about/ history/personalities/estess.html (accessed 26 September 2008).)",
      "month": "August",
      "day": 25,
      "monthNumber": 8
    },
    {
      "story": " NASA’s KSC awarded the Boeing Company the checkout, assembly, and payload-processing services (CAPPS) contract for the Space Shuttle and the EELV. The CAPPS contract had a four- year base period of performance valued at US$332 million. In addition, the contract had two three-year extension options, which could increase the contract’s total value to US$810 million. Under the contract, Boeing would perform payload-processing tasks, such as ensuring that payloads were compatible with launch vehicles and loading payloads into launch vehicles. Boeing had also held KSC’s previous payload-processing agreement, called the payload ground- operations contract.(The Boeing Company, “Boeing Wins Major Space Payload Processing Contract,” news release, 29 August 2002. 86)",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " NASA scientists Eric J. Rignot and Robert H. Thomas published results of one of the most detailed and widespread examinations of polar ice sheets ever performed. Researchers had already determined that changes in the thickness of polar ice correlated with changes in sea level but disagreed about the extent to which the thickness of the ice sheets was changing. Analyzing recent remote-sensing measurements of ice sheets in Greenland and Antarctica, Rignot and Thomas discovered that the thickness of the ice sheets was changing more rapidly than previously thought. Although the data was indeterminate concerning changes in some parts of the ice sheets, Rignot and Thomas found clear evidence that large regions of the polar ice sheets were rapidly changing, with accumulation of ice in some areas and attrition in others. Despite such variations, the scientists found that, overall, the major polar ice sheets were losing mass. Specifically, Greenland’s ice sheet was losing 50 cubic kilometers (12 cubic miles) of mass annually, and the West Antarctic ice sheet appeared to be losing nearly 48 cubic kilometers (11.5 cubic miles) of mass per year.(NASA JPL, “NASA Study Finds Rapid Changes in Earth’s Polar Ice Sheets,” news release, 30 August 2002; Eric Rignot and Robert H. Thomas, “Mass Balance of Polar Ice Sheets,” Science 297, no. 5586 (30 August 2002): 1502– 1506.)",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " The ReMAP Task Force of NASA’s Office of Biological and Physical Research (OBPR) presented its final report to the NASA Advisory Council. NASA had charged the ReMAP Task Force with evaluating the research productivity and priorities of NASA’s OBPR and with providing a framework for prioritizing a research program for the OBPR and the ISS. ReMAP’s 173-page report identified two major goals of these programs: research enabling human exploration of space and basic research of intrinsic scientific interest. In addition, the report made several recommendations, for example, that NASA increase the ISS’s facilities and equipment for scientific research, as well as the amount of time that ISS crew members dedicated to scientific operations. The report stated that, if NASA did not make these and other enhancements to the ISS, then NASA “should cease to characterize the ISS as a science driven program.”(NASA ReMAP Task Force, “Report by the NASA Biological and Physical Research Maximization and Prioritization (ReMAP) Task Force to the NASA Advisory Council” (report, Washington, DC, August 2002).)",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " The Defense Advanced Research Projects Agency awarded the Boeing Company a contract to design a fuel cell–based propulsion system for a pilotless, ultra-long-endurance UAV. According to Boeing, the UAV’s propulsion system would incorporate existing automotive–fuel cell technology, to create a vehicle with a variety of commercial and military applications.(The Boeing Company, “Boeing Receives Contract for UAV Advanced Propulsion System,” news release, 3 September 2002, http://www.boeing.com/news/releases/2002/q3/nr_020903m.html (accessed 2 February 2010).)",
      "month": "September",
      "day": 3,
      "monthNumber": 9
    },
    {
      "story": " The FAA announced plans to establish public use of a new method of air navigation that would significantly increase the capacity and efficiency of airways in the United States. The Required Navigation Performance (RNP) method would rely upon aircraft’s use of advanced, automated guidance technologies, both in terminal areas and en route. Specifically, RNP would incorporate advanced technologies in areas within a 40-mile (64-kilometer) radius of an airport, as well as in high-altitude areas. The use of RNP would have several potential benefits, including precise approach and departure paths at airports, accurate vertical and lateral guidance, and increased airspace capacity. In the United States, Alaska Airlines had pioneered the use of RNP in air carrier operations. The FAA stated that it was committed to establishing public RNP airspace and procedures over the United States.(FAA, “FAA To Establish New Air Navigation Concept Within a Year,” news release APA 39-02, 9 September 2002.)",
      "month": "September",
      "day": 9,
      "monthNumber": 9
    },
    {
      "story": " The Russian Space Agency notified NASA that it had abandoned its plan to transport singer Lance Bass of the popular music group ’N Sync to the ISS. Television producers had intended to sponsor Bass, featuring him in a television documentary about his trip to the ISS. However, the sponsors had failed to raise the estimated US$20 million needed to cover the singer’s fare. Therefore, Russian officials had decided to withdraw Bass as a member of the Soyuz crew scheduled to leave for the ISS on 28 October 2002. If the 23-year-old Bass had gone on the Soyuz mission, he would have become the youngest person ever to travel in space, as well as the third space tourist.(Marcia Dunn, “It’s Official: Russia Faxes NASA To Confirm Bass off Space Flight,” Houston Chronicle, 10 September 2002.)",
      "month": "September",
      "day": 9,
      "monthNumber": 9
    },
    {
      "story": " NASA announced the appointment of two senior managers as part of its new approach to program management. James W. Kennedy, Deputy Center Director of NASA’s MSFC, became Deputy Center Director of NASA’s KSC, and David A. King, Director of Shuttle Processing at KSC, assumed the post of Deputy Center Director of MSFC. The appointments were the result of Administrator Sean O’Keefe’s “One NASA” approach, a method of program management emphasizing enhanced collaboration, communication, and coordination among NASA’s facilities, to attain common goals. Deputy Center Directors Kennedy and King would share management responsibilities with the center directors of their respective facilities.(NASA, “NASA Senior Official Appointments Emphasize ‘One NASA’ Management Approach,” news release 02-172, 10 September 2002.)",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " NASA scientist Zdenek Sekanina published new findings challenging existing ideas about comets. Existing theory had posited that comets rarely break up and that, when they do, the fragmentation usually occurs in close proximity to the Sun. However, basing his research on the analysis of images taken by the Solar and Heliospheric Observatory (SOHO), operated jointly by NASA and ESA, Sekanina had discovered that comets fragment throughout their lifetimes, often at distances far from the Sun. Moreover, Sekanina had found that such fragmentation generally occurs in a somewhat orderly pattern, with a single comet fragmenting into clusters of smaller comets. Sekanina had analyzed a type of very small comet called a sungrazer and discovered that sungrazers are actually fragments of other comets that have broken apart during a previous encounter with the Sun. Moreover, he had found that sungrazers continue to break into pieces throughout their orbits around the Sun. Sekanina had also examined another type of comet―57P/du Toit-Neujmin-Delaporte, finding that this type of comet shows the same pattern of fragmenting into smaller comets as it moves farther from the Sun.(NASA, “Comets Break Up Far and Near,” news release 02-158, 5 September 2002; Zdenek Sekanina, “Runaway Fragmentation of Sungrazing Comets Observed with the Solar and Heliospheric Observatory,” Astrophysical Journal 576, no. 2 (10 September 2002): 1085–1089.)",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " NASA announced the selection of TRW Inc. to lead the team to build the HST’s successor, a new space-based observatory planned to launch in 2010. NASA planned to call the new satellite the James Webb Space Telescope (JWST), in honor of former NASA Administrator James E. Webb. Under the US$824.8 million contract, TRW and its partner organizations would build an observatory capable of viewing deeper into space than the HST. The telescope’s main mirror would unfold to a diameter of at least 20 feet (6.1 meters), thereby providing six times more light-gathering area than the HST, which had an 8-foot (2.4-meter) primary mirror. The telescope would also have instruments highly sensitive to infrared light, which would help astronomers understand the universe’s creation and evolution. In addition, NASA planned for the new telescope to orbit 940,000 miles (1.5 million kilometers) from Earth, within the second Lagrange point or L2, where a spacecraft maintains a balance between the gravity of the Sun and of Earth. Although the L2 orbit would be too far from Earth to allow astronauts to service the observatory, it would enable the observatory to cool to very low temperatures without the use of complex refrigeration equipment.(NASA, “NASA Announces Contract for Next-Generation Space Telescope Named After Space Pioneer,” news release 02-171, 10 September 2002.)",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " The Indian Space Research Organisation (ISRO) announced its first successful launch of a satellite into a geosynchronous transfer orbit. ISRO launched METSAT, a meteorological satellite, from Satish Dhawan Space Center in Sriharikota, Andhra Pradesh, India, using it own rocket, the Polar Satellite Launch Vehicle (PSLV). The new version of the PSLV reflected a significant enhancement of the rocket’s capabilities and a substantial improvement in ISRO’s overall launch capabilities. Previous versions of the PSLV had been capable of placing 900- kilogram (2,000-pound) satellites in a 900-kilometer (560-mile), polar Sun–synchronous orbit, whereas the PSLV-C4 had placed the 1,055-kilogram (2,325-pound) METSAT in a highly elliptical orbit with an apogee (the farthest point from Earth) of 34,700 kilometers (21,600 miles).(ISRO, “PSLV-C4 Launch Successful―Places METSAT in Orbit,” news release, 12 September 2002, http://www.isro.org/pressrelease/Sep13_2002.htm (accessed 3 October 2008); Puttkamer, “Space Flight 2002.”)",
      "month": "September",
      "day": 12,
      "monthNumber": 9
    },
    {
      "story": " The China National Space Administration’s (CNSA’s) Kaituozhe 1 rocket failed during launch, for reasons that remained unclear. Kaituozhe 1 was the first of the CNSA’s new all-solid-fuel, four-stage launch vehicles. CNSA and other Chinese government agencies apparently provided no information to the public about the event or about the reason the launch had failed.(Puttkamer, “Space Flight 2002.”)",
      "month": "September",
      "day": 15,
      "monthNumber": 9
    },
    {
      "story": " NASA Administrator Sean O’Keefe announced that Peggy A. Whitson would be NASA’s first ISS Science Officer. In the future, NASA planned to assign one of its astronauts to the post for each ISS expedition crew. The objective of the assignment was to increase the ISS’s emphasis on research. According to NASA, the ISS Science Officer would focus initially on U.S. research conducted on the ISS. As the station’s research capabilities expanded in the future, NASA would discuss with the ISS’s international partners the possibility of expanding the ISS Science Officer’s role. NASA’s ISS Science Officer would be responsible for working with the U.S. research community on the requirements and objectives of ISS experiments, acting as the point- of-contact between ISS crew and NASA-sponsored principal investigators, payload developers, and other ISS stakeholders. As a crew member of Expedition 5 in June 2002, Whitson, who had a PhD in biochemistry, would become the first resident scientist on the ISS.(NASA, “NASA Administrator Names Whitson First NASA ISS Science Officer,” news release 02-175, 16 September 2002.)",
      "month": "September",
      "day": 16,
      "monthNumber": 9
    },
    {
      "story": " Observations from the HST revealed the existence of medium-sized black holes. According to scientists, the discovery provided important information about the creation of many types of celestial bodies. Scientists were surprised to find that the black holes in the cores of globular star clusters―bright clusters of stars that orbit galaxies, including the Milky Way―are nearly 10,000 times less massive than galaxies. The HST data revealed that black holes in globular star clusters are proportionally smaller than massive black holes found in galaxies, demonstrating that the mass of a black hole is proportional to its stellar surroundings. The results also indicated that when the globular star clusters had formed they had black holes, suggesting that, to form large star clusters, black holes must act as gravitational anchors. Scientists believed these findings might illuminate the process by which galaxies and globular clusters formed. The discovery also suggested that black holes are more ubiquitous than scientists had previously thought.(NASA, “Hubble Discovers Black Holes in Unexpected Places,” news release 02-174, 17 September 2002; William Harwood, “Finding May Connect Dots on How Galaxies Form; Mid-size Black Holes Are Discovered,” Washington Post, 18 September 2002.)",
      "month": "September",
      "day": 17,
      "monthNumber": 9
    },
    {
      "story": " The GAO submitted a report to the House Science Subcommittee on Space and Aeronautics on NASA’s progress toward developing a reusable launch vehicle (RLV), under the Space Launch Initiative (SLI) program, to replace the Space Shuttle. According to GAO, NASA needed to complete ongoing reassessment of its overall space transportation plans and of the future of the ISS. NASA also needed to determine whether it would develop the SLI program in cooperation with the DOD. To address these concerns, GAO recommended that NASA reassess the schedule for defining the SLI’s requirements and reach a consensus with the DOD on the program’s priorities and objectives. The report also recommended that NASA finalize the SLI’s basic requirements before implementing management controls on the program’s costs and risks. In its response, NASA concurred with GAO’s recommendations and outlined plans to implement them.(U.S. General Accounting Office, “Space Transportation: Challenges Facing NASA’s Space Launch Initiative” (report no. GAO-02-1020, Washington, DC, 17 September 2002), http://www.gao.gov/ new.items/d021020.pdf (accessed 10 October 2008).)",
      "month": "September",
      "day": 17,
      "monthNumber": 9
    },
    {
      "story": " The National Research Council (NRC), the research arm of the National Academy of Sciences, released a report on the ISS, outlining NASA’s efforts to limit cost overruns on the project. The report concluded that, if NASA proceeded with its plans to halt construction, once the ISS’s core was complete, and to limit the station’s crew, equipment, and other components, the ISS would be unlikely to become a first-class laboratory. NRC reported that capping the crew to three persons would have a highly detrimental impact on the quality of scientific research conducted on board the ISS, because a crew of such a small size would have to devote most of its time to station maintenance and operation. In addition, NRC stated that NASA had made its decision to cancel or delay equipment for experiments without assessing scientific priorities or determining which research plans the curtailments would affect most. NASA’s official representative responded that NASA was committed to building the ISS beyond the core-complete stage. Moreover, NASA intended to continue developing the ISS based on decisions concerning the station’s scientific priorities and planned to take any steps necessary to achieve those goalsfor example, increasing the size of the station’s crew.(Warren E. Leary, “Cuts Lessen Space Station’s Value to Science, Report Says,” New York Times, 20 September 2002.)",
      "month": "September",
      "day": 18,
      "monthNumber": 9
    },
    {
      "story": " G. Scott Hubbard replaced Henry McDonald as Director of NASA’s ARC. Hubbard, ARC’s Deputy Director of Research at the time of the appointment, had served in a number of management roles at the Center since the beginning of his career with NASA in 1987. In addition, he had helped establish NASA’s Astrobiology Institute at ARC and had originated the Mars Pathfinder program. McDonald, who had served as Director of ARC from 1996 to 2002, had left the Center to become a professor of computational engineering at the University of Tennessee in Chattanooga.(NASA History Division, “NASA Center Directors,” http://www.hq.nasa.gov/office/pao/History/ director.html (accessed 3 October 2008); NASA ARC, “G. Scott Hubbard Named NASA Ames Research Center Director,” news release 02-103AR, 19 September 2002.)",
      "month": "September",
      "day": 19,
      "monthNumber": 9
    },
    {
      "story": " The General Services Administration (GSA) presented the Federal Aviation Award to the Aircraft Operations Division (AOD) of NASA’s JSC. The AOD, which provided astronauts with spaceflight training, had an exemplary safety record. In addition, GSA gave Chief of AOD Robert J. Naughton an Honorable Mention for the Federal Aviation Professional Award. GSA’s awards recognized effectiveness, efficiency, and safety in federal aviation operations, in the hope that honoring outstanding federal aviation programs and professionals would promote excellence in government aviation.(NASA JSC, “JSC’s Aircraft Operations Division Wins Top Federal Aviation Award,” news release J02-93, 19 September 2002.)",
      "month": "September",
      "day": 19,
      "monthNumber": 9
    },
    {
      "story": " NASA awarded Boeing Space and Communications Group a US$200 million contract to perform payload and mission operations for the ISS. The contract, formally known as the ISS payload-integration contract (IPIC), stipulated that Boeing perform payload engineering integration, mission integration, and payload operations at NASA’s JSC and MSFC. Previously, Boeing had performed those operations under two separate contracts. The new IPIC contract covered operations until 30 September 2004, with an option to extend through 30 September 2005.(NASA, “NASA Awards Contract to Boeing,” news release c02-dd, 8 October 2002.)",
      "month": "September",
      "day": 23,
      "monthNumber": 9
    },
    {
      "story": " NASA announced an agreement with the National Institute of Aerospace Associates (NIAA), an organization of universities and nonprofit organizations engaged in aerospace research, to create the National Institute of Aerospace (NIA) at NASA’s LaRC. NASA described the agreement with NIAA as a long-term commitment to expand its collaboration with universities, industry, and other entities. The new NIA would host advanced aerospace and atmospheric research and the development of related technologies, offering graduate degrees in engineering and science, facilitating the growth of new business opportunities, and stimulating the commercialization of new intellectual property. The basic five-year cooperative agreement was valued at US$69 million, and the contract’s total value could increase to US$379 million with the acceptance of three five-year options.(NASA, “NASA Selects Corporation To Lead Innovative Research Institute,” news release c02-aa, 26 September 2002.)",
      "month": "September",
      "day": 26,
      "monthNumber": 9
    },
    {
      "story": " NASA awarded contracts to four companies to develop technology to prevent the flammability of airliner fuel tanks. The research plan was a response to the National Transportation Safety Board’s (NTSB’s) findings concerning the problem of flammability and explosiveness in the center wing tanks of airplanes, a vulnerability that had destroyed airliners such as TWA Flight 800. NASA’s GRC awarded the contracts to Creare Engineering, Essex Cryogenics, Honeywell Environmental Controls Systems, and Valcor Engineering, stipulating that the companies research how they might replace the oxygen in fuel tanks with a noncombustible gas. The companies would determine the feasibility of improving the methods of on-board systems of inert gas generation and of on-board oxygen generation. If the researchers found potential means of improving the systems, the awardees would fabricate and test hardware during the contract’s second phase.(NASA, “Studies Aim to Reduce Airliner Fuel Tank Flammability,” news release 02-186, 30 September 2002. 301 Federal Aviation Administration’s R&D Review, Spring 2003, 14, http://www.airtech.tc.faa.gov/ RD/2003_spring.pdf (accessed 3 March 2009); FAA, “EDMS Reference Manual SupplementModel Changes between EDMS 4.05 and EDMS 4.1” (manual, Washington, DC, September 30, 2002), http://www.faa.gov/about/office_org/headquarters_offices/aep/models/edms_model/previous_edms/media/410- sup_rev.pdf (accessed 3 March 2009).)",
      "month": "September",
      "day": 30,
      "monthNumber": 9
    },
    {
      "story": " The FAA released an enhanced version of the Emissions and Dispersion Modeling System (EDMS), a computer program that the FAA had developed in the mid-1980s to assess the effects of aircraft, ground-support equipment, and other sources of airport emissions on air quality. The new version, referred to as EDMS 4.1, included a number of features enabling analysts better to examine local concentrations of pollutants, including diagrams of specific airports and mathematical models of aircraft-exhaust dispersion.",
      "month": "September",
      "day": 30,
      "monthNumber": 9
    },
    {
      "story": " Astronomers used images from NASA’s Chandra X-ray Observatory and Rossi X-ray Timing Explorer to observe, for the first time, the life cycles of x-ray jets ejected from a black hole. Scientists considered x-ray jets an extremely important phenomenon to understand, because they could reveal information about the dynamics of matter that accumulates in intense gravitational fields. From 1998 to 2002, the two satellites had collected the images showing the progressive changes of two jets of high-energy particles emitted from a black hole, microquasar XTE J1550- 564. The images revealed that the jets had initially traveled at nearly half the speed of light, later decelerating and eventually disappearing. Astronomers were surprised to discover that the x-ray jet farthest from Earth was three times brighter than the jet that traveled closer to Earth, a finding that was not explained by existing models of x-ray jets.(NASA, “Chandra Discovers the History of Black Hole X-ray Jets,” news release 02-189, 3 October 2002; S. Corbel et al., “Large-Scale, Decelerating, Relativistic X-ray Jets from the Microquasar XTE J1550-564,” Science n.s. 298, no. 5591 (4 October 2002): 196–199.)",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " Space Shuttle Atlantis STS-112 launched from NASA’s KSC in Cape Canaveral, Florida, at 2:46 p.m. (CDT). The Shuttle’s crew included Commander Jeffrey S. Ashby, Pilot Pamela A. Melroy, and crew members Sandra H. Magnus, Piers J. Sellers, David A. Wolf, and Fyodor N. Yurchikhin. STS-112’s major objective was to deliver and install the Starboard One (S1) Truss, the second segment of the ISS’s Integrated Truss Structure. Astronauts Sellers and Wolf planned to make three spacewalks during the installation missiondesignated ISS Assembly Mission 9Ato install and activate the truss. Other mission objectives included transferring experiments and payloads from Atlantis to the ISS, deploying the station’s second S-Band communications system, and installing external camera systems.(NASA, “STS-112: Extending the Space Station’s Backbone,” http://spaceflight.nasa.gov/shuttle/ archives/sts- 112/ (accessed 17 October 2008); NASA, “STS-112 Overview,” http://spaceflight.nasa.gov/ shuttle/archives/sts- 112/mm-sts-112.pdf (accessed 17 October 2008).)",
      "month": "October",
      "day": 7,
      "monthNumber": 10
    },
    {
      "story": " Scientists from California Institute of Technology announced that they had used NASA’s HST to measure the true size of an orbiting, planet-like body beyond Pluto. The sphere was the most distant object that a telescope had measured within Earth’s solar system. Like its neighbor Pluto, the object, which is nearly 4 billion miles (6.4 billion kilometers) from Earth, lies in the Kuiper Belt, an icy debris field that extends 7 billion miles (11.3 billion kilometers) beyond the orbit of Neptune. Using the HST, scientists Michael E. Brown and Chadwick A. Trujillo were able to determine several properties of the sphere, including its diameter of 780 miles (1,250 kilometers). Although too small to be a planet, the sphere, which Brown and Trujillo named Quaoarafter a creation deity of the Native American Tongva peoplehas planet-like traits that Pluto lacks. For example, Brown and Trujillo found that Quaoar has a circular orbit around the Sun and is in the same plane as the other planets in Earth’s solar system. Brown and Trujillo announced their findings at the annual meeting of the American Astronomical Society’s Division for Planetary Sciences.(NASA, “Hubble Spots an Icy World Far Beyond Pluto,” news release 02-190, 7 October 2002; Usha Lee McFarling, “Pluto’s Not So Alone Out There, It Appears,” Los Angeles Times, 8 October 2002.)",
      "month": "October",
      "day": 7,
      "monthNumber": 10
    },
    {
      "story": " Astronomer Riccardo Giacconi received the Nobel Prize in physics for research on cosmic x-ray radiation. Giacconi’s projects had included NASA-funded research leading to his discovery of cosmic x-ray sources. A professor at Johns Hopkins University, Giacconi had been the first scientist to discover a source of x-rays outside Earth’s solar system and the first to prove that the universe contained background radiation of x-ray light. In addition, many astronomers believed that x-ray sources Giacconi had discovered contained black holes. Giacconi had also been responsible for the conception and design of the first x-ray satellite and the first operating x-ray telescope. Together with Harvey Tananbaum, he had proposed the design of the x-ray telescope that eventually became NASA’s Chandra X-ray Observatory. Moreover, Giacconi had been the first Director of the Hubble Space Telescope Science Institute and the Principal Investigator for the Chandra Ultra-Deep Survey, which had obtained the deepest x-ray exposures with a millionth-second observation.(NASA, “Nobel Physics in Physics Awarded to Astronomer for NASA-Funded Research,” news release 02-197, 8 October 2002; Nobel Foundation, “Advanced Information on the Nobel Prize in Physics 2002,” news release, 8 October 2002, http://nobelprize.org/nobel_prizes/physics/laureates/2002/phyadv02.pdf (accessed 17 October 2008). 306 Gwyneth K. Shaw, “Military Influence To Grow at NASA,” Orlando Sentinel (FL), 9 October 2002.)",
      "month": "October",
      "day": 8,
      "monthNumber": 10
    },
    {
      "story": " NASA Administrator Sean O’Keefe and U.S. Air Force Undersecretary Peter Teets jointly announced that NASA and the DOD would have closer links, beginning with the FY 2004 budget. Major media reported that the two officials had not provided specific details concerning the association between NASA and the DOD. Although O’Keefe remarked that the collaboration might not require a formalized plan, the two officials stated that NASA and the DOD would integrate research and development efforts on projects such as space-based radar, communications satellites, and the Strategic Launch Initiative (SLI) to develop a reusable launch vehicle (RLV) to replace the Space Shuttle.",
      "month": "October",
      "day": 8,
      "monthNumber": 10
    },
    {
      "story": " Crew members of Space Shuttle Atlantis STS-112 and the ISS installed the first Starboard truss segment, the S1 Truss, connecting it with the ISS’s Integrated Truss Structure. Installation of the 45-foot-long (13.7-meter-long) S1 Truss was the mission’s main objective. Astronauts David A. Wolf and Piers J. Sellers accomplished the task during three spacewalks, with astronauts Peggy A. Whitson and Sandra H. Magnus operating the ISS’s robotic arm to attach the S1 to the central truss segment, the S0 Truss. The astronauts also installed the Crew and Equipment Translation Aid, a cart that runs on rails along the top of the truss.(Warren E. Leary, “Astronauts Install Girder on Space Station,” New York Times, 11 October 2002; NASA, “ISS Assembly Mission 9A,” http://www.nasa.gov/mission_pages/station/structure/ iss_assembly_9a.html (accessed 17 October 2008).)",
      "month": "October",
      "day": 10,
      "monthNumber": 10
    },
    {
      "story": " A Russian Space Agency launch failed, when an uncrewed Soyuz-U rocket exploded after the rocket’s engine automatically shut down, 29 seconds after liftoff from Plesetsk Cosmodrome in Russia. The rocket was carrying a Foton-M1 spacecraft with 44 microgravity experiments that ESA, Japan, Russia, and the United States had intended for the ISS. ESA stated that it planned to rebuild the Foton-M1 spacecraft for a later launch.(ESA, “Foton,” http://www.spaceflight.esa.int/users/index.cfm?act=default.page&level=11&page=facfoton (accessed 6 January 2009); Puttkamer, “Space Flight 2002.”)",
      "month": "October",
      "day": 15,
      "monthNumber": 10
    },
    {
      "story": " NASA engineers completed a successful demonstration of a solar-powered UAV for remote- sensing applications. Engineers with NASA’s Suborbital Airborne Sciences programs had guided the Pathfinder-Plus UAV throughout a flight lasting nearly 4 hours, during which the aircraft had captured more than 300 high-resolution digital images of a coffee plantation on the Hawaiian island of Kauai. NASA had developed the UAV for Earth science research, but project engineers described the flight demonstration as evidence that their integration of the UAV technology with decision-support systems would have additional practical applications. For example, project engineers hoped that the UAV technology might eventually enable farmers and ranchers to produce harvests more effectively and efficiently. The solar-powered UAV had a ground-controlled aerial imaging system. In fact, an undergraduate student nearly 2,500 miles (4,000 kilometers) away at California State University in Monterey Bay controlled one of the craft’s digital cameras during the demonstration.(NASA, “NASA Mission Demonstrates Practical Use of UAV Technology,” news release 02-200, 16 October 2002.)",
      "month": "October",
      "day": 16,
      "monthNumber": 10
    },
    {
      "story": " ESA launched the International Gamma Ray Astrophysics Laboratory (INTEGRAL) observatory from Baikonur Cosmodrome, Kazakhstan, at 10:41 a.m., local time12:41 a.m. (EST). ESA had designed the satellite, and Italy’s Alenia Spazio had developed it, with support from more than 30 European firms. INTEGRAL would study dense objects that are sources of high-energy radiation, such as neutron stars and black holes. Project scientists hoped that INTEGRAL would produce images that would help confirm the presence of black holes at the center of galaxies, beginning with the Milky Way. INTEGRAL had two main instruments for analyzing gamma-ray sources: the Spectrometer on INTEGRAL, or SPI spectrometer, and the Imager on Board the INTEGRAL Satellite, or IBIS imager. The spectrometer and imager had an extremely sharp angular resolution, enabling them to conduct spectral analyses with an energy resolution 40 times better than that provided by any previous satellite. INTEGRAL also carried an x-ray imager and a charged-coupled device (CCD) imager that operated within the visible spectrum waveband. Using the combined data from the four instruments, project scientists would be able to make simultaneous observations of high-energy phenomena, from visible light to gamma rays.(ESA, “Europe Opens a Window onto a Violent Universe,” ESA news release 66-2002, 17 October 2002, http://www.esa.int/esaCP/ESAKXQTHN6D_index.0.html (accessed 2 February 2010).)",
      "month": "October",
      "day": 17,
      "monthNumber": 10
    },
    {
      "story": " NASA appointed Michael U. Rudolphi as Deputy Director for NASA’s SSC. NASA administrators stated that the selection was part of the “One NASA” initiative of enhancing partnerships among NASA’s various centers. Rudolphi would assume the post after the launch of Space Shuttle Endeavour on STS-113, scheduled for liftoff in November 2002. Since January 2000, Rudolphi had managed the Reusable Solid Rocket Motor Project at NASA’s MSFC. He had begun his career with NASA in 1998 as Facility Manager for MSFC’s Advanced Solid Rocket Motor Project. Before joining NASA, Rudolphi had been a manager of the contractor plant for the Solid Rocket Booster Project at NASA’s KSC.(NASA, “NASA Announces New Stennis Space Center Deputy Director,” news release 02-201, 17 October 2002. 312 NASA, “STS-112: Extending the Space Station’s Backbone,” http://spaceflight.nasa.gov/ shuttle/archives/sts- 112/ (accessed 17 October 2008).)",
      "month": "October",
      "day": 17,
      "monthNumber": 10
    },
    {
      "story": " Space Shuttle Atlantis landed at NASA’s KSC in Cape Canaveral, Florida, at 10:44 a.m. (CDT), marking the end of STS-112. During the mission, Atlantis’s crew had conducted joint operations with the ISS Expedition 5 crew, including the installation of the S1 Truss to the ISS’s Integrated Truss Structure. Astronauts Piers J. Sellers and David A. Wolf had performed three spacewalks to install the truss. In addition, the Shuttle’s crew members had transferred cargo to the ISS and had used the Shuttle’s thruster jets to raise the station’s orbit. The mission’s total duration was 10 days, 19 hours, and 58 minutes.",
      "month": "October",
      "day": 18,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that it would delay the selection of designs for the RLV that would replace the Space Shuttle under the US$4.8 billion SLI program. NASA had planned to select a pool of proposed designs in November 2002, eventually limiting the pool to two designs before 2006. However, a NASA official said that NASA had slowed the selection process while awaiting the results of studies on various unresolved issues with the SLI program. The results of those studies could affect the program’s objectives, as well as the design of the RLV that NASA planned.(Gwyneth K. Shaw, “NASA Taps Brakes on Shuttle Replacement,” Orlando Sentinel (FL), 23 October 2002.)",
      "month": "October",
      "day": 22,
      "monthNumber": 10
    },
    {
      "story": " A group of astronomers, including NASA’s Christophe Dumas, announced the discovery of a new moon orbiting the planet Uranus. S/2001 U 1 was Uranus’s 21st confirmed moon, one of six Uranian moons with an irregular orbit on a different orbital plane from that of the planet’s other moons. Moons with irregular orbits are hard to find, because they tend to be very distant from the planet they orbit and are so faint that they are difficult to distinguish from stars. The six Uranian moons with irregular orbits were the planet’s smallest moons, ranging in size from 10 to 20 kilometers (6 to 12 miles) in diameter. Scientists theorized that these smaller moons were the result of collisions that had occurred during the early stages of planetary formation.(NASA JPL, “Scientists Boost Tally at Uranus,” news release, 25 October 2002.)",
      "month": "October",
      "day": 25,
      "monthNumber": 10
    },
    {
      "story": " The ISS’s international partners made several decisions during a meeting held in Houston, Texas. The meeting’s purpose was to discuss the provision of crew return vehicles (CRVs) for the ISS and plans for the station’s construction, through 2008. NASA announced that the collaborating space agencies had agreed to a modified launch schedule for components provided by Canada, Japan, and ESA. In addition, they had discussed the possibility of Russia’s continuing to provide Soyuz CRVs until NASA had completed the construction of a replacement vehicle.(John Kelly, “International Space Station Partners OK Modified Launch Schedule,” Florida Today (Brevard, FL), 29 October 2002.)",
      "month": "October",
      "day": 28,
      "monthNumber": 10
    },
    {
      "story": " The Russian Space Agency launched the Soyuz TMA-1 from Baikonur Cosmodrome, Kazakhstan, at 8:11 a.m., local time10:11 p.m. (EST). The launch was officially designated ISS Mission 5S. Soyuz TMA-1 was the first of a newly modified version of the Soyuz spacecraft, offering improved safety features and accommodation for crew members of a larger range of sizes. In addition, Soyuz TMA-1 was an automatic passenger craft intended to replace Soyuz TM- 34 as the ISS’s escape craft. The Russian Space Agency had been sending Soyuz vehicles to the ISS every six months as CRVs for scientists residing on the ISS. Soyuz TMA-1’s crew consisted of Commander Sergei V. Zalyotin and two crew members, Russian cosmonaut Yuri V. Lonchakov and Belgian ESA astronaut Frank De Winne. The mission’s primary purpose was to provide a CRV for the ISS; however, Soyuz TMA-1’s crew also planned to conduct scientific experiments with the ISS Expedition 5 members. ISS crew would conduct most of these experiments under a commercial contract between Russia and ESA.(Puttkamer, “Space Flight 2002”; NASA Mission Control Center, “Report #48,” http://quest.nasa.gov/ news/space/2002/10-29a.txt (accessed 17 October 2008).)",
      "month": "October",
      "day": 31,
      "monthNumber": 10
    },
    {
      "story": " Scientists obtained the first measurements ever taken of the dimensions and compositional matter of a neutron star, providing important new information about the fundamental nature of matter and energy. Using ESA’s XMM-Newton space telescope, Jean Cottam of NASA’s GSFC and other researchers captured the first measurements of the gravitational redshift of a neutron star. Gravitational redshift occurs when an intense gravitational field such as that of a neutron star warps light or other electromagnetic radiation. Thus, by calculating the star’s redshift, the scientists were able to estimate its gravity, compositional material, and other characteristics. The researchers found that the star EXO 0748-676 is likely composed of normal nuclear matter, as scientists had previously theorized. The researchers’ observations regarding neutron stars, specifically, and matter and energy, generally, occurred under conditions that scientists are unable to replicate on Earth. The researchers thought that the findings might reveal new information about the creation of the universe, because, theoretically, the temperature and pressure of neutron stars is similar to the temperature and pressure that was present just one second after the Big Bang.(ESA, “XMM-Newton Closes In on Space’s Exotic Matter,” ESA news release 69-2002, 6 November 2002, http://www.esa.int/esaCP/ESAK117708D_index_0.html (accessed 2 February 2010); NASA, “Exotic Innards of a Neutron Star Revealed in a Series of Explosions,” news release 02-214, 6 November 2002; Jean Cottam, Frederik Paerels, and Mariano Mendez, “Gravitationally Redshifted Absorption Lines in the X-ray Burst Spectra of a Neutron Star,” Nature 420, no. 6911 (7 November 2002): 51–54.)",
      "month": "November",
      "day": 6,
      "monthNumber": 11
    },
    {
      "story": " George W. S. Abbey, Special Assistant to NASA’s Administrator and former Director of NASA’s JSC, announced his retirement from NASA effective 3 January 2003. Abbey had begun his career at JSC in 1964 as a U.S. Air Force officer. He had served as Director of JSC and had become a high-level manager for the ISS project. In 2001 he had left the post because of the soaring costs of the ISS.(NASA JSC, “Statement by General Jefferson D. Howell Jr. on the Retirement of Former JSC Director George W. S. Abbey,” news release J02-111, 7 November 2002; Houston Chronicle, “Longtime NASA Official Retires,” 8 November 2002.)",
      "month": "November",
      "day": 7,
      "monthNumber": 11
    },
    {
      "story": " The U.S. Air Force chose Boeing Integrated Defense Systems to produce the first three satellites for the GPS IIF satellite program. The U.S. Air Force had designed the GPS IIF program to provide new capabilities for civilian and military GPS users―a new civilian signal within the protected Aeronautical Radio Navigation System frequency band and secure operational military codes for military aircraft. The Air Force had also intended the GPS IIF to be compatible with the U.S. Air Force’s Evolved Expendable Launch Vehicle (EELV). Boeing had designed the GPS IIF to accommodate incremental technology upgrades, enabling the satellites to serve both the immediate needs of the GPS IIF program and the long-term needs of the planned next generation satellite system, GPS III.(The Boeing Company, “Boeing Receives GPS IIF Production Approval,” news release, 11 November 2002, http://www.boeing.com/news/releases/2002/q4/nr_021111t.html (accessed 28 January 2010); U.S. Coast Guard)",
      "month": "November",
      "day": 11,
      "monthNumber": 11
    },
    {
      "story": " President George W. Bush released details of NASA’s new Integrated Space Transportation Plan (ISTP) in an amendment to his budget request for FY 2003. The ISTP included a number of changes in NASA’s spaceflight programs that, together, would encompass a comprehensive effort to coordinate NASA’s investments in the ISS, the Space Shuttle program, and the replacement vehicle for the Shuttle. The new plan would provide more resources for completing the assembly of the ISS, as well as an increase in the number of annual Shuttle flights to the ISS. Shuttle flights to the ISS would increase from four to five flights annually, enabling transport of more researchers and more science-based payloads. Moreover, the ISTP would restructure the Space Launch Initiative (SLI), making the program’s immediate objective the development of the Orbital Space Plane (OSP), rather than development of a replacement vehicle for the Space Shuttle. The OSP, which would be smaller than the Shuttle, would function as both the crew transport vehicle and the emergency escape vehicle for the ISS, and NASA would use the Shuttles for heavy cargo delivery. NASA stressed that, although the ISTP would change NASA’s five-year budget plan, the program’s costs would remain within the original FY 2003 budget.(NASA, “NASA’s Integrated Space Transportation Plan Released,” news release 02-220, 13 November 2002; Warren E. Leary, “NASA To Delay Decision on Shuttle Replacement,” New York Times, 14 November 2002.)",
      "month": "November",
      "day": 13,
      "monthNumber": 11
    },
    {
      "story": " The Commission on the Future of the United States Aerospace Industry released its final report on the industry’s health and future well-being. President George W. Bush had created the Commission, composed of aerospace industry executives, lawyers, and policy analysts, to analyze the U.S. aerospace industry’s stability, financial health, and relationship to national security. The Commission had concluded that the United States should establish a national aerospace policy; create a government-wide framework to implement that policy; reduce legal and regulatory barriers, to enable the industry to grow and become more internationally competitive; and increase investments in the nation’s aerospace industrial base, infrastructure, personnel, and long-term research. In addition, the Commission’s report provided numerous recommendations to the industry concerning how to meet those objectives, such as increasing and sustaining public and private investment in the aerospace industry and aerospace technologies, transforming the nation’s air transportation system, and enhancing the defense industrial base.(Commission on the Future of the United States Aerospace Industry, Final Report (Arlington, VA, November 2002); The Boeing Company, “Boeing Supports Recommendations of U.S. Aerospace Commission,” news release, 18 November 2002, http://www.boeing.com/news/releases/2002/q4/nr_021118a.html (accessed 28 January 2010).)",
      "month": "November",
      "day": 18,
      "monthNumber": 11
    },
    {
      "story": " Astronomers discovered a phenomenon that they had previously postulated in theory, but had never actually observeda black hole in motion, likely propelled by the explosion of a supernova. Using the HST, I. Felix Mirabel, of France’s Atomic Energy Commission and Argentina’s Institute of Astronomy and Space Physics, and other scientists had determined that the black hole GRO J1655-40 was traveling toward Earth at approximately 250,000 miles per hour (400,000 kilometers per hour) as it consumed a companion star locked in gravitational orbit around the black hole. Although astronomers could not observe the black hole directly, they were",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " Navigation Center, “The Global Positioning System,” http://www.gps.gov/ systems/gps/index.html (accessed 12 December 2008). able to infer its velocity, orbit, and other characteristics by observing its companion star and the effects of the black hole’s immense gravity on that star. The scientists were able to use the calculations of the black hole’s velocity and orbit to determine that a supernova explosion was most likely the event that had propelled the black hole into motion.(William Harwood, “Black Hole’s Velocity Links It to Supernova,” Washington Post, 19 November 2002; I. F. Mirabel et al., “The Runaway Black Hole GRO J1655-40,” Astronomy and Astrophysics 395, no. 2 (19 November 2002): 595–599.)",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " NASA awarded SLI contracts to Boeing and Lockheed Martin for flight-demonstrator technologies. The flight-demonstrator contracts would support development of the future OSP, which would serve as both the transport vehicle and the escape vehicle for astronauts assigned to the ISS. NASA awarded a contract valued at US$301 million (including options through 2006) to Boeing’s Phantom Works Division, to continue developing its X-37 test vehicle. The purpose of the X-37 was to test technologies that, eventually, NASA could use in the OSP. NASA awarded another contract worth US$53 million (including options through 2006) to Lockheed Martin, to develop a reusable, launchpad-abort demonstrator. The demonstrator, an escape module capable of recognizing problems and evacuating crew within seconds, would assist crews to escape emergencies occurring on the launchpad.(NASA, “NASA Awards Contracts for Flight Demonstrators,” news release c02-gg, 20 November 2002; Chris Kidler, “NASA Awards X-37 Contracts,” Florida Today (Brevard, FL), 27 November 2002.)",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " Boeing successfully launched its first Delta 4 rocket, which the U.S. Air Force would use in 2003 in the EELV program. The purpose of the EELV program was to develop reliable and cost- efficient launch capabilities for commercial and government payloads. The launch occurred at 5:39 p.m. (EST) at Cape Canaveral Air Force Station in Florida. The Delta 4, a “Medium+” configuration of Boeing’s five-member Delta 4 family of rockets, deployed Eutelsat’s (European Telecommunications Satellite Organization’s) commercial telecommunications satellite W5 into geosynchronous transfer orbit. During the next scheduled Delta 4 launch―the first mission for the EELV program―the Air Force planned to use a Delta 4 Medium rocket to deploy the DSCS III A3 satellite for the Defense Satellite Communication System.(The Boeing Company, “Successful First Launch for Boeing Delta IV,” news release, 20 November 2002, http://www.boeing.com/news/releases/2002/q4/nr_021120s.html (accessed 28 January 2010); U. S. Air Force, “U.S. Air Force Fact Sheet: Evolved Expendable Launch Vehicle,” http://www.au.af.mil/au/awc/space/factsheets/eelv.htm (accessed 28 October 2008).)",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " Space Shuttle Endeavour STS-113 launched from NASA’s KSC in Cape Canaveral, Florida, at 6:50 p.m. Central Standard Time (CST). The Shuttle’s crew members comprised Commander James D. Wetherbee and astronauts Kenneth D. Bowersox, Nikolai M. Budarin, John Bennett Herrington, Paul S. Lockhart, Michael Lopez-Alegria, and Donald R. Pettit. The primary objective of STS-113, also designated as Station Assembly Flight 11A, was to transport the crew of Expedition 6―Bowersox, Budarin, and Pettit―to the ISS and return the crew of Expedition 5 to Earth. Another major objective was to install the Port 1 (P1) Truss segment on the ISS’s Integrated Truss Structure. The structure would eventually house the ISS’s solar arrays and would carry power, data, and temperature controls for the station’s electronics. In addition, STS113 would transport several experiments to the ISS, returning to Earth with several experiments that the crew of Expedition 5 had conducted.(NASA, “STS-113: A New Crew for the International Space Station,” http://spaceflight.nasa.gov/shuttle/ archives/sts-113/ (accessed 29 October 2008); NASA, “STS-113 Shuttle Press Kit” press kit, 25 October 2002, http://www.shuttlepresskit.com/STS-113/SPK_sts-113.pdf (accessed 29 October 2008).)",
      "month": "November",
      "day": 23,
      "monthNumber": 11
    },
    {
      "story": " NASA completed an agreement with California Institute of Technology for the university to continue operating NASA’s JPL. The cost-plus-award-fee contract, valued at approximately US$8 billion, extended an existing agreement with California Institute of Technology for five years beyond its planned expiration date of 30 September 2003. The agreement also contained a provision to extend the contract performance period for an additional five years based on performance reviews. In addition, NASA and the California Institute of Technology restored full management of the Deep Space Network to JPL, allowing JPL to review and comment on any of NASA policies that affected JPL’s performance. According to NASA, the new contract reflected its “One NASA” initiative, intended to align JPL’s policies and procedures more closely with those of other NASA centers.(NASA, “NASA Awards JPL Contract,” news release c02-hh, 26 November 2002.)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " A Russian Kosmos-3M rocket launched the first Algerian spacecraft, AlSAT-1, from Plesetsk Cosmodrome in Russia. The Algerian Space Agency (Agence Spatiale Algérienne) had designed the 92-kilogram (202-pound), imaging microsatellite to provide multispectral, medium- resolution images for remote-sensing purposes, particularly the monitoring of natural disasters. The Algerian Space Agency intended AlSAT-1 as the first of five microsatellites for a program called the Disaster Monitoring Constellation.(Agence Spatiale Algérienne [Algerian Space Agency], “Lancement AlSAT-1,” http://www.asal-dz.org/ lancement.php (accessed 29 October 2008); Agence Spatiale Algérienne [Algerian Space Agency], “Mission AlSAT-1,” http://www.asal-dz.org/mission.php (accessed 29 October 2008).)",
      "month": "November",
      "day": 28,
      "monthNumber": 11
    },
    {
      "story": " Crew members of STS-113 completed the installation of the P1 Truss segment, attaching it to the ISS’s Integrated Truss Structure. The installation entailed the use of the Shuttle’s and the ISS’s robotic arms, as well as three spacewalks, which astronauts John Bennett Herrington and Michael Lopez-Alegria performed. STS-113’s crew attached the 45-foot-long (13.7-meter-long), 14-ton (12,700-kilogram or 12.7-tonne) P1 Truss to the port side of the Starboard Zero (S0) Truss, the centerpiece of the Integrated Truss Structure. The P1 was the third segment of planned ISS equipment that would eventually include 11 contiguous truss structures. This particular truss segment contained the ISS’s Active Thermal Control System, scheduled for activation in 2003; one of two Ultra High Frequency Communications systems on the ISS; and a Thermal Radiator Rotary Joint intended to provide mechanical and electrical energy to rotate the ISS’s heat- rejecting radiators.(NASA, “STS-113 Overview,” http://spaceflight.nasa.gov/shuttle/archives/sts-113/mm-sts-113.pdf (accessed 29 October 2008); Puttkamer, “Space Flight 2002.”)",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " The U.S. Department of Commerce’s Office of Space Commercialization (OSC) published a report on potential markets for suborbital reusable launch vehicles (RLVs). The study was a follow-up to earlier OSC efforts concerning commercial space opportunities, efforts that had identified suborbital space transportation as a potentially viable market. The report examined 14 different suborbital RLVs and the existing and emerging markets those systems could create. The authors had determined that the advent of an operational suborbital RLV could create numerous new markets in fields such as military surveillance and commercial Earth-imaging. In addition, the advent of suborbital RLVs with dual-use capabilities could serve multiple emerging markets, offering customers significantly lower costs. Moreover, the expansion of such markets could contribute to lower operating and manufacturing costs for RLVs. The Aerospace Corporation had written the report under contract with the OSC, submitting it in October 2002.(J. C. Martin and G. W. Law, “Suborbital Reusable Launch Vehicles and Applicable Markets” (report, Aerospace Corporation for Office of Space Commercialization, U.S. Department of Commerce, Washington, DC, October 2002), http://www.space.commerce.gov/library/reports/2002-10-suborbital-LowRes.pdf (accessed 5 November 2008); NASA, Aeronautics and Space Report of the President: Fiscal Year 2003 Activities (Washington, DC, 2003), p. 51, http://history.nasa.gov/presrep2003.pdf (accessed 5 November 2008).)",
      "month": "December",
      "day": 1,
      "monthNumber": 12
    },
    {
      "story": " Astronomers from the Harvard-Smithsonian Center for Astrophysics and the European Southern Observatory published research detailing their discovery of a diffuse emission of x-rays from a cluster of forming stars known as RCW 38. The new discovery contrasted with astronomers’ conventional understanding of bodies that commonly emit high-energy particles, namely supernovas and exploding stars in the intense magnetic fields surrounding neutron stars and black holes. The astronomers, using NASA’s Chandra X-ray Observatory, had discovered that neither type of body was evident in the RCW 38 stellar region, which is, instead, an area of active star formation. Although the scientists remained uncertain about the source of the x-rays, as well as the effects of the x-rays on the star cluster, they hypothesized that these x-rays could affect the chemistry of the bodies that would form planets around the stars in the cluster.(NASA, “Young Star Cluster Found Aglow with Mysterious Cloud,” news release 02-251, 18 December 2002; Scott J. Wolk et al., “Discovery of Nonthermal X-ray Emission from the Embedded Massive Star-Forming Region RCW 38,” Astrophysical Journal Letters 580, no. 2 (1 December 2002): L161–L165.)",
      "month": "December",
      "day": 1,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that Russian cosmonaut Alexander Y. Kaleri would replace Sergei I. Moschenko as a member of the ISS Expedition 7 crew. Russian officials had proposed the change to the Multilateral Crew Operations Panel, which formally certified and assigned ISS crew, and the panel had formally approved the proposal on 10 October 2002. Kaleri had served three separate missions on the Russian space station Mir between 1992 and 2000. In addition to Kaleri, the Expedition 7 crew would include U.S. astronaut Edward T. Lu and Russian cosmonaut Yuri I. Malenchenko.(NASA, “Expedition Five Backup Crewmember Named to Expedition Seven,” news release 02-235, 3 December 2002; NASA, “Memorandum of Understanding Between the National Aeronautics and Space Administration of the United States of America and the Russian Space Agency Concerning the Cooperation on the Civil International Space Station” (MOU, Washington, DC, 29 January 1998), Article 11.3, ftp://ftp.hq.nasa.gov/pub/pao/reports/1998/nasa_russian.html (accessed 5 November 2008).)",
      "month": "December",
      "day": 3,
      "monthNumber": 12
    },
    {
      "story": " NASA successfully launched the third replenishment spacecraft for its Tracking and Data Relay Satellite (TDRS) fleet. The TDRS-J satellite launched aboard an Atlas 2A rocket from Cape Canaveral, Florida, at 9:42 p.m. (EST). TDRS satellites comprised a communication-signal relay system providing tracking and data-acquisition services between low Earth-orbiting spacecraft and ground-based control and data-processing facilities. The TDRS satellite system served numerous NASA programs, including the HST, the ISS, and the Space Shuttle. NASA had launched the first TDRS satellite in 1983.(The Boeing Company, “Boeing-Built NASA Tracking and Data Relay Satellite Successfully Launched,” news release, 4 December 2002, http://www.boeing.com/news/releases/2002/q4/nr_021204s.html (accessed 28 January 2010); National Space Science Data Center, “NASA’s Tracking and Data Relay Satellites (TDRS),” http://nssdc.gsfc.nasa.gov/multi/tdrs.html (accessed 31 October 2008).)",
      "month": "December",
      "day": 4,
      "monthNumber": 12
    },
    {
      "story": " The five partner space agencies of the ISSthe Canadian Space Agency, ESA, NASA, Japan’s NASDA, and the Russian Space Agency approved the 2002 Program Action Plan for the ISS at a meeting held in Tokyo, Japan. The partner agencies agreed to expand the station’s capabilities, to increase the number of permanent ISS crew members, and to provide additional crew rescue vehicles. They also agreed to a process for selecting an ISS configuration, once the ISS had accommodated the remaining components. In this process, each of the station’s partner agencies would make additional programmatic and technical assessments, cost estimations, and internal budget reviews. In addition, the agencies announced that they would approve a station configuration option by March 2003, select a revised configuration by June or July 2003, and agree upon a final configuration by December 2003.(NASA, “Space Station Action Plan Approved,” news release 02-241, 6 December 2002.)",
      "month": "December",
      "day": 6,
      "monthNumber": 12
    },
    {
      "story": " NASA announced the selection of Boeing’s Delta 2 expendable launch vehicle to launch medium-class payloads between 2006 and 2009. The selection was part of an existing NASA launch-services contract with Boeing that had a maximum value of US$1.2 billion, if NASA exercised all options. The procurement contract called for 12 definite launches, with options for an additional seven. Boeing’s rockets would launch both NASA’s payloads and NASA- sponsored payloads.(NASA, “NASA Picks Delta II To Launch Medium-Class Payloads,” news release C02-ii, 6 December 2002. 335 NASA, “STS-113: A New Crew for the International Space Station,” http://spaceflight.nasa.gov/shuttle/ archives/sts-113/ (accessed 31 October 2008).)",
      "month": "December",
      "day": 6,
      "monthNumber": 12
    },
    {
      "story": " Space Shuttle Endeavour landed at NASA’s KSC in Cape Canaveral, Florida, at 1:37 p.m. (CST), marking the end of Mission STS-113. During the mission, Endeavour’s crew had attached the Port 1 (P1) Truss to the ISS’s Integrated Truss Structure, in an installation that included three spacewalks by crew members John Bennett Herrington and Michael Lopez- Alegria. Shuttle and Expedition crews had also transferred 4,340 pounds (1,969 kilograms) of cargo between the Shuttle and the ISS. In addition, Endeavour had transported the Expedition 6 crew to the station, returning the crew of Expedition 5 to Earth. The total duration of STS-113 was 13 days, 18 hours, and 47 minutes.",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " NASA announced the selection of crew members for three ISS missions scheduled for 2003 and 2004. The crew of STS-118 would include Mission Commander Scott J. Kelly and crew members Charles O. Hobaugh, Barbara R. Morgan, Lisa M. Nowak, Scott E. Parazynski, and Dafydd Rhys Williams. Morgan, who had trained as Christa McAuliffe’s backup for the ill-fated Challenger Shuttle, would be the first teacher in space under NASA’s new Educator Astronaut Program. NASA hoped that the program would inspire students to become space explorers. The second mission, STS-119, would comprise Commander Steven W. Lindsey and U.S. astronauts Michael L. Gernhardt, Mark E. Kelly, and Carlos I. Noriega. STS-119 would also include ISS Expedition 9’s Station Commander Gennady I. Padalka and crew members E. Michael Fincke and Oleg D. Kononenko. Crew for STS-120 would be Commander James D. Halsell and astronauts Michael J. Foremen, Wendy B. Lawrence, Alan G. Poindexter, Piers J. Sellers, and Stephanie D. Wilson.(NASA, “Astronauts Named for Future Space Station Missions,” news release 02-249, 12 December 2002; NASA, “NASA’s Educator Astronaut Assigned First Flight,” news release 02-250, 12 December 2002; William Harwood, “Teacher Ready To Fulfill Space Legacy,” Washington Post, 13 December 2002.)",
      "month": "December",
      "day": 12,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that, although they were continuing inspections, technicians had found no similar cracks in other Shuttles after they had discovered a crack in one of Shuttle Discovery’s parts. Engineers had discovered the first crack during standard inspections of Atlantis and Discovery in June 2002. The fissures were in small metal balls, a component of a liquid oxygen line. According to a NASA spokesperson, engineers had completed inspections of Atlantis, but inspections of Discovery would remain on hold until inspectors had finished examining Endeavour. However, NASA had no plans to inspect Columbia.(Chris Kidler, “NASA Inspections Find No More Shuttle Cracks,” Florida Today (Brevard, FL), 17 December 2002.)",
      "month": "December",
      "day": 17,
      "monthNumber": 12
    },
    {
      "story": " After several unsuccessful attempts to contact the Comet Nucleus Tour (CONTOUR) satellite, NASA and Johns Hopkins University Applied Physics Laboratory concluded that CONTOUR was lost. The objectives of the CONTOUR mission had been to maneuver to a distance of 60 kilometers (100 miles) from at least two comets, capturing high-resolution images and performing various compositional analyses of the comets’ near-nucleus-environment compositional material. NASA had launched CONTOUR on 3 July 2002 but had lost contact with the satellite on 15 August 2002 after a maneuver intended to shift CONTOUR from Earth orbit to an orbit in which it would encounter the comet Encke.(NASA, “Discovery Mission: CONTOUR,” http://discovery.nasa.gov/contour.html (accessed 31 October 2008). 103)",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " A combined U.S. Air Force and Lockheed Martin crew engaged in the first flight of a C-5 Galaxy modified under the Avionics Modernization Program (AMP). AMP was the first phase of an overall C-5 modernization program to upgrade the plane’s communications, navigation, and air-traffic-control surveillance equipment. The program’s objectives were to improve the C-5’s reliability and to satisfy emerging air-traffic-management requirements, so that the C-5 would be able to operate in global airspace without restrictions. During the 5-hour test flight, the crew demonstrated the craft’s basic flying qualities and navigational system, verified new primary flight displays, and engaged in initial testing of stability-augmentation operations. Lockheed Martin planned to introduce additional components of the new, automatic flight-control system and the Global Air Traffic Management–compliant systems. After completing installation of the AMP components, Lockheed Martin planned to commence the second phase of the C-5 modernization, known as the Reliability Enhancement and Re-engining Program.(Lockheed Martin, “Initial C-5 Upgraded Under the Avionics Modernization Program Makes Its First Flight,” news release, 23 December 2002, http: //www.lockheedmartin.com/news/press_releases/2002/ InitialC5UpgradedUnderAvionicsModer.html (accessed 28 January 2010); William Knight and Christopher Bolkcom, “Strategic Airlift Modernization: Analysis of C-5 Modernization and C-17 Acquisition Issues,” (report, Congressional Research Service, Washington, DC, 15 April 2008), CRS-4–CRS-5.)",
      "month": "December",
      "day": 21,
      "monthNumber": 12
    },
    {
      "story": " NASA announced the backup crew members for ISS Expedition 10, including Jeffrey N. Williams, acting as backup for the ISS station commander, Russian cosmonaut Konstantin M. Kozeev, and U.S. astronaut Sunita L. Williams. The primary crew members for Expedition 10 were ISS Commander Leroy Chiao, U.S. astronaut John L. Phillips, and Russian cosmonaut Salizhan S. Sharipov.(NASA, “Space Station Expedition Backup Crew Named,” news release 02-258, 23 December 2002.)",
      "month": "December",
      "day": 23,
      "monthNumber": 12
    },
    {
      "story": " With the aid of NASA’s High Energy Transient Explorer (HETE), scientists were able to capture the first images ever taken of an unusual gamma-ray burst (GRB) that signals the birth of a new black hole. With the exception of the Big Bang, GRBs are the most powerful type of explosion known. The bursts last for only a few seconds, yet their afterglows can last for days or even longer. However, scientists had been unable to detect an optical afterglow produced by a fast- fading type of dark GRB―until the HETE indicated that such a burst was occurring. NASA had created the satellite to alert ground-based observatories to GRBs. On 11 December 2002, HETE had detected a GRB and, within 22 seconds, had notified observatories of the event’s location. In the following minutes, ground-based telescopes captured images of the burst’s afterglow, which disappeared in 2 hours. The event was a rare subcategory of dark GRBs known as a transitional bursta burst with an afterglow lasting longer than that of the short-duration type, but shorter than that of a long-duration burst. Moreover, these transitional bursts are the rarest type of GRB. Scientists hoped the images would help them learn more about the causes of GRB in general, as well as providing specific data indicating the reason that dark bursts have no detectable afterglow.(NASA, “Scientists Catch Their First Elusive ‘Dark’ Gamma-Ray Burst,” news release 02-257, 23 December 2002.)",
      "month": "December",
      "day": 23,
      "monthNumber": 12
    },
    {
      "story": " The Space Shuttle Competitive Source Task Force released its final report on the potential for private-sector operation of the Shuttle program. NASA had commissioned the Task Force to analyze the roles of NASA and its contractors with regard to Space Shuttle operations. More specifically, the Task Force had assessed various scenarios in which NASA would focus primarily on spaceflight research and development, outsourcing to the private sector the operation of the planned replacements of the Shuttles for routine transit to low Earth orbit. The Task Force had concluded that, although NASA faced numerous challenges to competitive sourcing for the Shuttle program, it should pursue some form of this option. Moreover, the panel suggested that the most likely scenario for successful private-sector involvement in the Shuttle program would not involve private operation of the program, but rather a transfer of program assets to private entities at highly deflated prices. Another option would entail the restructuring of existing contracts, perhaps taking steps to expand the pool of program suppliers beyond the existing duopoly of Boeing and Lockheed Martin. In addition, as a first step to privatization, NASA could establish a space authority to operate the Shuttle, as well as future human transportation vehicles.(Space Shuttle Competitive Sourcing Task Force, “Alternative Trajectories: Options for Competitive Sourcing of the Space Shuttle Program” (Final Report, Science and Technology Policy Institute, Rand Corporation, Arlington, VA, December 2002), http://www.rand.org/scitech/stpi/NASA/index.html (accessed 30 December 2009).)",
      "month": "December",
      "day": 31,
      "monthNumber": 12
    }
  ],
  "totalStories": 180,
  "year": 2002
}