{
  "stories": [
    {
      "story": " NASA’s Stardust spacecraft performed a flyby of comet Wild 2, obtaining particle samples, as well as the most detailed, high-resolution images ever taken of a comet. Stardust was the first robotic mission created to collect material from outside the Moon’s orbit. Scientists planned to analyze the particle samples of the comet in January 2006, once the spacecraft had returned to Earth. During the flyby, Stardust flew within 240 kilometers (149 miles) of Wild 2, capturing images of the comet’s nucleus at resolutions ranging from 6.5 to 32 kilometers (4 to 20 miles) per pixel. NASA scientists hoped that the images would help them better understand conditions on comets and that the particle samplescomposed of materials identical to those that had formed planetswould reveal information about how comets and Earth’s solar system formed.(NASA JPL, “NASA Spacecraft Makes Great Catch . . . Heads for Touchdown,” news release 2004-001, 2 January 2004; NASA JPL, “Stardust: NASA’s Comet Sample Return MissionEncounter with Comet Wild 2,” http://stardust.jpl.nasa.gov/mission/details2.html (accessed 9 January 2009).)",
      "month": "January",
      "day": 2,
      "monthNumber": 1
    },
    {
      "story": " NASA succeeded in landing the first of two robotic laboratories on the planet Mars. The robotic rover Spirit was one of two mobile laboratoriesMars Exploration Roversthat NASA had designed to collect and analyze geological samples on Mars. Analysis of the samples would help scientists determine whether the planet had previously possessed water and the ability to support life. The twin rovers, part of NASA’s Mars Exploration Program, would land at sites on opposite sides of the planet, where scientists believed that liquid water might have existed in the past. To conduct geological research on the planet, NASA scientists had equipped each rover with a microscopic imager, a panoramic camera, and a variety of spectrometers. NASA had scheduled Opportunity, the second rover, to land on Mars later in January.(NASA, “Spirit Lands on Mars and Sends Postcards,” news release 2004-003, 4 January 2004; NASA, “Mars Exploration Rover Mission: Summary,” http://marsrover.nasa.gov/overview/ (accessed 11 January 2009).)",
      "month": "January",
      "day": 3,
      "monthNumber": 1
    },
    {
      "story": " Thomas Q. Donaldson replaced Michael U. Rudolphi as Director of NASA’s SSC. Donaldson had previously served as Commander of the Naval Meteorology and Oceanography Command headquartered at SSC. Rudolphi had served as interim Director of SSC since May 2003 but had left the Center in December 2003 to become Manager of the Space Shuttle Propulsion Office at NASA’s MSFC.(NASA, “Stennis Space CenterMichael U. Rudolphi,” http://www.nasa.gov/centers/stennis/about/ history/personalities/rudolphi.html (accessed 11 January 2009); NASA, “Stennis Space CenterRear Admiral)",
      "month": "January",
      "day": 5,
      "monthNumber": 1
    },
    {
      "story": " Astronomers published their analysis of the first observations ever made of a supernova occurring in a binary star, thereby providing crucial support for a theory concerning the most violent type of event in the universe. Supernovas occur when stars exhaust their nuclear fuel reserves and collapse, ejecting their outer layers in a massive explosion. Previously, scientists had regarded the study of supernovas as important for understanding the evolution of galaxies and of the universe, but they had remained uncertain about the origins of supernovas, including whether they occur in solitary or binary star systems. However, the team of astronomers from ESA and the University of Hawaii had used the HST and the W. M. Keck Telescope in Hawaii to observe the remnants of supernova SN 1993J. They had discovered a massive star in close proximity to the star that had caused SN 1993J, demonstrating that supernovas emerge from binary star systems. According to the astronomers, supernovas occur in binary systems when one star collapses, shedding its mass, and a nearby star of comparable size accretes the lost mass.(ESA, “First Supernova Companion Star Found,” http://www.esa.int/esaSC/SEMT0J374OD_ index_0.)",
      "month": "January",
      "day": 8,
      "monthNumber": 1
    },
    {
      "story": " NASA announced that astronaut Leroy Chiao would replace William S. McArthur Jr. as Commander of Expedition 9, the next mission to the ISS. NASA had disqualified McArthur from Expedition 9 because of an unspecified medical issue. Chiao, who had trained as McArthur’s substitute, would join Russian cosmonaut Valery I. Tokarev for the mission, scheduled to launch in April 2004.(NASA, “Chiao Replaces McArthur as Next Space Station Commander,” news release 04-019, 12 January 2004. 581 Mark Carreau, “Leak on Space Station Stopped,” Houston Chronicle, 13 January 2004.)",
      "month": "January",
      "day": 12,
      "monthNumber": 1
    },
    {
      "story": " ISS crew members repaired an air leak in the space station. Astronaut C. Michael Foale and cosmonaut Alexander Y. Kaleri fixed a leak in a flex hose located in the ISS’s Destiny laboratory module. The orbiting space station had begun to lose air on 22 December 2003. After examining the station’s air pressure readings, NASA’s Mission Control had informed ISS crew members of the leak on 5 January 2004. The air leak had not endangered either the ISS crew or operations. By systematically isolating the ISS’s compartments and using an ultrasound device to determine the location of a hissing sound emitted by the faulty hose, Foale and Kaleri had discovered the source of the air loss.",
      "month": "January",
      "day": 12,
      "monthNumber": 1
    },
    {
      "story": " In a speech at NASA Headquarters, President George W. Bush announced the new space policy for the United States, which he called the Vision for Space Exploration. President Bush’s new policy called for the completion of the ISS by 2010, the subsequent retirement of the Space Shuttle fleet, and the development of a replacement Crew Exploration Vehicle (CEV) capable of conducting human spaceflight missions by 2014. President Bush stated that he would seek US$1 billion in funding over the next five years to begin research on the new vehicle program. In addition, he called for robotic exploration of the Moon by 2008, followed by crewed missions to the Moon in 2020 and, eventually, astronaut missions to Mars, directing NASA to divert US$(Kelly Young, “First Woman Directs Launch,” Florida Today (Brevard, FL), 31 January 2001.)",
      "month": "January",
      "day": 14,
      "monthNumber": 1
    },
    {
      "story": " Thomas Q. Donaldson, V, USN (Ret.),” http://www.nasa.gov/centers/stennis/about/history/ personalities/donaldson.html (accessed 11 January 2009).",
      "month": "January",
      "day": 14,
      "monthNumber": 1
    },
    {
      "story": " .html (accessed 14 January 2009); Justyn R. Maund et al., “The Massive Binary Companion Star to the Progenitor of Supernova 1993J,” Nature 427, no. 6970 (8 January 2004): 129–131. billion from existing space programs over the next years to fund the development of the technology to travel to the Moon and Mars. President Bush also extended an invitation to other countries to cooperate in attaining the objectives of the Vision. Major newspapers described the Vision for Space Exploration as a response to the Columbia disaster and a means of regaining public support for continued space exploration.(Patty Reinert, “Bush Aims for ‘Worlds Beyond Our Own’,” Houston Chronicle, 15 January 2004; David E. Sanger and Richard W. Stevenson, “Bush Backs Goal of Flight to Moon To Establish Base,” New York Times, 15 January 2004; NASA, “The Vision for Space Exploration,” http://www.nasa.gov/pdf/ 55584main_vision_space_exploration-hi-res.pdf (accessed 30 January 2009).)",
      "month": "January",
      "day": 14,
      "monthNumber": 1
    },
    {
      "story": " NASA announced it would undergo an internal reorganization to meet its new objectives under the Vision for Space Exploration, the blueprint for American space policy that President George W. Bush had released one day before. The reorganization included the creation of a new office to develop a new CEV and other technologies for future missions to the Moon and Mars. NASA named Craig E. Steidle to oversee the new Office of Exploration Systems. Furthermore, NASA renamed its Office of Aerospace Technology, which had previously been responsible for spacecraft development. Under its new nameOffice of Aeronauticsit would have responsibility for developing aviation technologies. J. Victor Lebacqz, former Acting Associate Administrator of the Office of Aerospace Technology, became Associate Administrator of the new Office of Aeronautics.(Patty Reinert, “New NASA Office To Focus on Advancing Bush Space Agenda,” Houston Chronicle, 16 January 2004; Kenneth Chang, “NASA Creating Office for Missions to the Moon and Beyond,” New York Times, 16 January 2004.)",
      "month": "January",
      "day": 15,
      "monthNumber": 1
    },
    {
      "story": " The GAO released its assessment of NASA’s efforts to upgrade the Space Shuttle fleet in the wake of the Columbia tragedy. NASA planned to implement the recommendations of the Columbia Accident Investigation Board, as well as those of its own Space Shuttle Service Life Extension Program (SLEP). The GAO report stated that before NASA determined the upgrade requirements and priorities for the Shuttles, it should first determine the Shuttles’ operational life and the requirements for meeting the objectives of the Integrated Space Transportation Plan (ISTP). Before the announcement of the new Vision for Space Exploration, the ISTP had encompassed the space policy of the United States. However, GAO noted that the establishment of President Bush’s new Vision for Space Exploration, which formally changed the duration of operations for both the Space Shuttles and the ISS, had largely invalidated the recommendations offered in GAO’s assessment.(U.S. General Accounting Office, “Space Shuttle: Further Improvements Needed in NASA’s Modernization Efforts” (report no. GAO-04-203, Washington DC, 15 January 2004), http://www.gao.gov/new.items/d04203.pdf (accessed 30 January 2009).)",
      "month": "January",
      "day": 15,
      "monthNumber": 1
    },
    {
      "story": " ESA reported that Mars Express had discovered the first direct evidence of water on Mars. Whereas some previous research had suggested that water might be present on Mars, Mars Express had detected the presence of actual water ice covered by a layer of frozen carbon dioxide at the planet’s south pole. The spacecraft had also found that the amount of carbon dioxide in Mars’s atmosphere was inadequate to have warmed the planet sufficiently for the formation of liquid water and the support of life on the planet’s surface. Scientists regarded the findings as crucial in determining whether Mars could have supported life in the past.(ESA, “Mars Express Sees Its First WaterScientific Results,” ESA news release 6-2004, 23 January 2004; Jean- Pierre Bibring, “Perennial Water Ice Identified in the South Polar Cap of Mars,” Nature 428, no. 6983 (8 April 2004): 627–630.)",
      "month": "January",
      "day": 18,
      "monthNumber": 1
    },
    {
      "story": " NASA Administrator Sean O’Keefe officially informed HST Program staff that he had decided to eliminate all future servicing missions to the space telescope. NASA had conducted previous HST servicing missions to replace aging or inoperable components and to install new technologically improved equipment. According to NASA, O’Keefe had made the decision to halt the missions in the wake of the Space Shuttle Columbia disaster, based on assessments of the risk to astronauts performing HST servicing missions.(NASA, “Hubble Space Telescope: Program News Archive,” http://hubble.nasa.gov/news/archive.php (accessed 31 January 2004).)",
      "month": "January",
      "day": 19,
      "monthNumber": 1
    },
    {
      "story": " NASA announced that the Mars Exploration Rover Spirit was malfunctioning because of problems related to its flash memory that could take several weeks to repair. Flash memory, a type of memory commonly installed in electronic devices, such as digital cameras, retains data when the device’s power is off. The mobile robotic geological laboratory Spirit had landed on Mars on 3 January 2004 and had performed satisfactorily until it had abruptly terminated communications with NASA on 21 January 2004. On 23 January 2004, Spirit had reestablished contact with NASA, but, according to major newspapers, NASA scientists doubted that the robotic spacecraft would regain full functionality.(Mark Carreau, “NASA Declares Spirit Rover Broken,” Houston Chronicle, 24 January 2004; NASA, “Spirit Condition Upgraded as Twin Rover Nears Mars,” news release 04-036, 24 January 2004.)",
      "month": "January",
      "day": 23,
      "monthNumber": 1
    },
    {
      "story": " The U.S. Air Force awarded the Boeing Company a US$472 million contract to develop a military satellite system capable of secure, high-capacity global communications for NASA, the U.S. intelligence community, and the DOD. Under the terms of the contract, Boeing would lead a team of companies that would conduct risk-reduction and system-definition studies for the Transformational Communications MILSATCOM (Military Satellite Communications) Space Segment, which uses laser communications, advanced processors, and other advanced technologies to provide communications for airborne intelligence, surveillance, and reconnaissance. The companies selected to conduct research on the project included Ball Aerospace, Cisco Systems, and Raytheon.(The Boeing Company, “Boeing Awarded $472 Million for Next-Generation Military Satellite System,” news release, 23 January 2004, http//www.boeing.com/news/releases/2004/q1/nr_040123s.html (accessed 28 January 2010).)",
      "month": "January",
      "day": 23,
      "monthNumber": 1
    },
    {
      "story": " NASA’s Mars Exploration Rover Opportunity landed on Mars nearly three weeks after its twin rover Spirit had landed on the planet. NASA had created the two mobile robotic rovers to explore rocks and soils on Mars to determine whether the planet had previously possessed water and the ability to sustain life. NASA had designed the mission so that the rovers would explore Mars simultaneously, on nearly opposite sides of the planet.(NASA, “NASA Hears from Opportunity Rover on Mars,” news release 04-037, 25 January 2004.)",
      "month": "January",
      "day": 24,
      "monthNumber": 1
    },
    {
      "story": " President George W. Bush formally established the President’s Commission on Implementation of United States Space Exploration Policy, to provide recommendations on implementing elements of his recently announced Vision for Space Exploration. The Commission would make recommendations regarding the type of scientific research U.S. scientists would conduct on the Moon, the development of technologies to enable human and robotic exploration of the Moon and the planets, and the criteria for selecting future destinations for human space explorers. The appointed members of the Commission were Edward C. Aldridge Jr., Carleton S. Fiorina, Michael P. Jackson, Laurie A. Leshin, Lester L. Lyles, Paul D. Spudis, Neil deGrasse Tyson, Robert S. Walker, and Maria T. Zuber.(The White House, Office of the Press Secretary, “Executive Order Creating the Presidential Commission on Implementation of United States Space Exploration Policy,” news release, 30 January 2004, http://www.nasa.gov/missions/solarsystem/aldridge_executive_order.html (accessed 30 January 2009); The White House, Office of the Press Secretary, “Members of the Presidential Space Exploration Commission,” news release, 30 January, 2004, http://www.nasa.gov/missions/solarsystem/ aldridge_members.html (accessed 30 January 2009). 591 Spacewarn Bulletin, no. 603, 1 February 2004, http://nssdc.gsfc.nasa.gov/spacewarn/spx603.html (accessed 31 January 2009).)",
      "month": "January",
      "day": 27,
      "monthNumber": 1
    },
    {
      "story": " The Russian Space Agency successfully launched the Progress M1-11 resupply vehicle to the ISS from Baikonur Cosmodrome in Kazakhstan at 6:58 a.m. (EST). The Progress vehicle, the 13th resupply flight to the ISS, carried 2.5 tons (2,300 kilograms or 2.3 tonnes) of food, fuel, and equipment. The vehicle’s mission designation was ISS 13P.",
      "month": "January",
      "day": 29,
      "monthNumber": 1
    },
    {
      "story": " NASA Administrator Sean O’Keefe and families of the Space Shuttle Columbia crew unveiled a commemorative monument for the Columbia crew at Arlington National Cemetery. The crew had died when Columbia broke apart during reentry into Earth’s atmosphere on 1 February 2003. The marble monument was 66 inches (1.7 meters) tall, 48 inches (1.2 meters) wide, and bore two bronze plaques portraying the crew and the shoulder patch they had worn on the mission.(NASA, “NASA Dedicates Space Shuttle Columbia Memorial,” news release 04-049, 2 February 2004.)",
      "month": "February",
      "day": 2,
      "monthNumber": 2
    },
    {
      "story": " NASA’s MSFC and KSC provided law enforcement agencies with analysis of video and imagery relevant to their investigation of the abduction of an 11-year-old girl in Sarasota, Florida. When law enforcement officials asked the two centers to examine security camera footage showing the girl’s abduction by an unknown individual, MSFC provided assistance using its Video Image Stabilization and Registration System (VISAR), an image-stabilization software program developed for space program research. KSC examined the security camera footage using its Image Analysis Facility, which NASA had developed for visual analysis of Space Shuttle launches. Although this was not the first time that the two centers had assisted law enforcement in this manner, the case garnered major press coverage throughout the United States.(NASA, “NASA Technology Helps Investigators in Florida Abduction Case,” news release 04-055, 5 February 2004; Fred Barbash, “Fla. Police Find Body of Abducted Girl,” Washington Post, 7 February 2004.)",
      "month": "February",
      "day": 5,
      "monthNumber": 2
    },
    {
      "story": " ESA’s Mars Express orbiter relayed information between ground-based NASA engineers and NASA’s Mars Exploration Rover Spirit, the first in-orbit communication between ESA and NASA spacecraft and the first successful international communications network outside of Earth. As part of their general efforts to cooperate in space exploration, the two space agencies had planned the information relay to enable future cooperative use of their communications technologies during Mars missions. In this particular communication sequence, Spirit’s operation personnel at NASA’s JPL transferred commands for the rover to ESA’s Space Operations Centre in Germany, which then transmitted the instructions to the Mars Express. The Express successfully commanded Spirit and, subsequently, relayed telemetry information from the rover to JPL via the Space Operations Centre.(NASA, “International Interplanetary Networking Succeeds,” news release 04-060, 12 February 2004.)",
      "month": "February",
      "day": 6,
      "monthNumber": 2
    },
    {
      "story": " NASA and the ISS partners announced crew assignments for the next two expeditions to the space station. NASA astronaut E. Michael Fincke and Russian cosmonaut Gennady I. Padalka would serve on Expedition 9, and NASA astronaut Leroy Chiao and Russian cosmonaut Salizhan S. Sharipov would provide the crew for Expedition 10. In addition, Chiao and Sharipov would serve as the backup crew for Expedition 9, while NASA astronaut William S. McArthur Jr. and Russian cosmonaut Valery I. Tokarev would serve as the backup crew for Expedition 10. Although NASA and its partners had previously scheduled Tokarev to pair with Chaio on Expedition 10, the ISS partners had decided to replace Tokarev with Sharipov, because Sharipov had previously trained with Chiao.(NASA, “New Crews Named for 2004 Space Station Missions,” news release 04-056, 6 February 2004.)",
      "month": "February",
      "day": 6,
      "monthNumber": 2
    },
    {
      "story": " Jerome F. Lederer, NASA’s first Director of Manned Space Flight Safety, died at the age of 101. Lederer, an aviation-safety expert, had introduced notable aviation-safety technologies, such as blinking anticollision lights and flight-data recorders. Lederer had started his career in aviation safety in 1926 as an aeronautical engineer for the U.S. Air Mail Service, where he had redesigned the service’s airplanes to prevent them from igniting after crashes, a frequent cause of death of the pilots. In the 1950s, he had helped establish the agency that later became the FAA. In 1967, after a fire on Apollo 1 had killed three astronauts during a launchpad test, NASA had asked Lederer to establish an Office of Manned Space Flight Safety. In 1970 NASA had appointed Lederer as the safety director for all NASA activities. Lederer had retired two years later. Later, Lederer had taught at the University of Southern California and had served two three-year terms on the Advisory Council for the Institute of Nuclear Power Operations.(Stuart Lavietes, “J. F. Lederer, 101, Dies; Took Risk Management to the Sky,” New York Times, 9 February 2004.)",
      "month": "February",
      "day": 6,
      "monthNumber": 2
    },
    {
      "story": " ESA and UK Science Minister Lord David Sainsbury announced that ESA and the United Kingdom would conduct a joint inquiry into the failure of the Beagle 2 Mars lander. ESA Inspector-General René Bonnefoy would oversee the inquiry, which would investigate the reasons for the mission’s failure and establish lessons that ESA could apply in future missions. Beagle 2, a component of ESA’s Mars Express mission, had failed to communicate with ESA after the time of its scheduled landing on Mars on 25 December 2003. The Beagle 2 Management Board had declared the spacecraft lost on 6 February 2004.(ESA, “UK and ESA Announce Beagle 2 Inquiry―Investigation To Learn Lessons from Mars Lander,” ESA news release 9-2004, 11 February 2004.)",
      "month": "February",
      "day": 11,
      "monthNumber": 2
    },
    {
      "story": " ESA’s Science Programme Committee approved a proposal to extend the operation of the Ulysses spacecraft―a joint project of ESA and NASA―until March 2008. NASA had already approved continuing the spacecraft’s operations. The two space agencies had designed the spacecraft to study the heliosphere, a region of space influenced by the Sun and its magnetic field. Scientists of the agencies hoped that the continued operations of Ulysses would help them better understand the Sun. Since the 1990 launch of Ulysses, ESA and NASA both had launched additional fleet of solar and heliospheric spacecraft: NASA’s Cassini, ESA’s four Cluster satellites, and another collaborative project between ESA and NASA, the Solar and Heliospheric Observatory (SOHO).(ESA, “Ulysses Mission Home: Ulysses Mission Extended,” http://sci.esa.int/science- e/www/object/index.cfm?fobjectid=34647 (accessed 4 February 2009).)",
      "month": "February",
      "day": 12,
      "monthNumber": 2
    },
    {
      "story": " An international team of astronomers discovered a galaxy cluster that could be the most distant known galaxy in the universe. The team, led by Jean-Paul Kneib of California Institute of Technology, had used the W. M. Keck Telescopes in Hawaii and the HST to observe a galaxy known as Abell 2218. The astronomers believed that the Abell 2218 galaxy, which they estimated at 13 billion light-years from Earth, could be the most distant known galaxy, but precise measurements of its distance were particularly difficult, because the galaxy is so far from Earth that its visible light stretches into infrared wavelengths. Moreover, the scientists suggested that the galaxy might be a young stellar system formed at the initial stages of the universe’s inception. Further observation of Abell 2218 and other distant galaxies could yield important clues about the universe’s formation.(ESA, “Hubble and Keck Team Up To Find Farthest Known Galaxy in the Universe,” ESA news release SNR 4- 2004, 16 February 2004; Jean-Paul Kneib et al., “A Probable z~7 Galaxy Strongly Lensed by the Rich Cluster A2218: Exploring the Dark Ages,” Astrophysical Journal 607, no. 2 (1 June 2004): 697–703.)",
      "month": "February",
      "day": 16,
      "monthNumber": 2
    },
    {
      "story": " NASA and ESA jointly announced that scientists had obtained evidence of a black hole consuming a star, an event known as stellar tidal disruption. Previously, scientists had only theorized the existence of such an event. Using observations from NASA’s Chandra X-ray Observatory and ESA’s XMM-Newton orbiting observatory, an international team of scientists had discovered a star that had been thrown from its orbit after a close encounter with another star and, subsequently, had moved into the gravitational field of a black hole. The black hole, with a mass estimated at 100 million times greater than the Sun, had exerted a gravitational pull on the star that led to its eventual disintegration. Stefanie Komossa of the Max Planck Institute for Extraterrestrial Physics in Germany led the group of scientists that had made the discovery.(John Noble Wilford, “Black Holes’ Vast Power Is Documented,” New York Times, 19 February 2004; Stefanie Komossa, Jules P. Halpern, and Suvi Gezari, “Follow-up Chandra Observations of Three Candidate Tidal Disruption Events,” Astrophysical Journal 604, no. 2 (1 April 2004): 572–578.)",
      "month": "February",
      "day": 18,
      "monthNumber": 2
    },
    {
      "story": " NASA’s Space Flight Leadership Council (SFLC), which was overseeing NASA’s efforts to resume Shuttle flights, announced that NASA would not launch another Space Shuttle before March 2005. NASA had delayed a Shuttle launch because of a new requirement that launches occur during daylight hours, to enable photographing the liftoff from multiple angles. Because of the limited number of days available in which a launch could take place in daylight, the next Shuttle launch could occur no earlier than March 2005. In addition, NASA announced that, when Shuttle launches recommenced, one Shuttle would function as a standby rescue vehicle in case the Shuttle carrying the crew sustained damage during flight. NASA announced that, although rescue vehicles would not necessarily be positioned on the launchpad, they would be ready for launch within 45 to 90 days, the maximum length of time that seven astronauts could survive on the ISS before their supplies ran out.(NASA, “NASA Updates Space Shuttle Return to Flight Plans,” news release n04-065, 19 February 2004; Warren E. Leary, “Shuttle Won’t Fly Before March Next Year,” New York Times, 20 February 2004.)",
      "month": "February",
      "day": 19,
      "monthNumber": 2
    },
    {
      "story": " NASA announced its findings concerning how and why a piece of insulation had separated from a fuel tank on Space Shuttle Columbia, an event that had later contributed to Columbia’s destruction upon reentry into Earth’s atmosphere. According to NASA official William F. Readdy, NASA had determined that extremely cold fuel had liquefied air or nitrogen, which subsequently had seeped into a portion of the foam or had collected on nuts and bolts below the foam, eventually expanding and explosively jettisoning a piece of the foam. The foam had shot from the fuel tank, hitting the orbiter and creating a large―and ultimately fatal―gash in its left wing. Before the Columbia tragedy, engineers had believed that when the fuel tanks shed foam, it fell away from the body of the orbiter. Readdy stated that NASA had redesigned the fuel tanks and improved techniques for applying the foam to remedy the problem that had caused the accident to Columbia.(Warren E. Leary, “Repairs and Need for Rescue Craft Pushed Back Shuttle Timetable, NASA Says,” New York Times, 21 February 2004.)",
      "month": "February",
      "day": 20,
      "monthNumber": 2
    },
    {
      "story": " ISS crew members Alexander Y. Kaleri and C. Michael Foale conducted a spacewalk, leaving the station vacant. The spacewalk marked the first time that the ISS crew had left the station without another crew member remaining on board to assist in case of emergency. The purpose of the spacewalk was to service experiments located on the station’s exterior and to prepare the orbiting structure for future assembly work. The astronauts were unable to complete all of the planned tasks, however, because a problem with Kaleri’s spacesuit prompted Russian flight controllers to end the spacewalk early.(William Harwood, “Spacewalk Is Cut Short; Malfunction in Cosmonaut’s Suit Cited,” Washington Post, 27 February 2004.)",
      "month": "February",
      "day": 26,
      "monthNumber": 2
    },
    {
      "story": " In an internal review, NASA concluded that the ISS program suffered from many of the same problems as the Space Shuttle program and that the ISS partners needed to make improvements in the station’s management. NASA had drafted the 172-page report to apply lessons learned from the Columbia disaster to NASA’s other programs. The report identified seven areas of concern, such as inconsistencies in monitoring the ISS’s hardware, lack of training for personnel administering equipment problems, and an incomplete set of blueprints for hardware. In their response to the report, NASA managers stated that the ISS program had no major problems and that NASA was already pursuing measures to improve the station’s operations. For example, NASA had worked to minimize the sources of debris that could hit the ISS. In addition, NASA had expanded an existing agreement with U.S. intelligence agencies to use intelligence satellites to examine the ISS for damages. Managers also noted that they planned to install additional cameras to the station’s exterior and that, during future spacewalks, astronauts would photograph the ISS more extensively.(Warren E. Leary, “NASA Report Says Problems Plague Space Station Program,” New York Times, 28 February 2004; Mark Carreau, “Space Station Safety Problems Noted,” Houston Chronicle, 28 February 2004.)",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " A team of researchers led by scientist Marc L. Imhoff of NASA’s GSFC published research indicating that increasing urbanization in the United States had reduced the amount of fertile land available for agriculture. Using data from the Defense Meteorological Satellite Program (DMSP) and NOAA’s polar-orbiting satellites, the scientists had discovered that cities covered 3 percent of the land area in the continental United States. Moreover, the team found that the urbanized areas were capable of producing an amount of food and fiber rivaling that produced on agricultural lands, which covered 29 percent of the land area in the continental United States. Furthermore, they found that the urbanized land areas had the potential to produce enough food to meet the caloric requirements of 16.5 million people, nearly 6 percent of the U.S. population. The authors explained that, throughout history, human settlement has tended to occur on lands best suited for growing food. The research results, which were consistent with this trend, strongly suggested that urbanization should occur in conjunction with agricultural and environmental considerations.(NASA, “Cities Built on Fertile Lands Affect Climate,” news release 04-059, 11 February 2004; Marc L. Imhoff et al., “The Consequences of Urban Land Transformation on Net Primary Productivity in the United States,” Remote Sensing of Environment 89, no. 4 (29 February 2004): 434–443.)",
      "month": "February",
      "day": 29,
      "monthNumber": 2
    },
    {
      "story": " Researchers announced that they had found a new type of celestial object, which they suspected was a new class of black holes. A group of scientists led by Rosanne Di Stefano of the Harvard- Smithsonian Center for Astrophysics had examined data collected by NASA’s Chandra X-ray Observatory. The team had studied x-rays emitted by enigmatic objects located in nearby galaxies, finding that the volume of x-rays emanating from these objects was comparable to or greater than the volume emitted by relatively warmer, larger hard x-ray sources, such as neutron stars and supermassive black holes. The findings indicated that the newly discovered objects could be a type of black hole that the researchers termed “quasi-soft” x-ray sources.(NASA, “Enigmatic X-ray Sources May Point To New Class of Black Holes,” news release 04-067, 1 March 2004; Frank Morring Jr., “In Orbit,” Aviation Week and Space Technology 160, no. 10 (8 March 2004): 19.)",
      "month": "March",
      "day": 1,
      "monthNumber": 3
    },
    {
      "story": " ESA launched the Rosetta comet probe on an Ariane 5 rocket at 7:17 a.m. (UT) from the Guiana Space Centre in French Guiana. ESA had created Rosettathe first spacecraft designed to enter",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " a comet’s nucleus and to place a probe on a comet’s surfaceto study the comet 67P/Churyumov-Gerasimenko. Rosetta, equipped with solar arrays spanning 105 feet (32 meters) and relying on solar cells for its power supply, was also the first probe designed to travel past Mars. Scientists hoped that, in studying comet 67P/Churyumov-Gerasimenkoa remnant of a primitive nebula from which Earth’s solar system emergedRosetta would help them understand more about the role of comets in forming the solar system and contributing to the development of life on Earth.(ESA, “Rosetta Begins Its 10-Year Journey to the Origins of the Solar System,” ESA news release 14-2004, 2 March 2004; Warren E. Leary, “Intricate European Mission Goes Hunting for a Comet,” New York Times, 24 February 2004.)",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " Former astronaut Robert D. Cabana became Deputy Director of NASA’s JSC, replacing Brock R. Stone, who had retired after a 36-year career with NASA. Cabana had previously served on four Space Shuttle missions and in many management positions supporting the Astronaut Office and the ISS Program. Before becoming Deputy Director of JSC, Cabana had served as Director of Flight Crew Operations. NASA had appointed former astronaut Kenneth D. Bowersox to fill that position.(NASA JSC, “NASA Fills Key Space Flight Positions,” news release I-I04-080, 3 March 2004.)",
      "month": "March",
      "day": 3,
      "monthNumber": 3
    },
    {
      "story": " NASA reported that its Mars Exploration Rovers had discovered geological evidence indicating that Mars had once had water. The rover Spirit had found a volcanic rock containing fissures filled with material that could have crystallized from water. A few days earlier, on 2 March 2004, the rover Opportunity, operating nearly 6,600 miles (10,622 kilometers) from Spirit, had found minerals and geological features that appeared to have been leached by groundwater or to have been formed by sediment in what was previously a body of water. However, scientists were unable to conclude from the two rovers’ findings when Mars had actually had water in the past or whether the water had been located above or below the planet’s surface.(Guy Gugliotta, “Mars Rover Finds Signs of Water,” Washington Post, 7 March 2004; NASA, “Opportunity Rover Finds Strong Evidence Meridiani Planam Was Wet,” news release 04-077, 2 March 2004.)",
      "month": "March",
      "day": 5,
      "monthNumber": 3
    },
    {
      "story": " The airline company Virgin Atlantic conducted the first successful test flight of its Globalflyer airplane. The company had designed the Globalflyer to conduct a flight around the world in 3.3 days without refueling, which, if achieved, would create a world’s record for the length of an unrefueled flight. During a test flight lasting 11⁄2 hours, the Globalflyer aircraftalso known as the Model 311 Capricornexhibited no significant mechanical problems. However, the experimental aircraft had required several modifications, such as the development of a cabinpressurization system, to reach its final design parameters. Previously, the longest duration for an unrefueled flight around the world had been nine days, a record set by Dick Rutan and Jeana Yeager in 1986.(Michael A. Dornheim, “Globalflyer Airborne,” Aviation Week and Space Technology 160, no. 11 (15 March 2004): 38.)",
      "month": "March",
      "day": 5,
      "monthNumber": 3
    },
    {
      "story": " A group of astronomers announced the most detailed telescopic view ever taken of the visible universe. NASA’s HST had captured a 1 million-second-long exposure of a small portion of dark sky, with a resulting image containing an estimated 10,000 galaxies, some so far away that astronomers had never before seen them. Astronomers called the image the Hubble Ultra Deep Field. They believed that the Hubble Ultra Deep Field might have revealed light from galaxies created near the time of the Big Bang and hoped that the image would provide information about the creation of the universe.(NASA, “Hubble’s Deep View of the Universe Unveils Earliest Galaxies,” news release 04-086, 9 March 2004; Dennis Overbye, “Images Reveal Deepest Glance into Universe,” New York Times, 10 March 2004.)",
      "month": "March",
      "day": 9,
      "monthNumber": 3
    },
    {
      "story": " Japan’s Mobile Broadcast Corporation and South Korea’s Sun Kyung Telecom launched the Loral Mobile Broadcasting Satellite (MBSAT), which the two companies had designed to provide the world’s first digital multimedia broadband broadcasting system. The MBSAT, launched on a Lockheed Martin Atlas 3 rocket, carried a 40-foot-diameter (12.2-meter-diameter) antenna designed to provide audio, video, and data services to users of portable audio and visual devices in Japan and South Korea. International Launch Services (ILS), a U.S.-Russian private company, provided the launch services for the Japanese-South Korean joint venture.(Craig Covault, “Mobile Milestone,” Aviation Week and Space Technology 160, no. 12 (22 March 2004): 35; International Launch Services, “About Us,” http://www.ilslaunch.com/about-us/ (accessed 18 March 2009).)",
      "month": "March",
      "day": 13,
      "monthNumber": 3
    },
    {
      "story": " William H. Pickering, a former Director of NASA’s JPL, died at the age of 93. Pickering had begun his career at JPL in 1944 and had served as Director from 1954 to 1976. Soon after becoming Director of JPL, Pickering had led a project that had successfully launched the first U.S. satellite Explorer 1 into Earth orbit on 31 January 1958. During the remainder of Pickering’s tenure, JPL had launched the Ranger and Surveyor missions to the Moon and the Mariner missions to Mars and Venus. Pickering had received numerous awards during his lifetime: NASA had presented him with its Distinguished Service Medal, President Gerald R. Ford had awarded him the National Medal of Science, and the Queen of England had given him an honorary knighthood.(NASA, “NASA Remembers William H. Pickering, Former Director of JPL,” news release 04-094, 16 March 2004.)",
      "month": "March",
      "day": 15,
      "monthNumber": 3
    },
    {
      "story": " NASA-funded researchers announced that they had found the most distant object orbiting the Sun yet discovered. Michael E. Brown of the California Institute of Technology had led a team of scientists to discover a small body of rock and ice located 8 billion miles (13 billion kilometers) from Earth. They had named the object Sedna after the Inuit goddess of the ocean. Sedna was the largest object found in the solar system since Pluto’s discovery in 1930. However, astronomers reported that they could not designate Sedna as a planet because, like Pluto, Sedna is too smallwith an estimated diameter of 1,100 miles (1,770 kilometers)and possesses an irregular orbit. The scientists stated that the discovery might also have been the first observation of a region called the Oort Cloud, which is located outside of Pluto’s orbit. Astronomers had long hypothesized the existence of this region of small frozen objects, the source of comets that enter Earth’s solar system. The team had discovered Sedna using the Samuel Oschin Telescope at the California Institute of Technology’s Palomar Observatory.(NASA, “Most Distant Object in Solar System Discovered,” news release 04-091, 15 March 2009; Thomas H. Maugh II, “Scientists Discover Icy Planetoid Beyond Pluto,” Los Angeles Times, 16 March 2009.)",
      "month": "March",
      "day": 15,
      "monthNumber": 3
    },
    {
      "story": " A NASA-funded study found that some climate-forecasting models might have incorrectly estimated future increases in Earth’s temperatures. Scientists Kenneth R. Minschwaner of the New Mexico Institute of Mining and Technology and Andrew E. Dessler of the University of Maryland had determined that some climate models might have incorrectly estimated the amount of water vapor that enters Earth’s atmosphere as the planet warms. For years, scientists had debated the extent to which water vaporthe most important heat-trapping greenhouse gas in Earth’s atmosphereinfluences Earth’s surface temperatures. Using data from NASA’s Upper Atmosphere Research Satellite, the scientists had found that, although the amount of water vapor in the atmosphere had increased with surface warming, the increase had not been as high as previous researchers had assumed. The findings also cast doubt on research suggesting that Earth’s temperatures would decrease because of a lack of water vapor in the atmosphere.(NASA, “Satellite Finds Warming ‘Relative’ to Humidity,” news release N04-090, 15 March 1990; New York Times, “Study Disputes Idea of Global Warming,” 18 March 2004.)",
      "month": "March",
      "day": 15,
      "monthNumber": 3
    },
    {
      "story": " At a hearing held by the U.S. House Science and Technology Subcommittee on Space and Aeronautics, officials from NASA and the Pentagon stated that they expect to work together on President Bush’s exploration strategy for Mars and the Moon, without altering the traditional divisions between the two organizations. According to officials, NASA and the Pentagon would cooperate on technical issues of concern to both agencies, including the development of lightweight fabrication systems and systems for unpiloted docking of spacecraft. The two agencies would also explore sharing launch systems, including NASA’s possible use of the Atlas 5 and Delta 4 rockets, which the Pentagon had developed to launch its own satellites. According to major media, House subcommittee members were interested in the possibility of saving money through the collaboration between NASA and the Pentagon, but they were also concerned about the possibility of the two agencies repeating their previous collaborative failures. As an example of such a failed collaboration, they cited the Advanced Launch System project, a collaborative project between the two agencies during the 1980s and 1990s.(Mark Carreau, “NASA, Military To Work Closely on Space Effort,” Houston Chronicle, 19 March 2004. 190)",
      "month": "March",
      "day": 18,
      "monthNumber": 3
    },
    {
      "story": " A team of European scientists released research that solved a long-standing puzzle concerning the sources of gamma rays in the center of the Milky Way. Scientists already knew that the Milky Way produces a substantial quantity of gamma rays, which illuminate the galaxy. However, they were uncertain about whether the galaxy’s gamma rays originate predominantly from so-called point sources, such as black holes and neutron stars, or from diffuse sources, such as gas atoms, which are abundant in the Milky Way. Using data from ESA’s INTEGRALInternational Gamma Ray Astrophysics Laboratoryresearchers led by François Lebrun found that point sources account for nearly all of the gamma rays in the Milky Way, and diffuse sources play a distinctly minor role in gamma-ray production.(Henry Fountain, “Observatory,” New York Times, 23 March 2004; F. Lebrun et al., “Compact Sources as the Origin of the Soft Gamma-Ray Emission of the Milky Way,” Nature 428, no. 6980 (18 March 2004): 293–296. 618 Russian Federal Space Agency, “Head of the Russian Federal Space AgencyAnatoly N. Perminov,” http://www.roscosmos.ru/about_rukovod.asp?Lang=ENG (accessed 18 March 2009); “World News Roundup,” Aviation Week and Space Technology 160, no. 12 (22 March 2004): 18–19.)",
      "month": "March",
      "day": 18,
      "monthNumber": 3
    },
    {
      "story": " Russian President Vladimir V. Putin appointed Anatoly N. Perminov as Director of the Russian Space Agency. Perminov, a professor at the Moscow Aviation Institute, had previously served as Commander-in-Chief of the Russian Space Force. He replaced previous Russian Space Agency Director Yuri N. Koptev, who Russian President Boris N. Yeltsin had appointed in 1992.",
      "month": "March",
      "day": 22,
      "monthNumber": 3
    },
    {
      "story": " NASA’s X-43A Hyper X plane set a new record for flight speed, traveling at Mach 7, which is nearly 5,000 miles (8,050 kilometers) per hour and seven times the speed of sound. The flight was also the first free flight of an aircraft powered by a supersonic combustion ramjet enginea scramjeta type of engine that provides thrust by funneling air and fuel into a hollow chamber at extremely high speed. The 12-foot-long (3.7-meter-long) unpiloted, experimental aircraft flew for approximately 11 seconds over the Pacific Ocean, at an altitude of 95,000 feet (approximately 29,000 meters), before NASA deliberately landed the aircraft in the ocean. NASA used a modified B-52 aircraft to carry the X-43A into the sky, launching the X-43A into flight using a Pegasus rocket mounted to the B-52. The test flight, which took place near San Nicolas Island off the California coast, originated from NASA’s DFRC at Edwards Air Force Base in California.(Peter Pae, “Fast Times at 12 O’Clock High: 5,000 MPH,” Los Angeles Times, 28 March 2004; NASA, “X-43A Soars on Scramjet Power,” 27 March 2004.)",
      "month": "March",
      "day": 27,
      "monthNumber": 3
    },
    {
      "story": " The FAA released an analysis of the economic impact of the commercial space-transportation industry on the United States’ economy. The report examined how industriessuch as launch",
      "month": "March",
      "day": 30,
      "monthNumber": 3
    },
    {
      "story": " vehicle manufacturing, satellite services, and remote sensingaffect economic activity, employee earnings, and the amount of employment in all major industry sectors. Based on data from 2002, the FAA had found that the commercial space-transportation industry had contributed US$95 billion to economic activity in the United States, including US$23.5 billion in employee earnings. The report also stated that demands for commercial space transportation and its products and services had resulted in the employment of nearly 600,000 people. In addition, the FAA had found that much of this economic impact was the result of increased demands for satellite services and ground-equipment manufacturing, which includes satellite-related hardware and consumer electronics used with satellite services.(FAA Office of Commercial Space Transportation, “The Economic Impact of Commercial Space Transportation on the U.S. Economy: 2002 Results and Outlook for 2010” (study, Washington, DC, March 2004), 1–6.)",
      "month": "March",
      "day": 30,
      "monthNumber": 3
    },
    {
      "story": " NASA Administrator Sean O’Keefe testified before the U.S. Senate Commerce Subcommittee on Science, Technology and Space concerning NASA’s budget request for FY 2005. NASA had requested US$16.2 billion for FY 2005, an increase of 5.6 percent over its budget for FY 2004. Much of O’Keefe’s testimony and the Senate subcommittee members’ questions were concerned with the likelihood of NASA’s achieving the objectives that President George W. Bush had established for NASA in his Vision for Space Exploration, announced in January 2004. Those objectives included human flights to the Moon and replacing the Space Shuttles with a new space-exploration vehicle.(NASA, “Administrator O’Keefe’s Senate Testimony,” news release, 1 April 2004; Gwyneth K. Shaw, “NASA Chief Faces Lawmakers’ Queries,” Orlando Sentinel (FL), 2 April 2004.)",
      "month": "April",
      "day": 1,
      "monthNumber": 4
    },
    {
      "story": " The GAO released an analysis of NASA’s budgetary outlays for fiscal years 2002 through 2004. Under Pub. L. No. 106-391, the National Aeronautics and Space Administration Authorization Act of 2000, GAO was required to verify NASA’s accounting of its funds obligated against established budgetary limits for the ISS and for Space Shuttle support for the ISS. Under the Act, NASA’s obligations were limited to US$25 billion for the ISS and US$17.7 billion for Shuttle support. GAO’s report noted that NASA had not provided sufficient documentation for the amounts it had reported as obligated against budgetary limits. Thus, GAO could not verify the amounts that NASA had reported to Congress in its budget requests for fiscal years 2002 through 2004. Similarly, NASA had not reported any documentation of its FY 2004 budget obligations in its FY 2005 budget request to Congress. NASA officials acknowledged that NASA’s accounting system presented some difficulties for GAO’s auditors, but explained that those difficulties were the result of NASA’s having reported budgetary figures based on the amount it was authorized to spend rather than on the amount it was obligated to spend.(Patty Reinert, “GAO Says Lax Bookkeeping Thwarts Space Agency Audit,” Houston Chronicle, 7 April 2004; U.S. General Accounting Office, “International Space Station and Shuttle Support Cost Limits” (report no. GAO- 04-648R, Washington, DC, 2 April 2004), http://www.gao.gov/new.items/d04648r.pdf (accessed 19 March 2009). 623 British National Space Centre, “Beagle 2” (report, ESA/UK Commission of Inquiry Swindon, UK, 5 April 2004), http://www.bnsc.gov.uk/assets/channels/resources/press/report.pdf (accessed 31 March 2009), 3–7; ESA, “Beagle 2: Lessons Learned and the Way Forward,” ESA news release 27-2004, 20 May 2004.)",
      "month": "April",
      "day": 2,
      "monthNumber": 4
    },
    {
      "story": " A commission composed of officials from ESA and the British National Space Centre released the results of their investigation into the loss of the Beagle 2 spacecraft, the first European spacecraft designed to explore the surface of Mars. On 19 December 2003, the Beagle 2 had successfully separated from ESA’s Mars Express, the spacecraft that had carried the Beagle 2 to its orbit of Mars. However, subsequently, Beagle 2 had failed to send any signals to mission engineers, and its eventual fate remained unknown. Although its report did not identify any single technical issue that had caused the mission loss, the investigating panel did provide 19 recommendations for future missions. These recommendations, implicitly critical of the Beagle 2 mission, suggested that future missions should have adequate funding and adequate testing, and that an agency with appropriate capabilities and resources should manage the missions.",
      "month": "April",
      "day": 5,
      "monthNumber": 4
    },
    {
      "story": " NASA approved a five-month extension of the Mars Exploration Rovers’ mission nearly two weeks before its originally scheduled end on 26 April 2004. NASA had originally planned for the mission to last three months but had decided to extend it because the robotic rovers―Opportunity and Spirit―had satisfied all of their primary mission criteria, achieving several successes, such as discovering evidence that Mars had once had water. According to officials, NASA planned to provide US$15 million to continue the rovers’ operations, doubling the mission’s duration at less than 2 percent of the overall mission’s cost.(NASA, “NASA Extends Mars Rovers’ Mission,” news release 04-122, 8 March 2004.)",
      "month": "April",
      "day": 8,
      "monthNumber": 4
    },
    {
      "story": " In a newly released survey, U.S. federal government employees ranked NASA as the best place to work in the federal government. The Office of Personnel Management had collected the data during a 2002 survey of federal employees, and the nonpartisan Partnership for Public Service and American University’s Institute for the Study of Public Policy Implementation had produced the rankings. According to the survey, in eight out of 10 categories related to employment satisfaction, federal employees had ranked NASA first―federal employees had ranked NASA as the best place to work for women, for racial minorities, and for individuals under 40 years of age.(Stephen Barr, “NASA Soars to Top of Satisfaction Ratings Among Various Workers,” Washington Post, 16 April 2004.)",
      "month": "April",
      "day": 15,
      "monthNumber": 4
    },
    {
      "story": " Astronomers announced the first successful use of a new technique to discover a planet outside of the solar system. Astronomer Ian Bond of the University of Edinburgh in Scotland and his team of researchers had used a technique called gravitational lensing to identify a star located 17,000 light-years from Earth in the constellation Sagittarius. The gravitational lensing technique entailed the observation of increases in the brightness of the light of distant stars, caused by the gravitational fields of stars closer to Earth. The astronomers made these observations when a star nearer Earth passed before the lens of a telescope on Earth, between the telescope and a more distant star. When this occurred, the nearer star’s gravity caused the light of the more distant star’s light to become brighter, so that the distant star became more visible to astronomers on Earth.(“Thomas H. Maugh II, “Distant Planet Spotted Around the Bend,” Los Angeles Times, 16 April 2004.)",
      "month": "April",
      "day": 15,
      "monthNumber": 4
    },
    {
      "story": " Sirpa Häkkinen of NASA’s GSFC announced that a research team had discovered changes in the North Atlantic Ocean indicating significant changes in the ocean’s climate. Using data from several NASA and European satellites, the researchers had found a dramatic weakening in a particular current in the ocean, which circulates water between Ireland and Canada. The change in the current indicated substantial climate variability in high-latitude areas, but the research remained uncertain of whether or not the change related to global warming. However, the scientists emphasized that the North Atlantic Ocean region is key for analyzing climate and that changes in the ocean’s current could influence the circulation of the entire Atlantic Ocean system.(NASA, “Satellites Record Weakening North Atlantic Current,” news release 04-130, 15 April 2004; Sirpa Häkkinen and Peter B. Rhines, “Decline of Subpolar North Atlantic Circulation During the 1990s,” Science 304, no. 5670 (23 April 2004): 555–559.)",
      "month": "April",
      "day": 15,
      "monthNumber": 4
    },
    {
      "story": " The Expedition 9 crew of the ISS launched at 11:19 p.m. (EDT) from Baikonur Cosmodrome in Kazakhstan on the Russian Soyuz TMA-4/ISS-8S. The crew members consisted of Russian cosmonaut, Expedition 9 Commander Gennady I. Padalka; NASA astronaut E. Michael Fincke; and ESA astronaut André Kuipers of the Netherlands. Padalka and Fincke would remain at the ISS for nearly six months, while Kuipers would spend nine days on the ISS, returning to Earth with the crew members of Expedition 8―NASA astronaut C. Michael Foale and Russian cosmonaut Alexander Y. Kaleri.(NASA, “Expedition 9 on the Way to Space Station,” news release 04-133, 18 April 2004; National Space Science Data Center, Spacewarn Bulletin, no. 605, 1 May 2004, http://nssdc.gsfc.nasa.gov/ spacewarn/spx605.html. 629 Thomas H. Maugh II, “Einstein’s Theory Rockets into Orbit,” Los Angeles Times, 21 April 2004; NASA, “The Gravity Probe B: The Relativity Mission,” http://www.nasa.gov/mission_pages/ gpb/index.html (accessed 23 March 2009).)",
      "month": "April",
      "day": 18,
      "monthNumber": 4
    },
    {
      "story": " NASA launched its Gravity Probe B (GP-B) on a Boeing Delta 2 rocket from Vandenberg Air Force Base in California at 12:57 p.m. (EDT). NASA had designed the satellite to test two fundamental aspects of Albert Einstein’s theory of relativity. According to Einstein’s theory, time and space create a veritable fabric in space. When massive objects, such as Earth and other planets, distort the fabric of space, causing relatively smaller objects to move towards them, they create gravity. Einstein’s theory of relativity also states that large objects twist the fabric of space around them as those objects spin on their axes. Gravity Probe A, which NASA had launched in 1975, had tested the former part of the theory, and GP-B would test both aspects. GP-B contained some of the most accurate scientific instruments ever constructed, including the most precise gyroscopes ever built.",
      "month": "April",
      "day": 20,
      "monthNumber": 4
    },
    {
      "story": " Scientist Menglin Jin of NASA’s GSFC published research based on the first use of satellites to create a multiyear record of Earth’s land-surface temperatures. Jin had used remote-sensing data, which satellites had collected from 1981 to 1998, to develop an 18-year record of global land- surface temperatures more comprehensive and detailed than data derived from ground-station measurements. According to the satellite data, average global land-surface temperatures had increased by 0.43 ̊C (0.77 ̊F) per decade, whereas ground-station data had indicated an increase of 0.34 ̊C (0.61 ̊F). The different findings produced different measurements because satellites measure actual land-surface temperatures―also known as skin temperatures―and ground stations measure air temperatures 6.6 feet (2 meters) above land surfaces. However, Jin also noted regional variations in temperature changes, with the central regions of North America and Asia experiencing some declines in temperatures.(NASA, “Satellites Act as Thermometers in Space,” news release 04-121, 20 April 2004; Menglin Jin, “Analysis of Land Skin Temperature Using AVHRR Observations,” Bulletin of the American Meteorological Society 85, no. 4 (April 2004): 587–600.)",
      "month": "April",
      "day": 20,
      "monthNumber": 4
    },
    {
      "story": " NASA Administrator Sean O’Keefe provided testimony concerning NASA’s FY 2005 budget request to the U.S. House Appropriations Subcommittee on VA, HUD, and Independent Agencies. In his testimony, O’Keefe highlighted NASA’s planned efforts to achieve the goals that President George W. Bush had established for NASA in his Vision for Space Exploration. According to major media, although several House subcommittee members were supportive of NASA’s goals, they also expressed doubts about whether Congress would give NASA its requested FY 2005 budget, which included an increase of 5.6 percent over its FY 2004 budget.(NASA, “Administrator O’Keefe’s House Testimony,” 21 April 2004, http://www.nasa.gov/audience/formedia/ speeches/okeefe_house_testimony_042104.html (accessed 23 march 2009); Patty Reinert, “Lawmakers Warn NASA Fund Boost May Be Modest,” Houston Chronicle, 22 April 2004.)",
      "month": "April",
      "day": 21,
      "monthNumber": 4
    },
    {
      "story": " NASA researchers discovered a previously unknown property of Arctic sea ice, challenging conventional models of climate change that had incorporated data on Arctic sea ice. A group of scientists led by Ronald Kwok of NASA’s JPL had used satellite data from Canada’s RADARSAT and NASA’s ICESat to examine changes in Arctic sea ice. In the past, scientists had tended to examine data from ocean buoys to determine changes in Arctic sea ice, rather than using satellite data. The NASA researchers had discovered that, during 12-hour intervals, Arctic sea ice makes subtle, back-and-forth motions, which result in approximately 20 percent of ice growth during the Arctic winter. Although conventional models of the dynamics of Arctic sea ice had incorporated data regarding the ice’s motion, those models had not incorporated ice motion occurring during such brief periods and, thus, may have inaccurately simulated large-scale changes in the ice and underestimated the production of Arctic sea ice.(NASA, “NASA Arctic Sea Ice Study May Stir Up Climate Models,” news release 04-132, 22 April 2004; Ronald Kwok, H. Jay Zwally, and Donghui Yi, “ICESat Observations of Arctic Sea Ice: A First Look,” Geophysical Research Letters 31, no. 16 (18 August 2004): L16401–L16405.)",
      "month": "April",
      "day": 22,
      "monthNumber": 4
    },
    {
      "story": " The State Council of the People’s Republic of China appointed Sun Laiyan as Administrator of the China National Space Administration (CNSA). Laiyan had become the CNSA’s Vice Administrator in 1999 and had served as Deputy Director of the Beijing Institute of Satellite Environment Engineering. Laiyan replaced Luan Enjie, who was retiring as head of the CNSA.(China National Space Administration, “Mr. Sun Laiyan Appointed as Administrator of CNSA,” news release, 12 May 2004, http://www.cnsa.gov.cn/n615709/n620682/n639462/54319.html (accessed 19 March 2009); China National Space Administration, “Resumes of Leaders: Prof./Dr. Sun Laiyan,” http://www.cnsa.gov.cn/n615709/n620681/n639436/53299.html (accessed 19 March 2009).)",
      "month": "April",
      "day": 23,
      "monthNumber": 4
    },
    {
      "story": " After more than six months in space, the crew members of ISS Expedition 8 returned to Earth, safely landing in Kazakhstan at 8:12 p.m. (EDT). The crew of Expedition 8 consisted of NASA astronaut C. Michael Foale and Russian cosmonaut Alexander Y. Kaleri. During their tenure at the ISS, Foale and Kaleri had conducted scientific research. Expedition 8 had been the second- longest expedition to the ISS, with the two men spending a total of 194 days, 18 hours, and 35 minutes in space. Returning with them to Earth was ESA astronaut André Kuipers, who had spent nine days on the space station conducting research as part of ISS Expedition 9. The other two members of Expedition 9, Gennady I. Padalka and E. Michael Fincke, remained at the ISS for a mission scheduled to last nearly six months.(NASA, “International Space Station Status Report,” news release SS04-007, 29 April 2004. 195)",
      "month": "April",
      "day": 29,
      "monthNumber": 4
    },
    {
      "story": " Commercial airlines Air France and KLM Royal Dutch Airlines announced that they would merge, creating the world’s largest airline, in terms of revenue. Under the terms of the merger, the two companies would trade stock shares, with KLM shareholders tendering almost 42 million sharesnearly 90 percent of the company’s capital. Air France would issue approximately 46 million new shares to KLM shareholders, reducing the French government’s interest in the airline from 54 percent to less than 45 percent of total shares. The combined annual revenue of the two companies would be nearly US$23 billion, eclipsing the US$17.4 billion annual revenue of American Airlines, which had previously received the highest revenue of any airline.(Los Angeles Times, “Air Frances Completes Deal with KLM Royal Dutch,” 5 May 2004.)",
      "month": "May",
      "day": 4,
      "monthNumber": 5
    },
    {
      "story": " NASA announced the selection of 11 individuals for the astronaut class of 2004the first astronaut trainees since 2000. In June 2004, the new class would begin training at NASA’s JSC as educator astronauts, engineers, pilots, and scientists, eventually working on NASA’s next- generation space vehicle and other projects. The trainees for the class of 2004 included Joseph M. Acaba, Richard R. Arnold II, Randolph J. Bresnik, Christopher J. Cassidy, James P. Dutton Jr., José M. Hernández, Robert S. Kimbrough, Thomas H. Marshburn, Dorothy M. Metcalf- Lindenburger, Robert L. Satcher Jr., and Shannon Walker.(NASA, “NASA Introduces the Next Generation of Explorers,” news release 04-152, 6 May 2004; Patty Reinert, “11 Space Hopefuls Get NASA’s Good News,” Houston Chronicle, 7 May 2004.)",
      "month": "May",
      "day": 6,
      "monthNumber": 5
    },
    {
      "story": " A prototype of the Phoenix reusable launch vehicle (RLV), a joint project of European public and private funders, successfully completed its first atmospheric test flight. According to major media sources, European space agencies hoped eventually to use the Phoenix to launch payloads. The vehicle prototype was approximately 23 feet (7 meters) long and weighed 2,640 pounds (1,200 kilograms). During the test flight, a helicopter released the vehicle prototype from an altitude of 8,000 feet (2,400 meters). The Phoenix landed 90 seconds later at an airport in Vidsel, Sweden. EADS Space Transportation, along with German aerospace company OHB-System AG, the German Aerospace Center, and the government of Bremen, Germany, had funded the Phoenix.(Frank Morring Jr., “In Orbit,” Aviation Week and Space Technology 160, no. 20 (17 May 2004): 17; Frank Morring Jr., “In Orbit,” Aviation Week and Space Technology 160, no. 11 (15 March 2004): 17; Mattias Karen for Associated Press, “Europeans Test Space-Shuttle Prototype,” 9 May 2004.)",
      "month": "May",
      "day": 8,
      "monthNumber": 5
    },
    {
      "story": " A piloted rocket called SpaceShipOne reached the highest altitude ever attained by a privately funded vehicle. After its release from a plane flying over the Mojave Desert in California, the winged rocket flew to an altitude of 211,400 feet (40 miles or 64 kilometers). The vehicle’s pilot Michael W. Melvill landed SpaceShipOne at Mojave Airport. The event was a test flight in preparation for the planned official launch of SpaceShipOne on 2 June 2004. Scaled Composites, the company that had built the rocket, intended SpaceShipOne to become the first privately funded, piloted vehicle to achieve suborbital flight. Scaled Composites had built SpaceShipOne for use in commercial spaceflightsspaceflights in which customers pay a fee for a brief trip to outer space.(Peter Pae, “In Capital Venture, Rocket Reaches the Edge of Space,” Los Angeles Times, 14 May 2004; Scaled Composites, “Historic Space Launch Attempt Scheduled for June 21,” news release, 2 June 2004, http://www.scaled.com/projects/tierone/062104.htm (accessed 27 March 2009).)",
      "month": "May",
      "day": 13,
      "monthNumber": 5
    },
    {
      "story": " Researchers announced that they had found the remains of a large object that crashed into Earth 250 million years ago, possibly causing the largest mass extinction in history. Previously, many scientists had agreed that a large-scale eventthe Permian-Triassic extinctionhad occurred approximately 250 million years ago. However, they had debated about whether volcanic activity or the impact of an extraterrestrial object such as a meteor had caused the event. A team of scientists led by Luann Becker of University of California at Santa Barbara reported the discovery of strong evidence for the impact theorypart of a meteorite or comet, nearly 6 miles (10 kilometers) in diameter, buried in sediment off the coast of Australia. Based on analysis of the object’s age and mineral composition, the team believed that the object might have caused the Permian-Triassic extinctionthe extinction of 90 percent of marine species and 70 percent of land species. NASA and the National Science Foundation had funded the scientists, who cautioned that their findings did not prove definitively that extraterrestrial impact had caused the extinction event.(Guy Gugliotta, “Impact Crater Labeled Clue to Mass Extinction,” Washington Post, 14 May 2004; Richard A. Kerr, “Evidence of Huge, Deadly Impact Found off Australian Coast?” Science 304, no. 5673 (14 May 2004): 941. 640 Michael Mecham, “Ready to Download,” Aviation Week and Space Technology 160, no. 2 (22 March 2004): 48; Lufthansa, “High Tech above the Clouds,” Newslink Special, October 2004, 13, http://konzern.lufthansa.com/en/downloads/presse/newslink/newslink_2004_12/newslink_sp10.pdf (accessed 27 March 2009).)",
      "month": "May",
      "day": 13,
      "monthNumber": 5
    },
    {
      "story": " Lufthansa became the world’s first airline to provide its passengers with wireless broadband Internet access on a long-haul flight of an aircraft. The German airline company provided Boeing Connexion Internet service on a Boeing 747-400 airplane. The Internet service used a parabolic antenna extending 12 inches (30 centimeters) from the aircraft’s exterior and capable of providing Internet services for airplanes flying in latitudes between 75° north and south.",
      "month": "May",
      "day": 17,
      "monthNumber": 5
    },
    {
      "story": " A group of astronomers reported new findings concerning two prominent enigmas of physicsdark energy and the expansion of the universe. Steve Allen of Cambridge University led a group of scientists who had used NASA’s Chandra X-ray Observatory to examine 26 clusters of galaxies, located 1 to 8 billion light-years from Eartha span of time covering the universe’s initial explosion and subsequent expansion. Previously, many scientists had theorized that a force called dark energy might have counteracted gravity, causing the expansion. Chandra’s observations of the distances between the galaxy clusters indicated that the universe’s expansion had accelerated, and Chandra’s data on the ratio of hot gas to dark matter within the galaxy clusters indicated that the density of dark energy had not changed. Both findings were contrary to many previous hypotheses. The astronomers stated that, although their findings were inconclusive, the data suggested that the constant density of dark energy causes the universe to expand eternally. This finding is consistent with Albert Einstein’s concept of cosmological constant, which states that the universe expands constantly and gradually.(NASA, “Chandra Opens New Line of Investigation on Dark Energy,” news release 04-163, 18 May 2004; Guy Gugliotta, “Astronomers Find More Evidence of ‘Dark Energy’,” Washington Post, 19 May 2004.)",
      "month": "May",
      "day": 18,
      "monthNumber": 5
    },
    {
      "story": " NASA’s Chief Financial Officer Gwendolyn Sykes Brown and officials from the GAO provided testimony on NASA’s accounting system to the U.S. House Government Reform Subcommittee on Government Efficiency and Financial Management. According to GAO, NASA had not acknowledged the nature and extent of its financial management problems, such as its inadequate documentation of financial statements. Brown responded, detailing NASA’s efforts to improve its financial management system. For example, NASA had acquired new accounting software and had adopted a single financial system for all of its centers. Subcommittee members stated that they planned to monitor NASA and that they expected NASA to provide periodic reports on its progress in correcting its accounting system.(NASA, “Chief Financial Officer’s House Testimony,” 19 May 2004, http://www.nasa.gov/audience/formedia/ speeches/brown_house_testimony_051904.html (accessed 31 march 2009); Houston Chronicle, “GAO Criticizes NASA’s Budget ‘Mismanagement’,” 23 May 2004.)",
      "month": "May",
      "day": 19,
      "monthNumber": 5
    },
    {
      "story": " NASA released pieces of the debris from Space Shuttle Columbia to a nongovernmental agency for study and testing. The release of the materials was the first implementation of NASA’s new policy for the use of materials from a destroyed Space Shuttle. Henceforth, instead of burying Space Shuttle materials, as it had done after the Challenger accident, NASA would use materials from destroyed Space Shuttles for research. The company that received the partsthe Aerospace Corporation of El Segundo, Californiawas one of several organizations that had requested NASA’s permission to study Columbia’s debris. Under the terms of the release, the company would keep the Shuttle parts for one year, using them to analyze the effect of atmospheric reentry on materials.(NASA, “First Columbia Debris Loaned for Research,” news release 04-165, 20 May 2004; James R. Asker, “In Orbit,” Aviation Week and Space Technology 160, no. 22 (31 May 2004): 19.)",
      "month": "May",
      "day": 20,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that the Spitzer Space Telescope (SST), launched on 25 August 2003, had made several new discoveries. The SSTformerly called the Space Infrared Telescope Facility, or SIRTFwas the largest infrared telescope ever launched. Among the SST’s specific findings was the discovery of nearly 300 new stars in RCW 49, a region in the constellation Centaurus, 13,700 light-years from Earth. In addition, the SST had revealed high quantities of icy organic materials in planets forming around young stars in the constellation Taurus, located 420 light- years from Earth. The presence of organic materials in the newly forming planets could explain the origins of similarly icy bodies, such as comets. Scientists theorized that comets might have provided the water and other organic materials that enabled life to form on Earth.(NASA, “Raw Ingredients for Life Detected in Planetary Construction Zones,” news release 04-167, 27 May 2004; Warren E. Leary, “NASA Spots New Youngest Planet, Just a Million Years Old,” New York Times, 28 May 2004; NASA JPL, “About Spitzer,” http://www.spitzer.caltech.edu/about/index.shtml (accessed 31 March 2009).)",
      "month": "May",
      "day": 27,
      "monthNumber": 5
    },
    {
      "story": " A group of scientists led by Enric Pallé of the New Jersey Institute of Technology published research indicating that, since 1999, the amount of sunlight reaching Earth’s surface had declined. Analyzing NASA’s data on cloud cover, along with data from Earth-based telescopes, the team had calculated how much sunlight Earth reflected to the Moon, using the results to determine the amount of sunlight that reached Earth. They reported that the amount of sunlight reaching Earth’s surface had begun to increase in the mid-1980s, but had started to decline in the early 1990s, a trend that the team attributed to the increasing pollution of Earth’s air. The air pollution had reduced the amount of sunlight reaching Earth’s surface and had increased the amount of water droplets condensing in the atmosphere, thereby increasing the amount of cloud cover blocking sunlight.(Enric Pallé et al., “Changes in Earth’s Reflectance over the Past Two Decades,” Science 304, no. 5676 (28 May 2004): 1299–1301; Kenneth Chang, “After a Period of Brightness, Earth Dims, Researchers Say,” New York Times, 28 May 2004.)",
      "month": "May",
      "day": 28,
      "monthNumber": 5
    },
    {
      "story": " The Director of NASA’s LaRC Roy D. Bridges Jr. appointed Lesa B. Roe as LaRC’s Deputy Director. At the time of the appointment, Roe was LaRC’s Associate Director for Business Management, a position she had held since August 2003. Roe had begun her career with NASA in 1987 as a radio-frequency communications engineer at KSC, later working in KSC’s Payload Processing Directorate and in the ISS Hardware Integration Office.(NASA, “NASA Names Langley Research Center Deputy Director,” news release 04-185, 9 June 2004; NASA, “Langley Center Director Lesa B. Roe,” 3 October 2005, http://www.nasa.gov/centers/langley/ about/roe_bio.html (accessed 1 April 2009).)",
      "month": "June",
      "day": 9,
      "monthNumber": 6
    },
    {
      "story": " Kevin L. Petersen, Director of NASA’s DFRC, appointed Steven G. Schmidt as DFRC’s Deputy Director. Schmidt had served as Special Assistant to NASA’s Administrator since January 2002. In addition, Schmidt had previously worked in numerous programs at DFRC, such as the X-33, X-43A, and the F-15 programs. Schmidt, who had begun working for NASA in 1994, had also served as Executive Director of the President’s Space Commission and as Executive Secretary for Management on the Columbia Accident Investigation Board.(NASA, “NASA Names Dryden Flight Research Center Deputy Director,” news release 04-188, 10 June 2004. 199)",
      "month": "June",
      "day": 10,
      "monthNumber": 6
    },
    {
      "story": " Passing by Saturn’s furthest moon Phoebe, the Cassini spacecraft returned analyses of the moon indicating that Phoebe’s chemical composition is similar to the composition of comets, a finding that supported previous scientific theories about the enigmatic Phoebe. Because Phoebe has an unusually dark appearance and orbits Saturn in a direction opposite that of the planet’s other moons, scientists had theorized that the moon is a captive object of Saturn. Cassini’s analyses of Phoebe indicated that the diminutive moon’s surface is composed of carbon dioxide, water ice, water-bearing minerals, and various organic chemicals. The results indicated possible chemical similarities between Phoebe’s composite materials and materials observed in comets. The Cassini spacecraft was one of two in the Cassini-Huygens mission, a joint project of ESA, the Italian Space Agency, and NASA. Besides Cassini―an orbiter designed to orbit Saturn, studying the planet and its system of moons―the project included the probe Huygens, created to examine Saturn’s largest moon Titan. (Richard A. Kerr, “Dirty Old Ice Ball Found at Saturn,” Science 304, no. 5678 (18 June 2004): 1727; Warren E. Leary, “Craft Confirms a Comet Link for Peculiar Moon of Saturn,” New York Times, 24 June 2004.)",
      "month": "June",
      "day": 11,
      "monthNumber": 6
    },
    {
      "story": " A commission created by President George W. Bush released its report outlining how NASA and other organizations might implement President Bush’s new policy: the U.S. Vision for Space Exploration. The President’s Commission, led by Edward C. Aldridge Jr., endorsed the Vision for Space Exploration’s goals―to explore Mars and the Moon. In addition, the commission recommended that, to meet those goals, NASA needed to make numerous changes; the federal government needed to establish a permanent council to develop and coordinate space exploration policies; and the private sector needed to become more involved in space operations. Specific changes that the commission recommended were that NASA should focus on the research and development of space technology, and that private industry should conduct operational activities, such as launching payloads to low Earth orbit. The report also recommended that NASA pursue partnerships with the scientific community and with foreign space agencies.(President’s Commission on Implementation of United States Space Exploration Policy, A Journey To Inspire, Innovate, and Discover: Report of the President’s Commission on Implementation of United States Space Exploration Policy (Washington, DC, June 2004), http://www.nasa.gov/news/reports/index.html (accessed 6 April 2009); Warren E. Leary and John Schwartz, “NASA Is Urged To Widen Role for Business,” New York Times, 15 June 2004.)",
      "month": "June",
      "day": 16,
      "monthNumber": 6
    },
    {
      "story": " The U.S. Senate Commerce, Science, and Transportation Subcommittee on Science, Technology, and Space concluded a hearing on the final report of the President’s Commission on Implementation of the U.S. Space Exploration Policy. The report, which the commission had released the previous day, addressed ways in which the federal government and private companies could implement the Vision for Space Exploration. Individuals testifying before the committee included Edward C. Aldridge Jr., who had led the President’s Commission; Paul D. Spudis of the Johns Hopkins University Applied Physics Laboratory; Maria T. Zuber of the Massachusetts Institute of Technology Department of Earth Atmospherics and Planetary Sciences; Laurie A. Leshin of Arizona State University; and retired U.S. Air Force General Lester L. Lyles, formerly Commander of the Air Force Materiel Command at Wright-Patterson Air Force Base in Ohio.(U.S. Congress, Senate, Committee on Commerce, Science, and Transportation, Subcommittee on Science, Technology, and Space, Final Report on the President’s Commission on Implementation of U.S. Space Exploration Policy, 108th Cong., 2nd sess., 17 June 2004.)",
      "month": "June",
      "day": 17,
      "monthNumber": 6
    },
    {
      "story": " Scientists published research on comet Wild 2, revealing unexpected discoveries about comets. The researchers had based their findings on data that NASA’s Stardust spacecraft had acquired during a flyby of Wild 2 on 2 January 2004―data that included the highest-resolution images ever taken of a comet. The scientists had discovered that the comet’s surface is not simply icy and dirty; rather the comet has a diverse landscape, including peaks, cliffs, and craters, and isolated, volatile jets, violently spewing particles. Although scientists did not yet know whether other comets possessed features similar to those of Wild 2, the findings challenged previous understanding of comets.(Zdenek Sekanina et al., “Modeling the Nucleus and Jets of Comet 81P/Wild 2 Based on the Stardust Encounter Data,” Science 304, no. 5678 (18 June 2004): 1769–1774; NASA, “NASA Spacecraft Reveals Surprising Anatomy of a Comet,” news release 04-197, 17 June 2004.)",
      "month": "June",
      "day": 18,
      "monthNumber": 6
    },
    {
      "story": " The company Scaled Composites launched the first privately developed piloted vehicle to travel beyond Earth’s atmosphere. The vehicle, called SpaceShipOne, departed from Mojave Airport in California at 6:45 a.m. Pacific Standard Time (PST), attached to another aircraft. Upon reaching an altitude of 46,000 feet (8.7 miles or 14 kilometers), the aircraft released SpaceShipOne. Propelled by a fuel containing rubber and nitrous oxide―laughing gas―SpaceShipOne eventually attained an altitude of 328,491 feet (62 miles or 100 kilometers), achieving suborbital spaceflight. After SpaceShipOne had remained in suborbital flight for nearly 31⁄2 minutes, the vehicle’s pilot Michael W. Melvill―who became the first civilian astronaut with this flight―safely landed the craft at Mojave Airport. Burt Rutan, the founder of Scaled Composites, had designed SpaceShipOne, and Microsoft cofounder Paul G. Allen had financed the project.(Peter Pae, “Private Spaceflight Is a Public Success,” Los Angeles Times, 22 June 2004; Scaled Composites, “SpaceShipOne Makes History: First Private Manned Mission to Space,” news release, 21 June 2004.)",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " NASA Administrator Sean O’Keefe announced that, effective 1 August 2004, NASA would restructure its organization to render it better able to implement President George W. Bush’s Vision for Space Exploration. Among many other announced changes, NASA planned to restructure its Earth Science, Space Science, and other Strategic Enterprises into four Mission Directorates―Aeronautics Research, Exploration Systems, Science, and Space Operations―with clearer organizational roles and responsibilities. In addition, to improve communication and clarify responsibilities, functional offices of NASA Headquarters and its field offices―including the office of the Chief Financial Officer―would become mission support offices.(Warren E. Leary, “New Look for NASA for the Next Space Age,” New York Times, 25 June 2004; NASA, “Administrator Unveils Next Steps of NASA Transformation,” news release 04-205, 24 June 2004.)",
      "month": "June",
      "day": 24,
      "monthNumber": 6
    },
    {
      "story": " The European Union (EU) and the United States signed a cooperative agreement on their satellite navigation services―the EU’s planned Galileo system and the United States’ GPS. According to the agreement, the Galileo and GPS satellites would broadcast a common civil signal. They also agreed not to discriminate in commercial trade of satellite-navigation goods and services. In addition, the agreement stipulated that Galileo signals would not interfere with the efforts of the United States to prevent its adversaries’ accessing satellite-based positioning signals. European Commission Vice President Loyola de Palacio, Irish Foreign Minister Brian Cowen, and U.S. Secretary of State Colin L. Powell signed the agreement in Dublin, Ireland.(NASA, Aeronautics and Space Report of the President: Fiscal Year 2004 Activities (Washington, DC, 2004), p. 95, http://history.nasa.gov/presrep2004.pdf (accessed 7 April 2009); United States Mission to the European Union, “U.S., EU Reach Agreement on Satellite Navigation Services,” news release, 27 June 2004, http://useu.usmission.gov/Article.asp?ID=E195E969-EFF9-4EE3-8E7B-58D02983E7C3 (accessed 7 April 2009).)",
      "month": "June",
      "day": 26,
      "monthNumber": 6
    },
    {
      "story": " Cassini-Huygens became the first spacecraft to successfully navigate Saturn’s rings and to orbit the planet. A joint project of ESA, the Italian Space Agency, and NASA, the mission comprised two spacecraft: the orbiter Cassini and the probe Huygens. The space agencies had planned for Cassini to conduct 76 orbits of Saturn during a four-year survey of the planet and its moons. They had designed the Huygens probe to analyze the atmosphere of Titan, Saturn’s largest moon. If the probe survived its descent to Titan, it would analyze the moon’s surface, as well.(ESA, “Cassini-Huygens Enters Orbit Around the Ringed Planet,” ESA news release 36-2004, 1 July 2004; Guy Gugliotta, “Cassini First To Orbit Saturn,” Washington Post, 1 July 2004.)",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " American astronaut E. Michael Fincke and Russian cosmonaut Gennady I. Padalka successfully completed repairs to the ISS during a much-delayed spacewalk lasting 6 hours. Among the numerous repairs that Fincke and Padalka completed were the replacement of a faulty circuit breaker and the restoration of power to a gyroscope that helped stabilize the ISS. The ISS partners had rescheduled the spacewalk from 24 June 2004 because of problems with the crew members’ spacesuits.(Mark Carreau, “Finally, Spacewalk a Success,” Houston Chronicle, 1 July 2004; NASA, “International Space Station Status Report,” news release SS04-018, 1 July 2004.)",
      "month": "June",
      "day": 30,
      "monthNumber": 6
    },
    {
      "story": " Scientists reported that they had produced the first three-dimensional views of the large solar eruptions known as coronal mass ejections, or CMEs. CMEs, the most powerful eruptions in the solar system, can disrupt power systems, radio communications, and satellite links with Earth. Although uncertain of the origin of these eruptions, scientists know that CMEs occur when billions of tons of electrified gas explode from the Sun’s atmosphere into space at speeds of millions of miles per hour. The team had used data from ESA and from NASA’s Solar and Heliospheric Observatory (SOHO) to construct the images, which they hoped would help scientists learn more about the structure of CMEs and the manner in which they affect Earth.(ESA, “First 3D View of Solar Eruptions,” ESA news release SNR 13-2004, 2 July 2004; Thomas G. Moran and Joseph M. Davila, “Three-Dimensional Polarimetric Imaging of Coronal Mass Ejections,” Science 305, no. 5680 (2 July 2004): 66–70.)",
      "month": "July",
      "day": 2,
      "monthNumber": 7
    },
    {
      "story": " Major media reported details of a NASA internal document, which stated that a proposed plan to use the ISS as a safe haven for Space Shuttle astronauts would likely have a high risk of failure. The NASA document was a response to a proposal that the ISS should temporarily house the Shuttle crew if a problem arose that prevented an orbiting Shuttle from returning its crew to Earth safely. In the internal document, NASA objected that the ISS had neither sufficient supplies nor support systems to keep both ISS and Shuttle crew members alive longer than a few months. NASA officials responded to the publication of the document, stating that the provisional contingency plan had been one of many ideas considered for improving Space Shuttle safety.(John Schwartz, “NASA Rescue Plan Is Reported To Have High Risk of Failure,” New York Times, 9 July 2004.)",
      "month": "July",
      "day": 9,
      "monthNumber": 7
    },
    {
      "story": " The FAA announced that, on 17 June 2004, it had issued a license for the United States’ first inland launch site. The five-year license authorized California’s East Kern Airport District, which included the Mojave Airport, to operate as a launch site for suborbital reusable launch vehicle (RLV) missions. On 21 June 2004, SpaceShipOne had staged the first commercial launch to outer space from Mojave Airport. The license made the Mojave Airport the fifth commercial spaceport licensed by the FAA. The other four licensed spaceports were the California Spaceport at Vandenberg Air Force Base, Spaceport Florida at Cape Canaveral Air Force Station, the Kodiak Launch Complex in Alaska, and the Virginia Spaceport at Wallops Flight Facility (WFF).(FAA, “FAA Issues License for First Inland Launch Site,” news release APA 29-04, 12 July 2004, http://www. faa.gov/news/press_releases/news_story.cfm?newsid=5705 (accessed 28 January 2010).)",
      "month": "July",
      "day": 12,
      "monthNumber": 7
    },
    {
      "story": " The National Research Council (NRC) issued a report calling for NASA to send a Space Shuttle mission to service the HST. The report challenged Administrator Sean O’Keefe’s earlier decision that NASA would not conduct a Shuttle servicing mission for the HST because of potential safety risks. According to the NRC report, if NASA did not service the orbiting telescope, it would eventually become dysfunctional and fall out of orbit. Although the report acknowledged that a Shuttle mission would pose some risks for astronauts, the NRC stated that the scientific value of continuing HST operations merited a mission, both to maintain the orbiting telescope and to upgrade its components. The report recommended that NASA should consider sending a robotic servicing mission for the HST instead of a Shuttle mission, but should not rule out sending a Shuttle servicing mission, if NASA determined that the robotic option was too costly or complex.(Guy Gugliotta, “Scientists Say Shuttle Can Service Telescope; Report Counters NASA Stance on Repairing Hubble,” Washington Post, 14 July 2004; Aeronautics and Space Engineering Board and Space Studies Board, “Assessment of Options for Extending the Life of the Hubble Space Telescope” (letter report, National Academies Press, Washington, DC, 13 July 2004), http://www.nap.edu/catalog.php?record_id=11051#toc (accessed 28 April 2009).)",
      "month": "July",
      "day": 13,
      "monthNumber": 7
    },
    {
      "story": " NASA launched an Earth-observation satellite called Aura from Vandenberg Air Force Base in California at 3:01 a.m. (PDT). The spacecraft was one of three satellites in NASA’s Earth Observing System (EOS)―the two others were Terra, which monitored land, and Aqua, which monitored the planet’s water cycle. NASA had created Aura to collect scientific data on global air quality, ozone recovery, and climate change, equipping the satellite with four instruments: the High Resolution Dynamics Limb Sounder, the Microwave Limb Sounder, the Ozone Monitoring Instrument, and the Tropospheric Emission Spectrometer. Project engineers hoped that the instruments would enable the spacecraft to collect the most detailed measurements to date of atmospheric pollution, climate change, and the ozone layer.(NASA, “Aura Launched, To Better Understand the Air We Breathe,” news release 04-217, 15 July 2004; Eric D. Tytell, “Satellite To Study Atmospheric Pollutants,” Los Angeles Times, 16 July 2004.)",
      "month": "July",
      "day": 15,
      "monthNumber": 7
    },
    {
      "story": " Engineers at NASA’s SSC successfully completed the first test of the redesigned Space Shuttle Main Engine (SSME). NASA planned to use the redesigned SSME in the first Shuttle mission after the Columbia tragedy―the mission that NASA often called the Return to Flight Mission. The test of the SSME lasted for 520 seconds, the amount of time a Space Shuttle requires to reach orbit. Each Space Shuttle has three SSMEs―reusable rocket engines capable of generating 400,000 pounds (181,000 kilograms) of thrust.(NASA, “Engineers Test the First Engine for NASA’s Return to Flight Mission,” news release 04-231, 19 July 2004.)",
      "month": "July",
      "day": 16,
      "monthNumber": 7
    },
    {
      "story": " An independent panel of experts released an interim assessment of NASA’s progress implementing recommendations of the Columbia Accident Investigation Board (CAIB). The U.S. Congress had chartered the group―formally called the Stafford-Covey Return to Flight Task Group (SCTG)―to provide independent evaluations of NASA’s progress in meeting the CAIB’s recommendations. The CAIB had enumerated safety and operational practices that NASA must implement before resuming Space Shuttle flights. In its interim assessment, the Task Group stated that NASA had successfully implemented two of the CAIB’s recommendations: to define foreign-object debris and to create computer-accessible digital images of Shuttle hardware, taken at various stages of development and launch preparation. The Task Group would assess NASA’s progress toward satisfying the other CAIB recommendations in future reports.(NASA, “Stafford-Covey Task Group Announces July 22 Public Meeting,” news release N04-108, 19 July 2004; NASA, “Statement of Sean O’Keefe, Administrator, National Aeronautics and Space Administration, Before the Committee on Commerce, Science and Transportation, United States Senate” (statement of testimony, Washington, DC, 8 September 2004), http://www.nasa.gov/pdf64686main_aok_/ 64686main_aok_ testimony_090804.pdf (accessed 28 April 2009).)",
      "month": "July",
      "day": 22,
      "monthNumber": 7
    },
    {
      "story": " Representatives of the space agencies of Canada, Europe, Japan, Russia, and the United States―the nations participating in the ISS project―met to discuss their cooperative activities for the station. At the meeting at ESA’s Technical Centre in the Netherlands, ESA officials reviewed ISS operations and plans, unanimously endorsing a new technical configuration for the space station that would incorporate components from each of the ISS partner space agencies. Upon completion, the ISS would have improved research capabilities and would accommodate more crew members than the current maximum of three.(NASA, “Joint Statement: International Space Station Heads of Agency Meeting,” news release 04-237, 23 July 2004; Warren E. Leary, “More Astronauts Approved for Space Station,” New York Times, 24 July 2004.)",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " NASA Administrator Sean O’Keefe presented the Congressional Space Medal of Honor to the families of the crew members of Space Shuttle Challenger. O’Keefe presented the honor in the name of the U.S. Congress and on behalf of President George W. Bush. The seven astronauts on board Challenger had died when the Shuttle exploded soon after launching on 28 January 1986.(NASA, “Challenger Crew Honored with Congressional Space Medal of Honor,” news release S04-238, 23 July 2004.)",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " NASA announced its approval of a new design of the particular part of the Space Shuttle that may have critically contributed to Space Shuttle Columbia’s accident. The part―called a bipod fitting―connects a Shuttle’s external fuel tanks to the orbiter during launch. The newly designed bipod fitting eliminated the use of foam covering in favor of four rod-shaped heaters, reducing the risk of falling debris during launch. Investigators believed that the Columbia disaster might have resulted from the impact of insulating foam, which had fallen from the bipod fitting, damaging the orbiter’s left wing. According to NASA, the approval of the redesigned bipod fitting was a significant step in its efforts to resume safe Shuttle flights. Engineers would begin using the new fitting on the external tanks for the next Space Shuttle mission.(NASA, “NASA Approves New Design for Shuttle External Tank Fitting,” news release 04-240, 26 July 2004.)",
      "month": "July",
      "day": 26,
      "monthNumber": 7
    },
    {
      "story": " A NASA-funded study found that artificial surfaces in urban areas often cause temperatures to increase, enabling longer growing seasons in cities than in surrounding rural areas. Using data from NASA’s Terra satellite, a team of Boston University scientists led by Xiaoyang Zhang compared the growing seasons of 70 North American cities with those of adjacent rural areas. The scientists discovered that the growing season in urban areas lasted nearly 15 days longer than the growing season in rural areas. In addition, the data revealed that urban climates affect vegetation located up to 10 kilometers (6 miles) from urban land cover. According to the scientists, high concentrations of artificial surfaces in urban areas cause surface temperatures to be relatively higher in urban areas than in surrounding rural areas. In addition, the scientists suggested that their findings demonstrated how land use and other human activities affect Earth’s environment.(NASA, “NASA Plays Key Role in Largest Environmental Experiment in History,” news release 04-242, 27 July 2004; X. Zhang et al., “The Footprint of Urban Climates on Vegetation Phenology,” Geophysical Research Letters 31, no. 12 (25 June 2004): L12209.)",
      "month": "July",
      "day": 29,
      "monthNumber": 7
    },
    {
      "story": " Edward J. Weiler became Director of NASA’s GSFC, taking over from Alphonso V. Diaz. Weiler, who had joined NASA in 1978, had served as Chief Scientist for the HST from 1979 to 1998 and as Associate Administrator for NASA’s Space Science Enterprise from 1998 to July 2004. Diaz, who had served as Director of GSFC since 12 January 1998, became NASA’s Associate Administrator of Science.(NASA History Division, “NASA Center Directors,” http://www.hq.nasa.gov/office/pao/History/ director.html (accessed 1 May 2009); NASA, “Associate Administrator for the Science Mission Directorate: Edward J. Weiler,” 7 April 2008, http://www.nasa.gov/about/highlights/weiler_biography.html (accessed 1 May 2009); NASA, “Alphonso Diaz: Associate Administrator, Science,” 4 November 2004, http://www.nasa.gov/about/highlights/diaz_bio.html (accessed 1 May 2009).)",
      "month": "August",
      "day": 2,
      "monthNumber": 8
    },
    {
      "story": " NASA launched its MESSENGER spacecraft on a seven-year mission to study Mercury, the closest planet to the Sun. MESSENGER―Mercury Surface, Space Environment, Geochemistry, and Ranging―launched from Cape Canaveral Air Force Station in Florida at 1:16 a.m. (EDT). Six countries had provided equipment for the spacecraft, which would photograph Mercury’s surface and analyze the planet’s magnetic field and mineral composition. Project scientists planned to use the resulting data to determine whether Mercury’s composition is similar to that of Earth, Mars, and Venus. Although the spacecraft was not the first to photograph Mercury―NASA’s Mariner 10 had photographed the planet during flybys in 1974 and 1975―MESSENGER was the first spacecraft designed to examine Mercury while orbiting the planet.(Mark Carreau, “Messenger Leaves on 7-Year Voyage,” Houston Chronicle, 4 August 2004; NASA, “NASA Sending a Messenger to Mercury,” news release 04-215, 15 July 2004.)",
      "month": "August",
      "day": 3,
      "monthNumber": 8
    },
    {
      "story": " ISS crew members E. Michael Fincke and Gennady I. Padalka performed a spacewalk to prepare the ISS for the arrival of new unpiloted cargo ships, scheduled to launch in late 2005. ESA had created the new cargo vessels, formally called Automated Transfer Vehicles (ATVs). Fincke and Padalka installed new communications antennas and laser reflectors to facilitate the docking of the ATVs at the ISS. During the 41⁄2-hour excursion, the two men also replaced a circuit breaker and rotated scientific experiments.(NASA, “International Space Station Status Report: SS04-024,” news release SS04-024, 3 August 2004.)",
      "month": "August",
      "day": 3,
      "monthNumber": 8
    },
    {
      "story": " Data from NASA’s Cassini spacecraft revealed a new radiation belt around Saturn. Researchers already knew that Saturn had radiation belts―ring-shaped concentrations of ionized particles―outside the orbit of the planet’s rings. However, the newly discovered rings were inside Saturn’s rings. Previously, scientists had thought that a radiation belt could not exist inside the planet’s rings, because they believed that the rings would absorb any ionized particles that approached Saturn. The presence of radiation within the orbit of the rings indicated that the radiation belt’s particles are able to move through Saturn’s rings.(John Noble Wilford, “Spacecraft Finds Belt Around Saturn Unlike Any Ever Seen Before,” New York Times, 6 August 2004.)",
      "month": "August",
      "day": 5,
      "monthNumber": 8
    },
    {
      "story": " NASA and NOAA announced that the two agencies would extend the Tropical Rainfall Measuring Mission (TRMM) by five months, effectively reversing an earlier decision to terminate the weather satellite’s mission. NASA and NOAA also announced that they had requested the National Academy of Sciences to evaluate the utility of extending the satellite’s mission for an additional 18 months. Launched in 1997, the TRMM―designed to measure rainfall―was a joint project of NASA and JAXA. NASA and JAXA had originally planned for the satellite’s mission to last three years, but meteorologists and climate researchers, who continued to find the satellite’s data highly valuable, particularly for analyzing tropical storms, had advocated to prolong the mission.(Guy Gugliotta, “Weather Satellite Gets Reprieve for Hurricane Season,” Washington Post, 8 August 2004. 673 Guy Gugliotta, “NASA Plans Robotic Fix for Hubble,” Washington Post, 11 August 2004.)",
      "month": "August",
      "day": 7,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that it would commence work on a robotic mission to service the HST, reversing its earlier decision to remove the orbiting telescope from service. According to NASA, the robotic servicing mission, planned for launch in 2007, would perform maintenance and upgrades of the HST, including changing batteries and gyroscopes, repairing malfunctioning equipment, and adding new instruments. If successful, the mission would extend the operational life of the 15-year-old HST by at least five years.",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " The GAO published an assessment of the efforts of the DOD and the military services to develop personnel for space-related national security matters and to integrate those personnel into their forces. In the National Defense Authorization Act for FY 2004 (Pub.L.No. 108-136), the U.S. Congress had required the DOD to create a strategy to develop and integrate personnel who were capable of operating space-based systems and of developing space-related concepts, doctrine, and technology. In addition, Congress had required GAO to assess those efforts. In its report, GAO stated that the DOD did not have a plan to implement its strategy for developing and integrating space personnel. GAO also found that the military services varied in the extent to which they had implemented plans to develop and manage their space personnel. The report included recommendations to address these issues.(U.S. Government Accountability Office, “Defense Space Activities: Additional Actions Needed to Implement Human Capital Strategy and Develop Space Personnel” (report no. GAO-04-097, Washington, DC, 11 August 2004).)",
      "month": "August",
      "day": 11,
      "monthNumber": 8
    },
    {
      "story": " NASA’s Cassini spacecraft provided data revealing two previously unknown moons orbiting Saturn―a new total of 33 identified moons orbiting the planet. The two moons―designated S/2004-S1 and S/2004-S2, until receiving their formal names―measured 2 miles (3.2 kilometers) and 21⁄2 miles (4 kilometers) in diameter. Because of the moons’ diminutive size, scientists suspected that they might be fragments from a larger moon.(Mark Carreau, “Cassini Finds Two More Saturn Moons,” Houston Chronicle, 19 August 2004; New York Times, “2 Little Saturn Moons,” 17 August 2004.)",
      "month": "August",
      "day": 16,
      "monthNumber": 8
    },
    {
      "story": " A consulting firm, which NASA had hired, reported that NASA had made significant organizational reforms in its safety procedures and management culture. NASA had hired the consulting firm Behavioral Science Technology to assist in its three-year effort to implement the CAIB’s recommendations. Reporting on the first anniversary of the CAIB’s report, the consulting firm’s chairperson Thomas R. Krause stated that NASA administrators and managers had made significant efforts to seek input from lower-ranking employees regarding safety enhancements. NASA had made the improvements in response to the CAIB’s specific recommendation.(Mark Carreau, “NASA Making Recovery Following Shuttle Disaster,” Houston Chronicle, 27 August 2004. 207)",
      "month": "August",
      "day": 26,
      "monthNumber": 8
    },
    {
      "story": " Astronomers announced the discovery of three planets, comparable in size to Earth, orbiting stars outside the solar system, a finding they considered an important step in the search for life elsewhere in the universe. Although the planets have orbits too close to their stars to enable the planets to support life, all have relatively small mass, indicating that planets vary significantly in size. This discovery led the astronomers to hope that researchers might eventually discover planets as small as Earth. The three planets’ masses ranged from 14 to 20 times greater than that of Earth, far smaller than planets that scientists had previously observed orbiting living stars, which have been around 50 times the mass of Earth. Three groups of astronomers had made the discoveries separately: the teams of R. Paul Butler of the Carnegie Institution, Michael Endl of the University of Texas at Austin, and Michel Mayor of the Geneva Observatory in Switzerland.(Dennis Overbye, “3 Planets Are Found Close in Size to Earth, Making Scientists Think ‘Life’,” New York Times, 1 September 2004; R. Paul Butler et al., “A Neptune Mass Planet Orbiting the Nearby M Dwarf GJ 436,” Astrophysical Journal 617, no. 1 (10 December 2004): 580–588; Michael Endl et al., “HD 137510: An Oasis in the Brown Dwarf Desert,” Astrophysical Journal 611, no. 2 (20 August 2004): 1121–1124.)",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " Astronomer Fred Lawrence Whipple, a pioneering comet researcher, died at the age of 97. Whipple, born on 5 November 1906 in Red Oak, Iowa, had begun his research at Harvard University in 1931, studying meteors and Earth’s atmosphere. During his career, Whipple had contributed to many significant scientific achievements, including a meteor bumper known as the Whipple shield―a device that protects spacecraft from meteor collisions. However, Whipple was best known for research defying conventional scientific theories about comets: whereas many scientists had suspected that comets were composed of sand and rock bound by gravity, Whipple had theorized that comets are discrete bodies with a frozen nucleus that heats up and emits propulsive jets of gas and dust. Later spacecraft missions to comets had proven his theory correct.(Adam Bernstein, “Fred L. Whipple, 97, Dies; Comet Research Pioneer,” Washington Post, 1 September 2004. 679 NASA, “NASA Selects Contractors for Vision for Space Exploration Studies,” news release C04-s, 1 September 2004.)",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " As part of its first efforts to meet the objectives of President George W. Bush’s Vision for Space Exploration, NASA awarded contracts to 11 companies to provide research on human lunar exploration and the development of a vehicle to replace the Space Shuttle. The Vision for Space Exploration called for NASA to engage in human and robotic exploration of the solar system and regions beyond. NASA awarded three contracts of approximately US$1 million each to Raytheon, Science Applications International Corporation, and the SPACEHAB Corporation for preliminary studies of human lunar exploration. An additional eight companies―Andrews Space, The Boeing Company, Draper Labs, Lockheed Martin, Northrup Grumman, Orbital Sciences Corporation, Schafer, and Transformational Space Corporation―received contracts of approximately US$3 million to conduct preliminary research on human lunar exploration and on the development of a new crewed exploration vehicle.",
      "month": "September",
      "day": 1,
      "monthNumber": 9
    },
    {
      "story": " ISS crew members E. Michael Fincke and Gennady I. Padalka performed a spacewalk to conduct maintenance tasks and to prepare the ISS for the future arrival of a new cargo spacecraft. During the nearly 51⁄2-hour spacewalk, Fincke and Padalka replaced a component of the ISS’s cooling system, installed safety equipment for future spacewalks, and set up three antennas to aid the docking of ESA’s Automated Transfer Vehicle (ATV), a new ISS cargo ship scheduled for launch in 2005.(NASA, “International Space Station Status Report: SS04-029,” news release SS04-029, 3 September 2004.)",
      "month": "September",
      "day": 3,
      "monthNumber": 9
    },
    {
      "story": " NASA’s Genesis space capsule returned to Earth but experienced a problematic landing, which NASA officials feared might have damaged the capsule’s scientific cargo. NASA had launched Genesis in August 2001 to collect particle samples from solar winds, samples that scientists hoped would provide information about the solar system’s chemical composition during its formation stages. To return Genesis to Earth, NASA had designed the capsule to release a rectangular parachute, which helicopters would grab, gently lowering the spacecraft to Earth. However, the parachute failed to deploy, and Genesis crashed into a desert area of Utah at nearly 200 miles per hour (322 kilometers per hour). Although NASA officials were uncertain about the extent of damage to the spacecraft’s cargo, their initial prognosis was that researchers could still use some of the samples in scientific analyses.(Guy Gugliotta, “Spacecraft Crashes with Solar Data,” Washington Post, 9 September 2004; NASA JPL, “Genesis: Mission History―Launch,” 23 June 2008, http://genesismission.jpl.nasa.gov/gm2/mission/launch.htm (accessed 7 May 2009).)",
      "month": "September",
      "day": 8,
      "monthNumber": 9
    },
    {
      "story": " The ISS’s main oxygen generator stopped working, but the equipment failure posed no immediate danger to the station’s crew members. ISS Commander Gennady I. Padalka stated that the crew could repair the generator, which had failed on previous occasions. The malfunction did not pose an immediate threat to Padalka or his fellow crew member E. Michael Fincke, because they could access several alternative sources of oxygen stored in the orbiting space station.(New York Times, “Oxygen Generator on Space Station Fails,” 10 September 2004.)",
      "month": "September",
      "day": 9,
      "monthNumber": 9
    },
    {
      "story": " Scientists published research demonstrating that changes in Earth’s gravitational field can affect the planet’s climate and weather. Experts described the findings as an important advance in climate research. Bryon D. Tapley of the University of Texas at Austin led the team of scientists, who had discovered that changes in Earth’s gravitational field are associated with changes in the distribution of water and ice masses. Their findings demonstrated that scientists could use satellite measurements of Earth’s gravitational field to measure changes in the distribution of Earth’s mass and to determine the causes of those changes―changes that included variations in climate and weather. In their analyses, the scientists had examined data from the Gravity Recovery and Climate Experiment (GRACE), consisting of two spacecraft that measure variations in Earth’s gravitational field―a project of NASA and the German Aerospace Center.(NASA, “NASA’s GRACE Gravity Mission Weighs In on Earth’s Changing Climate,” news release 04-286, 9 September 2004; Bryon D. Tapley et al., “GRACE Measurements of Mass Variability in the Earth System,” Science 305, no. 5683 (23 July 2004): 503–505.)",
      "month": "September",
      "day": 9,
      "monthNumber": 9
    },
    {
      "story": " A NASA-funded study revised a fundamental idea in biological research: a concept known as the tree of life. Previously, biologists had theorized that all life had originated from three types of cells―archaea, bacteria, and eukaryotes―and had evolved in the pattern of a tree, with bacteria at the base and multicellular life forms branching out from those roots. However, the tree-of-life model did not explain the evolution of different cell types from a single cell or the merger of separate genomes, which form the branches of the tree of life. According to the new research of biologists Maria C. Rivera and James A. Lake, of the University of California at Los Angeles, two of the tree types of cells―bacteria and archaea―had merged to form the third type of cell, eukaryotes, encompassing all multicellular life forms, including animals, humans, and plants. The findings indicated that life had evolved in the pattern of a ring, rather than a tree. Experts described the research as a major contribution to the understanding of early evolution.(NASA, “Molecular Biologists Uproot Perspective of Ancient History,” news release N04-142, 9 September 2004; Maria C. Rivera and James A. Lake, “The Ring of Life Provides Evidence for a Genome Fusion Origin of Eukaryotes,” Nature 431, no. 7005 (9 September 2004): 152–155.)",
      "month": "September",
      "day": 9,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that it had made its Morning Report flight-safety software available for licensing. Scientists at NASA’s ARC had created the Morning Report as part of NASA’s Aviation System Monitoring and Modeling Project. The Morning Report, a flight-data-analysis software tool, could help flight-operations analysts automatically identify potentially problematic aircraft flights―flights with a high statistical probability of experiencing problems that could lead to an accident or another major problem.(NASA, “NASA Develops New Tool for Airline Accident Prevention,” news release 04-297, 15 September 2004. 686 NASA, “NASA Awards Extravehicular Activity Systems Contract,” news release C04-v, 15 September 2004.)",
      "month": "September",
      "day": 15,
      "monthNumber": 9
    },
    {
      "story": " NASA awarded a US$814 million contract to Hamilton Sundstrand Space Systems International (HSSSI) to provide equipment and services supporting spacewalks performed by Space Shuttle and ISS crew members. Under the contract―formally called the Extravehicular Activity (EVA) Systems Contract―Hamilton Sundstrand would provide EVA hardware, training support, real- time mission support, and other products and services related to spacewalks. The contract had a five-year base period and five additional one-year options.",
      "month": "September",
      "day": 15,
      "monthNumber": 9
    },
    {
      "story": " NASA re-extended the missions of its Mars rovers by an additional six months. The two mobile robotic geological laboratories, Spirit and Opportunity, had landed on Mars in January 2004. The robotic rovers had successfully completed their primary three-month mission in April 2004, and NASA had extended their mission by five months. Because the rovers remained operable and continued to provide important scientific data on Mars, NASA officials had decided to provide funding to cover an additional six months of rover operations.(NASA, “Rovers Missions Renewed as Mars Emerges from Behind Sun,” news release 04-307, 21 September 2004.)",
      "month": "September",
      "day": 21,
      "monthNumber": 9
    },
    {
      "story": " Scientists revealed the first observations of the merger of two galaxy clusters, providing crucial support for a theory of the universe’s formation. The scientists, led by J. Patrick Henry of the University of Hawaii, used ESA’s XMM-Newton orbiting observatory to obtain data showing that the galaxy cluster Abell 754 formed from the collision of two distinct clusters. Galaxy clusters such as Abell 754 contain hundreds of galaxies and are the universe’s largest gravitationally bound structures. Measurements of Abell 754’s density, pressure, and temperature indicated that it is still in formation. Moreover, the evidence showed that Abell 754 had emerged from the collision of galaxy clusters, supporting the theory that the universe’s hierarchical structure had resulted from small galaxies and galaxy clusters merging into relatively larger ones.(NASA, “Massive Merger of Galaxies is the Most Powerful on Record,” news release, 23 September 2004.)",
      "month": "September",
      "day": 23,
      "monthNumber": 9
    },
    {
      "story": " A privately funded rocket called SpaceShipOne became the first vehicle to complete a flight for the commercial spaceflight competition known as the Ansari X Prize. The X Prize competition would award US$10 million to the first private organization to create a spacecraft transporting a pilot and payload, with the equivalent weight of two passengers, to an altitude of 100 kilometers (62.1 miles) above Earth’s surface, twice in two weeks. California-based Scaled Composites had built SpaceShipOne, and the company’s founder Burt Rutan had designed the vehicle. The spacecraft left California’s Mojave Airport at 7:11 a.m. (PST), affixed to another aircraft. The aircraft released SpaceShipOne after attaining an altitude of 48,000 feet (9.1 miles or 14.6 kilometers). Although SpaceShipOne had some difficulty during its ascent, the vehicle’s pilot Michael W. Melvill was able to guide the vehicle to a peak altitude of 337,500 feet (63.9 miles or 102.9 kilometers). However, Scaled Composites would have to repeat the feat within the subsequent two weeks to win the Ansari X Prize.(Scaled Composites, “SpaceShipOne Surpasses 100 Km Altitude on First X-Prize Flight,” news release, 29 September 2004; Peter Pae, “Craft Rolls On into Space in Bid for Prize,” Los Angeles Times, 30 September 2004. 690 X PRIZE Foundation, “Ansari X PRIZE,” http://space.xprize.org/ansari-x-prize (accessed 12 May 2009); Scaled Composites, “SpaceShipOne Captures X-Prize,” 4 October 2004, http://www.scaled.com/projects/tierone/041004_spaceshipone_x-prize_flight_2.html (accessed 12 May 2009); John Schwartz, “Private Rocket Ship Earns $10 Million in New Space Race,” New York Times, 5 October 2004.)",
      "month": "September",
      "day": 29,
      "monthNumber": 9
    },
    {
      "story": " SpaceShipOne became the first privately developed, piloted spacecraft to exceed an altitude of 100 kilometers (62.1 miles) twice within 14 days, thus winning the Ansari X Prize competition. The spacecraft launched at 7:00 a.m. (PST) from Mojave Airport in California. During the flight, the spacecraft’s pilot Brian Binnie set an unofficial world record for altitude for a private spacecraft, reaching 367,442 feet (69.6 miles or 112 kilometers) above Earth’s surface. The founder of the X Prize competition, California entrepreneur Peter H. Diamandis, had modeled the Ansari X Prize on the Orteig Prize, which Charles A. Lindbergh had won in 1927 for completing the first nonstop flight from New York to Paris. To win the competition and its US$10 million award, a private team had to launch a spacecraft with a pilot and an equivalent weight of two passengers to an altitude of 100 kilometers (62.1 miles) twice within two weeks. California-based Scaled Composites had built SpaceShipOne, company founder Burt Rutan had designed the spacecraft, and Microsoft cofounder Paul G. Allen had financed the project.",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " NASA scientists reported that many of the samples from the Genesis space capsule had survived the spacecraft’s crash on 8 September 2004. NASA had launched Genesis in 2001 to obtain particle samples from solar winds, planning to use the particles in a study of the chemical composition of the solar system during its creation billions of years ago. However, Genesis’s sample-return capsule had failed to land on Earth as planned. Instead, it had crashed into the Utah desert, risking the destruction of the particle samples. However, although the crash had complicated the extraction and processing of the capsule’s fragile, wafer-like, sample-collection plates, NASA scientists had found many of the samples intact and usable for subsequent analyses.(Warren E. Leary, “Space Specimens Saved from Wrecked Capsule,” New York Times, 5 October 2004.)",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " Former astronaut Leroy Gordon Cooper died at age 77 in Ventura, California. One of the original seven astronauts for the Mercury program, the United States’ first human spaceflight program, Cooper was born in Shawnee, Oklahoma, on 6 March 1927. He had joined the U.S. Air Force in 1949, and NASA had selected him as a Mercury astronaut in April 1959. In May 1963, Cooper had piloted the program’s last mission, which lasted 34 hours and 20 minutes―longer than all the combined duration of all previous Mercury missions. Cooper had made his second and final trip to space on Gemini 5 in August 1965, in a two-person mission that had set a record for space endurance of 191 hours. The mission had demonstrated that humans could survive in a weightless environment and, therefore, that a trip to the Moon was feasible. In addition, Cooper had been the first American astronaut to make two spaceflights, to sleep in space, and to appear in a televised broadcast from space. After retiring from the Air Force in 1970, he had run several companies, including a consulting firm specializing in projects ranging from aerospace to hotel development.(John Johnson, “Leroy Gordon Cooper Jr., 77,” Los Angeles Times, 5 October 2004; Matthew L. Wald, “Gordon Cooper, Astronaut, Is Dead at 77,” New York Times, 5 October 2004.)",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " Maxime A. Faget, who had contributed to the designs of every U.S. spacecraft built to transport humans from Mercury to the Space Shuttle, passed away at age 83 in Houston, Texas. Born on 26 August 1921 in British Honduras, Faget had graduated with a degree in mechanical engineering from Louisiana State University in 1943. He had begun his career with NASA in 1946 as a research scientist at the NASA’s LaRC in Hampton, Virginia. In 1958 he had joined the Space Task Group―later, NASA’s JSC―where he had helped to design the spacecraft for the Mercury project and had led a team studying the feasibility of a lunar mission. Faget had also worked on the original feasibility study for the Space Shuttle, later contributing to the development of the Shuttles. After retiring from NASA in 1981, Faget had helped found Space Industries Incorporated, a private space company that had developed a Shuttle project for processing material in a near-perfect vacuum.(NASA, “Legendary Spacecraft Designer Dr. Maxime A. Faget Dies at 83,” news release 04-350, 10 October 2004.)",
      "month": "October",
      "day": 10,
      "monthNumber": 10
    },
    {
      "story": " The crew of Expedition 10 left for the ISS aboard the Russian Soyuz TMA-5/ISS-9S, which launched from Baikonur Cosmodrome in Kazakhstan at 11:06 p.m. (EDT). The crew members were American astronaut Leroy Chiao and Russian cosmonauts Yuri G. Shargin and Salizhan S. Sharipov. Chiao and Sharipov would stay at the ISS until April 2005, and Shargin would spend eight days on the ISS, returning to Earth with the crew of Expedition 9.(NASA, “International Space Station Status Report: SS04-035,” news release SS04-035, 13 October 2004. 212)",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " Scientists announced research demonstrating that planets form according to a different process than scientists had previously thought. Comparing recent observations from NASA’s Spitzer Space Telescope (SST) with data obtained earlier from other satellites, George H. Rieke of the University of Arizona at Tucson had led a team of scientists examining images of the dust clouds surrounding 266 stars of similar size. The prevailing theory of planetary formation held that small rocky planets collide to form larger planets, and the collisions produce a substantial quantity of dust, which steadily fades away over time. However, the team’s SST observations had significantly challenged that theory, revealing that some relatively younger stars have no surrounding dust clouds and that older stars tend to have large, bright discs of orbiting dust. The presence of dust clouds around the older stars indicated that planetary collisions continue far after initial planetary formation. The team concluded that planetary formation is a longer and more chaotic process than scientists had previously assumed.(NASA, “Astronomers Discover Planet Building Is Big Mess,” news release 04-347, 18 October 2004; John Noble Wilford, “A New Look at How Planets Are Formed,” New York Times, 19 October 2004.)",
      "month": "October",
      "day": 18,
      "monthNumber": 10
    },
    {
      "story": " NASA Administrator Sean O’Keefe announced the immediate appointment of James B. Garvin as NASA’s new Chief Scientist. Garvin had previously served as Chief Scientist for NASA’s lunar and Mars exploration programs. As Chief Scientist for all of NASA, Garvin would be responsible for ensuring the scientific merits of NASA’s programs, including formulating the programs’ scientific requirements. Garvin replaced former astronaut John M. Grunsfeld, who had served in the post since September 2003. NASA had selected Grunsfeld to train as an astronaut for a future long-duration mission.(NASA, “NASA Administrator Names New Chief Scientist,” news release 04-349, 21 October 2004.)",
      "month": "October",
      "day": 21,
      "monthNumber": 10
    },
    {
      "story": " Scientists published the first direct evidence of one of the fundamental elements of Einstein’s theory of general relativity: an effect known as frame dragging. Frame draggingthe distortion of space and time around rotating celestial bodies, such as Earthoccurs because the gravity of those objects pulls space and time along with them. Ignazio Ciufolini of the University of Lecce in Italy and NASA scientist Erricos C. Pavlis of GSFC had measured distortions in the orbits of the Laser Geodynamics Satellites, LAGEOS and LAGEOS2, to obtain the evidence of frame dragging. They had discovered that, although irregularities in Earth’s surface account for some of the variation in the satellites’ orbits, the remainder of the variation is the effect of space-time distortions.(NASA, “As the World Turns, It Drags Space and Time,” news release 04-351, 21 October 2004; Guy Gugliotta, “Theory of Relativity Evidence Found,” Washington Post, 22 October 2004.)",
      "month": "October",
      "day": 21,
      "monthNumber": 10
    },
    {
      "story": " Brazil successfully launched its first rocket from the Alcântara launch site in the state of Maranhão. The two-stage rocket called the Veículo de Sondagem Booster-30 (VSB- 30)―Spanish for Sounding Booster Vehicle―was 12.6 meters (41.3 feet) long, had a total mass of 2,570 kilograms (5,666 pounds), and was capable of carrying a payload of up to 400 kilograms (882 pounds). According to Brazilian officials, the government expected to sell up to 15 of the rockets to ESA.(Los Angeles Times, “Brazil Succeeds in Sending First Rocket to Space,” 24 October 2004; Agénica Espacial Brasileira [Brazilian Space Agency], “Foguetes de Sondagem [Survey of Rockets],” http://www.aeb.gov.br/indexx.php?secao=lancadores (accessed 14 November 2009).)",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " The crew of Expedition 9 returned to Earth aboard a Russian Soyuz capsule, landing in Kazakhstan at 6:36 a.m., local time. American astronaut E. Michael Fincke and Russian cosmonaut Gennady I. Padalka had spent 188 days at the ISS, where they had performed four spacewalks. Returning with them was Russian cosmonaut Yuri G. Shargin, who had traveled to the ISS on 13 October 2004 with the crew members of Expedition 10.(Mark Carreau, “Station Crew Returns to Earth,” Houston Chronicle, 24 October 2004; Stefano S. Coleman, “Two Safely Back After 6 Months on Space Station,” New York Times, 24 October 2004.)",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " The Cassini-Huygens spacecraft completed the closest approach ever made to Titan, Saturn’s largest moon, as well as the only moon in the solar system known to have an atmosphere. Soon after Cassini pierced Titan’s viscous atmosphere, the spacecraft beamed images of the moon’s surface to mission scientists at NASA’s JPL. ESA, the Italian Space Agency, and NASA had launched the mission in 1997 to study Saturn and its moons. Even though it is too cold to support life, scientists remain greatly interested in Titan, because they suspect that conditions on the planet are similar to those on Earth before the development of life.(ESA, “Cassini-Huygens Makes First Close Approach to Titan,” ESAnews release, 26 October 2004.)",
      "month": "October",
      "day": 26,
      "monthNumber": 10
    },
    {
      "story": " Rex D. Geveden became Chief Engineer and Director of NASA’s Independent Technical Authority. Administrator Sean O’Keefe had appointed Geveden as Chief Engineer on 14 October 2004. The Office of Chief Engineer was responsible for ensuring that NASA planned and conducted its development efforts and missions operations on a sound engineering basis. The Chief Engineer reported the overall review and technical readiness of all NASA programs directly to the Administrator. Geveden, who had been Deputy Director of NASA’s MSFC since July 2003, succeeded the retiring Theron Bradley Jr., who had served in the post since June 2002.(NASA, “NASA Names Rex Geveden New Chief Engineer,” news release 04-344, 14 October 2004.)",
      "month": "November",
      "day": 1,
      "monthNumber": 11
    },
    {
      "story": " NASA scientists published research showing that the El Niño Southern Oscillation (ENSO) is the single most important factor in interannual rainfall variability throughout the world. The scientists had used data from the Tropical Rainfall Measuring Mission (TRMM) satellite to identify geographic areas with the greatest variations in rainfall between 1998 and 2002. After comparing the TRMM data with rainfall patterns over the previous 50 years, they had found that changes in the ENSO directly correlated with local changes in rainfall patterns around the world. The TRMM satellite, a joint project of NASA and JAXA, used microwaves to measure precipitation over the tropics.(NASA, “TRMM Satellite El Niño Holds the Reins on Global Rains,” news release 04-369, 8 November 2004; Z. S. Haddad et al., “Global Variability of Precipitation According to the Tropical Rainfall Measuring Mission,” Journal of Geophysical Research―Atmospheres 109, no. D17 (16 September 2004): D17103.)",
      "month": "November",
      "day": 8,
      "monthNumber": 11
    },
    {
      "story": " Scientists from NASA’s ARC and Yale University announced that they had designed a complete map of gene activities in human tissue. The researchers had affixed pieces of deoxyribonucleic acid (DNA) sequences from the human genetic blueprint―known as the genome―to specially patterned glass slides. Using these slides, they had measured levels of ribonucleic acid―biochemical copies of DNA, which activating genes produce to make proteins. Among their findings, the scientists had discovered that certain DNA sequences, which they had previously believed are nonfunctioning, are actually functioning―they are encoding active genes. The NASA scientists hoped their results would enable other researchers to analyze genes for human diseases and to develop new treatments for them. In addition, their research had a specific benefit for NASA: the NASA scientists hoped it would help them understand how human genes respond to spaceflight, so that they would be better able to protect the health of astronauts.(NASA, “NASA Scientists Help Create Complete Human Genome Activity,” news release 04-376, 15 November 2004; Viktor Stolc et al., “A Gene Expression Map for the Euchromatic Genome of Drosophila Melanogaster,” Science 360, no. 5696 (22 October 2004): 655–660.)",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " NASA’s X-43A research vehicle established an unofficial world speed record for aircraft of nearly 7,000 miles per hour (11,265 kilometers per hour) or Mach 10―10 times the speed of sound. The X-43A contained an experimental engine―called a supersonic combustion ramjet or scramjet. The scramjet engine had no moving parts and did not use fuel from an on-board tank, as is the case with rockets. Instead, the engine used oxygen from the atmosphere, passing through the vehicle, to ignite fuel. NASA had explored the use of scramjets as an alternative to rocket power for space-access vehicles, with the hope that scramjet vehicles would operate more like an airplane than a rocket. The mission lifted off from NASA’s DFRC at Edwards Air Force Base in California at 2:30 p.m. (PST). A NASA B-52 carried the unpiloted X-43A to an altitude of 40,000 feet (7.6 miles or 12.2 kilometers). Before the X-43A had attained at an altitude of 111,000 feet (21 miles or 33.8 kilometers), a Pegasus rocket booster launched from the B-52, providing an initial acceleration that enabled the X-43A to attain an altitude of 111,000 feet (21 miles or 33.8 kilometers). The experimental aircraft flew for nearly 10 seconds at that altitude before descending into the Pacific Ocean as planned, nearly 800 miles (1,287 kilometers) off the coast of California.(John Johnson, “X-43A Aircraft Sets Speed Record at 6,500 MPH,” Los Angeles Times, 17 November 2004; NASA, “NASA’s X-43A Scramjet Breaks Speed Record,” news release 04-373, 16 November 2004.)",
      "month": "November",
      "day": 16,
      "monthNumber": 11
    },
    {
      "story": " The SMART-1 spacecraft, the first of ESA’s Small Missions for Advanced Research in Technology (SMART), successfully completed its first orbit of the Moon. ESA had launched SMART-1 in September 2003 to study the Moon’s surface. SMART-1 was noteworthy for its use of a host of techniques and technologies to reach lunar orbit―including a solar-electric propulsion system or ion engine, which made the journey of 52.2 million miles (84 million kilometers) from Earth to the Moon using only 130 pounds (59 kilograms) of the 181 pounds (82 kilograms) of xenon fuel that it had carried. That fuel consumption rate was equivalent to more than 5 million miles per gallon. The 809-pound (367-kilogram) spacecraft was able to achieve this rate of fuel efficiency using solar panels. During 13 months of expanding orbits around Earth, the solar panels had charged the xenon gas atoms, providing the spacecraft with occasional thrusts. ESA hoped to replace conventional propulsion systems―which were either too expensive or incapable of fulfilling the same objective―with the new solar-panel technology, to propel future spacecraft further into space.(ESA, “Europe Reaches the Moon,” ESA news release 60-2004, 16 November 2004, http://www.esa.int esaCP/SEM2S8WJD1E_index_0.html (accessed 2 February 2010); David Rising for Associated Press, “Europe’s First Moon Mission Successful,” 17 November 2004.)",
      "month": "November",
      "day": 16,
      "monthNumber": 11
    },
    {
      "story": " NASA hosted representatives from 30 countries―including China―in talks about how to accomplish President George W. Bush’s Vision for Space Exploration. Experts and participants described Chinese participation in the talks as a small but significant advance toward the goals of global security and space exploration―China’s presence at the talks indicated its interest in collaborating with other countries, particularly the United States. According to analysts, Chinese contributions to space exploration could include expendable rockets, piloted spacecraft, and space robotics.(Mark Carreau and Patty Reinert, “NASA Makes First Overture to China,” Houston Chronicle, 19 November 2004.)",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " NASA launched the Swift satellite from the Cape Canaveral Air Force Station in Florida. NASA and an international team of participants had designed the spacecraft to detect and analyze gamma-ray bursts (GRBs)―ephemeral explosions that occur throughout the universe, usually far from Earth. GRBs may indicate a number of significant cosmological events, such as the collision of extremely dense celestial bodies or the formation of black holes. Swift was equipped with three telescopes to study GRBs, including the Burst Alert Telescope, which could detect and locate GRBs, and the X-ray Telescope (XRT) and Ultraviolet/Optical Telescope (UVOT), two telescopes that could study the bursts’ afterglows. Among the many participants in the Swift mission were the Italian Space Agency and the Particle Physics and Astronomy Research Council of the United Kingdom.(NASA, “NASA Successfully Launches Swift Satellite,” news release 04-382, 22 November 2004; New York Times, “NASA Starts Hunt for Celestial Bodies,” 21 November 2004.)",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " Donald R. Puddy, longtime NASA Flight Director who had supervised numerous human spaceflight missions, died at the age of 67 in Houston, Texas. Born in Oklahoma, Puddy had joined NASA’s JSC in 1964 and had spent 22 years at JSC’s Mission Control Center. Puddy was only the 10th person to become a NASA flight director. He had later served in many other positions at NASA’s JSC, ARC, and Headquarters. As JSC Flight Director, Puddy had led flight- control teams during the Apollo Program, the Apollo-Soyuz Test Project, and the Skylab missions, as well as serving as Flight Director for the first Space Shuttle mission. He had also created and managed projects related to aircraft-safety procedures and had played a significant role in early cooperative efforts between the space programs of the United States and the U.S.S.R. Among the numerous awards Puddy had received for his achievements were the Presidential Medal of Freedom and the NASA Outstanding Leadership Medal.(Mark Carreau, “Donald Puddy, Veteran NASA Flight Director,” Houston Chronicle, 24 November 2004; NASA JSC, “NASA Honors Memory of Mission Control Veteran Don Puddy,” news release J04-054, 23 November 2004.)",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " NASA announced the crew for ISS Expedition 11, a six-month mission set to launch in April 2005. Russian cosmonaut Sergei K. Krikalev would serve as Station Commander, and American astronaut John L. Phillips would serve as Flight Engineer and ISS Science Officer. In 2000 Krikalev, who had experienced the most spaceflights of any Russian cosmonaut, had served as a member of the first ISS crew for Expedition 1. Phillips also had ISS experience as a member of Mission STS-100 in 2001. The backup crew members for Expedition 11 were American astronaut Daniel M. Tani and Russian cosmonaut Mikhail V. Tyurin.(NASA JSC, “Next International Space Station Crew Named,” news release H04-383, 23 November 2004.)",
      "month": "November",
      "day": 23,
      "monthNumber": 11
    },
    {
      "story": " A NASA-funded study revealed evidence of newly discovered relationships between climate change, ice sheets, and sea-level rise. Researchers led by Ian R. Joughin of NASA’s JPL found that, between 1992 and 2003, the speed of the ice movements of Greenland’s Jakobshavn Isbræ glacier―which has the fastest flow of ice from land to ocean of any glacier―had doubled. The increased ice flow from this single glacier had led to nearly a 4 percent increase in the rate of global sea-level rise during the 20th century. Furthermore, remote-sensing data from Canadian, European, and NASA satellites indicated that the glacier’s accelerated ice flow was largely the result of the warming of Earth’s climate.(NASA, “NASA Study Finds Glacier Doing Double Time,” news release M04-192, 1 December 2004; Ian Joughin, Waleed Abdalati, and Mark Fahnestock, “Large Fluctuations in Speed on Greenland’s Jakobshavn Isbræ Glacier,” Nature 432, no. 7017 (2 December 2004): 608–610.)",
      "month": "December",
      "day": 1,
      "monthNumber": 12
    },
    {
      "story": " The National Research Council (NRC) issued a report outlining recommendations for servicing the HST. The issue of servicing the HST had initiated a public discussion in January 2004, when NASA had decided to cancel a Shuttle mission to service the HST because of concern for astronaut safety. The debate had erupted again after April 2004, when NASA had announced that it would conduct an unpiloted servicing mission for the HST. In response to criticism for those decisions, NASA had requested that the NRC evaluate servicing options for the HST. The NRC recommended that NASA service the HST using a piloted Shuttle mission, because a robotic mission would be too complex for NASA to complete before 2007, when NASA anticipated that the HST’s machinery would wear out. According to the guidelines recommended by the CAIB, astronauts would be able to service the HST by 2007. The NRC also reported that, if NASA carefully planned and conducted the piloted Shuttle mission, the mission would be far more likely to extend the telescope’s operational life at a relatively lower cost.(Guy Gugliotta, “Astronauts Acceptable, Panel Says,” Washington Post, 9 December 2004; National Research Council, Assessment of Options for Extending the Life of the Hubble Space Telescope: Final Report (Washington, DC: National Academy Press, 2005).)",
      "month": "December",
      "day": 8,
      "monthNumber": 12
    },
    {
      "story": " NASA officials announced that the crew members of the ISS were experiencing a food shortage and would have to eat less until a Russian supply capsule could bring additional food supplies. Russia had scheduled the resupply capsule to arrive at the ISS on 25 December 2004, but if it missed the delivery, crew members Leroy Chiao and Salizhan S. Sharipov would have to return to Earth aboard the Russian Soyuz capsule docked at the ISS. NASA also noted that, if the crew members had to evacuate the space station, Russia and the United States could continue to operate the ISS from Earth. Officials cited a number of reasons for the supply shortage on the ISS, including the postponement of regular supply missions after the Columbia accident and the necessary removal of some food supplies from an August 2004 resupply flight, to make room for equipment to monitor air quality in the ISS.(Mark Carreau, “Space Station Crew Endures Food Shortage,” Houston Chronicle, 10 December 2004.)",
      "month": "December",
      "day": 9,
      "monthNumber": 12
    },
    {
      "story": " NASA Administrator Sean O’Keefe submitted his resignation in a handwritten letter to President George W. Bush. In his resignation, O’Keefe stated that he would continue serving as Administrator until Bush had named a successor, but that he would prefer to leave by February 2005. O’Keefe cited family commitments and his interest in pursuing better economic opportunities as the reasons for his resignation. Major media speculated about candidates to replace O’Keefe, but the White House provided no details about its choice for a successor. Before becoming NASA’s Administrator in December 2001, O’Keefe had worked for the OMB.(Guy Gugliotta, “NASA Chief Formally Steps Down,” Washington Post, 14 December 2004; Warren E. Leary, “NASA Leader Cites Finances and Submits His Resignation,” New York Times, 14 December 2004.)",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " U.S. federal government agencies released details of a long-term business strategy for the development of the Next Generation Air Transportation System―NextGen. The air traffic system NextGen encompassed a collection of infrastructural, policy, and technological efforts to address air traffic control, security, and other air-transportation concerns, which the U.S. government expected would increase with the continued growth in U.S. air traffic. In 2003 the U.S. Congress had created the Joint Planning and Development Office to coordinate public and private efforts to create and implement NextGen. The federal agencies participating in the effort included NASA and the Departments of Commerce, Defense, Homeland Security, and Transportation. The newly released NextGen strategy did not provide specific recommendations on NextGen; rather, it outlined objectives and requirements according to eight subject areas, including airport infrastructure development, security, and weather forecasting.(NASA, “Roadmap for Future of Air Transportation Announced,” news release 04-399, 15 December 2004; Joint Planning and Development Office, “NextGen,” http://www.jpdo.gov/nextgen.asp (accessed 4 June 2009).)",
      "month": "December",
      "day": 15,
      "monthNumber": 12
    },
    {
      "story": " An independent panel of experts provided its interim assessment of NASA’s efforts to meet the CAIB’s requirements for resuming Space Shuttle flights. NASA had chartered the Stafford- Covey Return to Flight Task Group (SCTG) to assess independently its implementation of the CAIB’s preflight recommendations―mandatory for NASA’s resuming Space Shuttle flights. The 26-member Task Group, headed by former astronauts Thomas P. Stafford and Richard O. Covey, stated that it had approved NASA’s compliance plans for eight of the CAIB’s 15 requirements. The task force did not see any major obstacles to NASA’s resuming Shuttle flights by May or June of 2005. The Task Group also noted, however, that NASA continued to have difficulty developing methods to repair the exterior heat tiles and thermal-resistant carbon-fiber material damaged during Shuttle flights.(Warren E. Leary, “Panel Sees Shuttle Flights Resuming Soon,” New York Times, 17 December 2004.)",
      "month": "December",
      "day": 16,
      "monthNumber": 12
    },
    {
      "story": " NASA awarded Jacobs Sverdrup a five-year, US$1.2 billion contract to provide engineering and scientific products and support services at NASA’s JSC. Under the contract, Jacobs Sverdrup would provide engineering products and services to support the ISS, Space Shuttles, planetary missions, and numerous other NASA programs. In addition, the company would provide those services to JSC’s Engineering Directorate and Astromaterials Research and Exploration Science Office.(NASA, “NASA Awards Engineering and Science Contract,” news release c04-dd, 16 December 2004.)",
      "month": "December",
      "day": 16,
      "monthNumber": 12
    },
    {
      "story": " A NASA-funded study provided the first direct evidence that aerosols affect the absorption and release of carbon by ecosystems. Because carbon, in the form of carbon dioxide in the atmosphere, acts as a heat-trapping greenhouse gas, the research team sought to identify the factors that influence carbon transfer between the atmosphere and soils. Led by Dev S. Niyogi of North Carolina State University, the scientists had used NASA satellite data to examine atmospheric aerosol content and carbon absorption in different ecosystems. They had discovered that high aerosol levels increase carbon absorption in croplands and forests but decrease carbon absorption in grasslands. The researchers suggested that this variation occurs because of the way that aerosols interact with different types of vegetation canopies to affect the dispersion of radiation from sunlight. In the dense vegetation canopies of croplands and forests, aerosols scatter sunlight in a manner that enables more radiation to reach a greater quantity of plant leaves and increases carbon absorption through plant photosynthesis. However, in the less dense vegetation canopy of grasslands, aerosols scatter sunlight in a manner that raises ground temperatures, causing the soil to release more carbon dioxide.(NASA, “NASA Study Finds Tiny Particles in Air May Influence Carbon Sinks,” news release 04-394, 16 December 2004; D. Niyogi et al., “Direct Observations of the Effects of Aerosol Loading on Net Ecosystem CO2 Exchanges over Different Landscapes,” Geophysical Research Letters 31, no. 20 (29 October 2004): L20506.)",
      "month": "December",
      "day": 16,
      "monthNumber": 12
    },
    {
      "story": " Researchers using images from NASA’s Galaxy Evolution Explorer (GALEX) found evidence of dozens of newly forming galaxies, a discovery that challenged prevailing scientific understanding of the creation of galaxies. Many astronomers believe that the universe began 13.7 billion years ago after a massive explosion of dense matter―an event often referred to as the Big Bang―and that galaxy and star formation peaked around 8 to 10 billion years ago. However, the researchers using the GALEX data had found evidence of 36 massive galaxies, ranging in age from 100 million to 1 billion years old and producing stars at a prodigious rate. The findings suggested that the new formation of galaxies had not ended as early as scientists had believed, and that the peak of galaxy formation had occurred later than previously thought.(Dennis Overbye, “Three Dozen New Galaxies Are Found in Nearby Space,” New York Times, 22 December 2004; NASA, “Aging Universe May Still Be Spawning Massive Galaxies,” news release 04-405, 21 December 2004.)",
      "month": "December",
      "day": 21,
      "monthNumber": 12
    },
    {
      "story": " NASA announced the selection of six proposals to provide research and payload instruments for the Lunar Reconnaissance Orbiter (LRO), the first spacecraft that NASA would build under the new Vision for Space Exploration. NASA planned the LRO as a robotic mission, which would orbit near the Moon, obtaining measurements to use in planning future human and robotic landing sites. The selected proposals included remote-sensing instruments, such as the Lunar Orbiter Laser Altimeter, which would conduct high-resolution measurements of landing-site slopes, and the Lunar Exploration Neutron Detector, which would measure the Moon’s radiation.(NASA, “NASA Selects Investigations for Lunar Reconnaissance Orbiter,” news release 04-407, 22 December 2004.)",
      "month": "December",
      "day": 22,
      "monthNumber": 12
    },
    {
      "story": " The Russian Space Agency launched Progress-M 51/ISS-16P, an automatic cargo vehicle, on a Soyuz-U rocket from Baikonur Cosmodrome in Kazakhstan at 10:19 p.m. (GMT). Progress-M 51, bound for the ISS, carried 2.75 tons (2,500 kilograms or 2.5 tonnes) of equipment, fuel, food, and water.",
      "month": "December",
      "day": 23,
      "monthNumber": 12
    },
    {
      "story": " A NASA study revealed that clouds that form from small haze particles do not reduce Earth’s temperatures as much as previous research had suggested. Scientists had thought that low-lying clouds cool Earth by reflecting sunlight away from the planet’s surface, and that the reflectivity of clouds increases as their volume of water increases. However, NASA scientist Andrew S. Ackerman led a group of researchers who found that polluted, low-lying clouds neither hold more water nor reflect more solar energy than do cleaner clouds. Using measurements from polar-orbiting satellites and from NASA aircraft flying through clouds, the scientists discovered that water tends to decrease in polluted clouds, rather than to increase. Because most predictions of climate change had incorrectly assumed that polluted clouds counteract greenhouse warming, this finding could significantly influence how scientists predict changes in climate.(Andrew S. Ackerman et al., “The Impact of Humidity Above Stratiform Clouds on Indirect Aerosol Climate Forcing,” Nature 432, no. 7020 (23–30 December 2004): 1014–1017; NASA, “NASA Finds Polluted Clouds Hold Less Moisture and Cool Earth Less,” news release 04-404, 23 December 2004.)",
      "month": "December",
      "day": 23,
      "monthNumber": 12
    },
    {
      "story": " NASA’s Cassini orbiter successfully released ESA’s Huygens probe on a controlled course to Saturn’s largest moon Titan. ESA, NASA, and the Italian Space Agency had created the Cassini- Huygens mission to study Saturn and its moons, scheduling the Huygens probe―specifically designed to analyze Titan’s atmosphere and surface―to enter the moon’s atmosphere in January 2005.(ESA, “Huygens Begins Its Final Journey into the Unknown,” ESA news release 67-2004, 25 December 2004, http://www.esa.int/esaCP/SEMVR53AR2E_index.html (accessed 2 February 2010).)",
      "month": "December",
      "day": 25,
      "monthNumber": 12
    }
  ],
  "totalStories": 151,
  "year": 2004
}