{
  "stories": [
    {
      "story": " NASA announced that it had signed Commercial Space Transportation Capabilities Agreements with PlanetSpace, of Chicago and Transformational Space Corporation in Reston, Virginia, to facilitate the commercialization of low Earth orbit. According to these nonreimbursable Space Act agreements, NASA would provide no funding to either company. Instead, the agreements established milestones and objective criteria that the companies would use to measure progress. The agreements stipulated that NASA share information with the two companies, to help them understand NASA’s projected requirements for space station crew, transportation launch vehicles, and spacecraft, as well as NASA’s human-rating criteria, which indicates how safe a spacecraft, launch vehicle, or airplane is for transporting people. Each company would develop and demonstrate vehicles, systems, and operations required to transport crews and cargo to and from low Earth orbit. Scott J. Horowitz, NASA’s Associate Administrator for Exploration Systems, explained that stimulating the growth of commercial space enterprise would enable NASA to focus on long-range exploration of the Moon and Mars.(NASA, “Commercial Space Transportation Capabilities Agreements Signed,” news release 07-20, 1 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_0720_COTS_agreements.html (accessed 13 January 2010); PlanetSpace, “NASA Signs Agreement with PlanetSpace for Development of Commercial Space Transportation Capabilities,” news release, 1 February 2007, http://www.planetspace.org/pdf/PressRelease020107.pdf (accessed 13 January 2010).)",
      "month": "February",
      "day": 1,
      "monthNumber": 2
    },
    {
      "story": " Expedition 14 Commander Michael E. Lopez-Alegria and Flight Engineer Sunita L. Williams conducted their second spacewalk in four days, to finish connecting cooling lines to a permanent system of the ISS. Working for just over 7 hours, the astronauts rerouted a series of two electrical cables and four quick-disconnect fluid lines to the Destiny laboratory’s permanent cooling system; retracted the aft heat-rejecting radiator on the P6 Truss; and finished disconnecting and stowing the second of two fluid lines for the Early Ammonia Servicer. Lopez- Alegria photographed the starboard solar array and the blanket box into which it folds, so that engineers could analyze the photos and finalize plans for its retraction during the Shuttle Mission STS-117, scheduled for March 2007. He also removed a sunshade that the crew no longer needed from a data-relay box, folding the sunshade to bring it inside the ISS, so that the crew could dispose of it later. At the conclusion of the spacewalk, Williams and Lopez-Alegria again followed precautionary decontamination procedures in the ISS’s airlock, as they had on 31 January, because they had seen ammonia flakes early in the spacewalk. Williams set a record for spacewalking time accrued by a woman—22 hours and 37 minutes—surpassing the record that NASA astronaut Kathryn C. Thornton had set in 1993.(NASA, “International Space Station Status Report: SS07-06”; Marc Carreau, “Spacewalkers Finish Job; Astronauts Sets Record,” Houston Chronicle, 5 February 2007.)",
      "month": "February",
      "day": 4,
      "monthNumber": 2
    },
    {
      "story": " Florida police released on bail Lisa M. Nowak, a NASA astronaut and U.S. Navy captain. The police had arrested Nowak the day before, after she threatened Colleen M. Shipman, a captain in the U.S. Air Force. Nowak had perceived Shipman as a romantic rival. NASA placed Nowak on 30-day leave and removed her from her mission duties. Nowak had flown her only mission as a crew member on STS-121 in July 2006, aboard Space Shuttle Discovery. NASA spokesperson Nicole Cloutier-Lemasters explained that, according to its past policy, NASA had screened crew members assigned to the ISS, before, during, and after missions, but had not screened Shuttle crews flying for two-week stints. Although Cloutier-Lemasters said that NASA did not plan to conduct an investigation of Nowak, NASA’s Deputy Administrator Shana L. Dale stated that NASA had begun a review of its screening policy. NASA hoped to determine whether it had overlooked indications for concern in Nowak’s case. Dale explained that NASA intended the review process to reveal whether or not astronauts were receiving adequate psychological and medical care and attention.(Mike Schneider and Erin McClam, “Astronaut Charged with Attempted Murder,” Associated Press, 7 February 2007; John Schwartz, “Astronaut’s Arrest Spurs Review of NASA Testing,” New York Times, 8 February 2007.)",
      "month": "February",
      "day": 6,
      "monthNumber": 2
    },
    {
      "story": " The National Research Council (NRC) published a report, Performance Assessment of NASA’s Astrophysics Program, examining how well NASA’s Astrophysics Science Division had addressed the strategies, goals, and priorities identified in previous NRC reports. The NRC focused, in particular, on its previous reports Astronomy and Astrophysics in the New Millennium (2001) and Connecting Quarks with the Cosmos (2003). Noting that, over the past decade, the Astrophysics Science Division had made remarkable progress in meeting its goals, the authors of the new NRC report expressed concern that the division would likely produce far fewer discoveries after 2010. The NRC noted that NASA had based its recent discoveries on missions that it had developed during the previous decade. However, at the time NRC was examining NASA’s astrophysics program to prepare the new report, NASA had no small-scale, low-cost missions in development. The report warned of a four-year gap in NASA’s missions between 2009, when NASA had scheduled the launch of the Wide-field Infrared Survey Explorer (WISE), and 2013, when NASA planned to launch the JWST. According to the report, NASA had skewed its astrophysics portfolio in favor of the largest missions, at the expense of smaller missions that could launch more frequently, such as the Explorer program missions. The report recommended that NASA restore funding for Explorer missions, even if funding those missions required that NASA scale back larger programs already in development.(National Research Council, National Astrophysics Performance Assessment Committee, A Performance Assessment of NASA’s Astrophysics Program (Washington, DC: National Academies Press, 2007), http://books.nap.edu/catalog.php?record_id=11828#toc (accessed 5 March 2010); National Academies, “Cost Overruns, Cancelling of Small Missions Have Led to Lost Science Opportunities at NASA,” news release, 7 February 2007, http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=11828 (accessed 10 December 2009); New Scientist, “Report Slams NASA’s Neglect of Small Missions,” 7 February 2007.)",
      "month": "February",
      "day": 7,
      "monthNumber": 2
    },
    {
      "story": " NASA astronauts Michael E. Lopez-Alegria and Sunita L. Williams undertook their third spacewalk outside the ISS in nine days. Over 6.5 hours, the astronauts accomplished their primary task—jettisoning two large thermal covers, folding them with smaller shrouds that had covered an electronics box, and tossing them away from the ISS, so that they would eventually burn up in Earth’s atmosphere. The astronauts also connected cables to a new system that would allow the ISS to share power with a docked orbiter; added a platform intended to hold a storage container; and photographed the docking port. Lopez-Alegria set a new U.S. spacewalking record of 61 hours and 22 minutes. The all-time record of more than 82 hours belonged to Russian cosmonaut Anatoly Y. Solovyov. Sunita L. Williams extended the spacewalking record she had set on 4 February to 29 hours and 17 minutes. The series of spacewalks that had begun on 31 January marked the first time that ISS crew had conducted three spacewalks within such a short time, without a Space Shuttle docked at the ISS.(Mike Schneider, “Astronaut Sets U.S. Spacewalking Record,” Associated Press, 9 February 2007. 8)",
      "month": "February",
      "day": 8,
      "monthNumber": 2
    },
    {
      "story": " NASA launched its Time History of Events and Macroscale Interactions during Substorms (THEMIS) mission from Cape Canaveral Air Force Station in Florida at 6:01 p.m. (EST), marking the first time NASA had launched a five-satellite constellation aboard a single rocket. NASA had designed the mission to uncover the catalyst of geomagnetic substorms, the atmospheric events visible in the Northern Hemisphere as a sudden brightening of the aurora borealis. Scientists hoped that the mission’s findings would help protect humans and commercial satellites in space from the effects of particle radiation. NASA had planned the mission to last two years, during which time the five identical satellites would collect data, attempting to achieve what no previous single-satellite mission had been able to do—to pinpoint when and where substorms begin.(NASA, “NASA’s THEMIS Mission Launches To Study Geomagnetic Substorms,” news release 07-47, 17 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_0747_THEMIS_Postlaunch.html (accessed 14 October 2007).)",
      "month": "February",
      "day": 17,
      "monthNumber": 2
    },
    {
      "story": " NASA’s Ames Research Center (ARC) and Virgin Galactic signed a MOU, providing a framework to explore potential collaborations, such as developing spacesuits, heat shields for spacecraft, hybrid rocket motors, and hypersonic vehicles. The press also reported that the MOU included provisions for training NASA astronauts, for NASA to buy seats on a Virgin Galactic flight, and for NASA to provide technical advice to Virgin Galactic; however; these provisions were not, in fact, part of the agreement. A newly formed organization in the NASA Research Park at Ames—NASA’s Space Portal—had enabled the negotiation with Virgin Galactic to help NASA promote the development of the commercial space economy.(NASA, “NASA, Virgin Galactic To Explore Future Cooperation,” news release 07-49, 21 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_07049_Virgin_Galactic.html (accessed 14 October 2009); NASA, “NASA Provides Additional Information on Agreement with Virgin Galactic,” news release 07-50, 21 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_07050_Virgin_Galactic_info.html (accessed 14 October 2009); Associated Press, “NASA, Virgin Galactic Sign Agreement,” 22 February 2007; Matthew Moore, “Virgin Galactic To Train NASA Astronauts,” Daily Telegraph (London), 22 February 2007.)",
      "month": "February",
      "day": 20,
      "monthNumber": 2
    },
    {
      "story": " NASA announced a landmark achievement of its Spitzer Space Telescope (SST). For the first time the SST had captured enough light from exoplanets—planets outside Earth’s solar system— to identify molecular signatures in their atmospheres. NASA described the event as a significant step toward achieving the ability to detect life on rocky exoplanets. Using a spectrograph to reveal the “fingerprints” of the objects’ chemical composition, the space-based infrared SST had obtained the data from two different gaseous exoplanets—HD 189733b, located 63 light-years from Earth in the constellation Vulpecula, and HD 209458b, located 150 light-years away in the constellation Pegasus. The telescope had monitored the planets as they transited behind their stars and temporarily disappeared from view. Once the exoplanets were no longer visible, Spitzer’s spectrograph measured the dip in infrared light. The data collected through this method, known as the secondary-eclipse technique, indicated that the two planets—known as “hot Jupiters,” because they are gaseous like Jupiter, but orbit much closer to their stars—are drier and cloudier than scientists had previously predicted. Although scientists had predicted that water vapor would prove a common feature of the atmospheres of hot Jupiters, the SST found no evidence of water vapor on either HD189733b or HD 209458b.(NASA, “NASA’s Spitzer First To Crack Open Light of Far Away Worlds,” news release 07-48, 21 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_0748_Spitzer.html (accessed 14 October 2009); Eric Berger, “Another Step Closer To Finding a Planet Like Ours,” Houston Chronicle, 22 February 2007.)",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " SPACEHAB announced that it had filed for a formal dismissal, with prejudice, of all litigation against NASA relating to losses incurred because of the Space Shuttle Columbia accident in 2003. SPACEHAB stated that the potential benefits of continuing litigation no longer outweighed the benefits of the case’s dismissal. At the time of the Columbia accident, NASA had been SPACEHAB’s largest customer. SPACEHAB had initiated a contract claim against NASA in January 2004, seeking US$87.7 million in damages for the loss of its Research Double Module (RDM). Claiming that its liability was limited under the contract, NASA had paid SPACEHAB US$8.2 million, including interest, in October 2004. SPACEHAB had filed an appeal with the Armed Services Board of Contract Appeals, and the two parties had proceeded with preparations for a hearing, which the court had scheduled for July 2008. SPACEHAB had also filed a tort claim in November 2004, seeking US$79.7 million in additional damages, but the court had granted a motion in June 2006 to stay the case until resolution of the contract claim appeal. Dismissal of the claim required SPACEHAB to pay US$500,000 to Lloyd’s of London, the RDM insurer.(SPACEHAB, “SPACEHAB Dismisses RDM Claim with NASA,” news release, 21 February 2007, http://www. spacehab.com/news-and-events/news/spacehab-dismisses-rdm-claim-with-nasa (accessed 13 January 2010); Houston Business Journal, “Spacehab Drops Suit Against NASA,” 21 February 2007.)",
      "month": "February",
      "day": 21,
      "monthNumber": 2
    },
    {
      "story": " Expedition 14 Commander Michael E. Lopez-Alegria and Flight Engineer Mikhail V. Tyurin undertook a spacewalk outside the ISS lasting 6 hours and 18 minutes. In undertaking his 10th spacewalk, Lopez-Alegria set another U.S. record, surpassing Jerry L. Ross’s nine spacewalks. Although Tyurin initially encountered problems with his spacesuit’s cooling system, causing his visor to fog up, he and Lopez-Alegria accomplished several tasks, including repairing an antenna. The antenna had failed to retract on 26 October 2006, when a Russian Progress vehicle docked at the ISS’s Zvezda service module. To ensure the antenna would not interfere with the undocking of the craft in April, Lopez-Alegria and Tyurin partially retracted the stuck antenna and secured",
      "month": "February",
      "day": 22,
      "monthNumber": 2
    },
    {
      "story": " it with wire ties, leaving 6 inches (15 centimeters) of clearance, a distance adequate for undocking. Lopez-Alegria and Tyurin also photographed a Russian satellite navigation antenna, changed out a Russian materials experiment, photographed a German robotics experiment, and inspected and photographed an antenna and the docking targets for the European cargo craft, the Automated Transfer Vehicle (ATV). The ATV, designed with greater capacity than the Russian Progress craft, had not yet made its first trip to the ISS.(NASA, “International Space Station Status Report: SS07-10,” 22 February 2007, http://www.nasa.gov/home/ hqnews/2007/feb/HQ_SS0710_station_status.html (accessed 14 October 2009).)",
      "month": "February",
      "day": 22,
      "monthNumber": 2
    },
    {
      "story": " Japan Aerospace Exploration Agency (JAXA) successfully launched a spy satellite aboard an H- 2A rocket from Japan’s southern island, Tanegashima, at 1:41 p.m. (JST). The spy satellite, the fourth of a four-craft constellation, enabled Japan to monitor any point on Earth once each day. Japan had previously relied on the United States for intelligence, but, following North Korea’s 1998 launch of a ballistic missile over Japan, the Japanese government had decided to develop an independent intelligence-gathering capacity and had launched the four spy satellites. The H-2A launch vehicle also carried into orbit an experimental optical satellite, which would carry out tests for future espionage operations.(New York Times, “Japan Launches Its 4th Spy Satellite,” 25 February 2007; Agence France-Presse, “Japan Launches Spy Satellite,” 26 February 2007.)",
      "month": "February",
      "day": 23,
      "monthNumber": 2
    },
    {
      "story": " NASA announced that NASA Administrator Michael D. Griffin and Under Secretary of Defense for Acquisition, Technology, and Logistics Kenneth J. Krieg had signed the National Partnership for Aeronautical Testing (NPAT) Agreement. NASA and the U.S. Department of Defense (DOD) would use the integrated national strategy NPAT to manage their respective aeronautical test facilities, including wind tunnels, propulsion-test facilities, simulation facilities, and open-air ranges. The agreement fulfilled one element of the two agencies’ response to the National Aeronautics Research and Development Policy, which President George W. Bush had signed in December 2006. In addition to expanding the dialogue beyond the test-and-evaluation communities, to include industry, academia, and the science and technology programs of NASA and DOD, the agreement established a council responsible for developing projects to streamline and economize management of aeronautical test facilities. Lisa J. Porter, Associate Administrator of NASA’s Aeronautics Research Mission Directorate, and John B. Foulkes of DOD’s Test Resource Management Center would cochair the council.(NASA, “NASA and Department of Defense Partner for Aeronautical Testing,” news release 07-52, 26 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_07052_DoD_MoU_aero.html (accessed 14 October 2009); United Press International, “NASA Signs Defense Department Agreement,” 28 February 2007.)",
      "month": "February",
      "day": 26,
      "monthNumber": 2
    },
    {
      "story": " NASA announced that the ISS Independent Safety Task Force (IISTF) had released its final report, and that NASA had made the report available online. The U.S. Congress had mandated the task force under Section 801 of the National Aeronautics and Space Administration Authorization Act of 2005 (Pub. L. No. 109-155, Title VIII, Subtitle A, 119 Stat. 2940), charging it with reviewing the ISS program and assessing potential vulnerabilities that could threaten the crew or cause the station’s premature abandonment. In its report, the task force identified a number of potential risks to the ISS, including possible on-board fires, attacks on the station from Earth, and collisions with a robotic arm or with visiting vehicles. However, the report named micrometeoroids and space debris as the greatest threats to the ISS. Regarding safety and crew health, the task force concluded that ISS operating procedures were thorough and sound. However, the IISTF offered several recommendations to address the grave threat of small debris striking the ISS, including keeping spare windows on board and installing extra protective measures to prevent micrometeoroids or orbital debris from puncturing the station.(NASA, “Independent Space Station Task Force Releases Final Report,” media advisory M07-27, 27 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_M0727_Independent_ ISS_Task_ Force_Report.html (accessed 14 October 2009); Larry Wheeler, “Report: Space Station at Risk for Catastrophe,” Florida Today (Brevard, FL), 28 February 2007; United Press International, “Space Station Safety Report Is Issued,” 27 February 2007; International Space Station Independent Safety Task Force, “Final Report” (NASA, Washington, DC, February 2007), http://www.nasa.gov/pdf/170368main_IIST_%20Final%20Report.pdf (accessed 29 January 2010).)",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " NASA announced that its New Horizons spacecraft, en route to Pluto and the unexplored Kuiper Belt region, had successfully completed a flyby of Jupiter. NASA stated that New Horizons, designed as the fastest spacecraft ever launched, had gained nearly 9,000 miles per hour (14,484 kilometers per hour) from Jupiter’s gravity, accelerating the craft to more than 52,000 miles per hour (83,685 kilometers per hour). Covering approximately 500 million miles (805 million kilometers) since its launch in January 2006, the craft had reached Jupiter more quickly than any of the seven previous spacecraft to visit the planet. New Horizon’s successful flyby confirmed that the craft was on track to travel 3 billion miles (4.8 billion kilometers) and to reach the Pluto system in July 2015. Moreover, during the Jupiter encounter, the craft had conducted portions of an intense six-month-long systems check, including more than 700 scientific observations of the Jupiter system. New Horizons Principal Investigator S. Alan Stern of the Southwest Research Institute in Boulder, Colorado, described these checks as a purposely designed “tough test for the mission team” and for the spacecraft.(NASA, “NASA Spacecraft Gets Boost from Jupiter for Pluto Encounter,” news release 07-55, 28 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_07055_New_Horizons_Jupiter_Flyby.html (accessed 14 October 2009).)",
      "month": "February",
      "day": 28,
      "monthNumber": 2
    },
    {
      "story": " NASA released images of solar activity captured by the Solar Terrestrial Relations Observatory (STEREO), a pair of spacecraft launched on 25 October 2006 to study the Sun. The images revealed a close view of the Sun’s activity, as well as a progressive view of the Sun’s radiation as it reaches Earth’s atmosphere. Scientists intended to use STEREO images to study the flow of energy from the Sun to Earth, in particular, coronal mass ejections (CMEs), which can cause dangerous solar storms. STEREO Principal Investigator Russell A. Howard stated that the new view from the spacecraft would improve scientists’ ability to forecast the arrival time of severe space weather, enabling them to predict the arrival of solar storms to within a couple of hours, instead of within a day.(Aalok Mehta, “Photo in the News: Stunning New Images of Sun Captured,” National Geographic News, 1 March 2007.)",
      "month": "March",
      "day": 1,
      "monthNumber": 3
    },
    {
      "story": " NASA issued a statement regarding the status of astronaut Lisa M. Nowak, the U.S. Navy captain charged with attempted kidnapping and related charges. Under a mutual agreement with the U.S. Navy, NASA was terminating Nowak’s detail as an astronaut, effective 8 March. Nowak, the first astronaut ever dismissed by NASA, had begun her detail with NASA following her selection as a member of the astronaut class of 1996. She had flown on her only mission, STS-121, in 2006. NASA had requested the U.S. Navy’s agreement to terminate Nowak’s detail because NASA lacked the administrative authority to address the criminal charges pending against Nowak. Because Nowak was a naval officer assigned to NASA, rather than a NASA civil servant, she was not subject to administrative action by NASA. NASA further stated that the decision to terminate Nowak’s detail did not indicate that NASA had taken a position on the criminal charges against her.(NASA, “Statement Regarding the Status of Lisa Nowak,” news release 07-26, 7 March 2007, http://www.nasa. gov/home/hqnews/2007/mar/HQ_07026_Nowak_Status.html (accessed 14 October 2009); Lianne Hart, “NASA Fires Astronaut Charged in Assault on Rival,” Los Angeles Times, 8 March 2007.)",
      "month": "March",
      "day": 7,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the completion of its Systems Requirement Review (SRR) of the Orion crew exploration vehicle (CEV), marking the first major milestone in Orion’s engineering process. In conducting the review of Orion’s requirements data set, NASA scientists and engineers had discussed more than 1,700 topics, covering all aspects of Orion’s performance, design, and qualifications. The SRR would provide a baseline for the design, development, construction, and safe operation of the spacecraft that NASA would use to carry astronauts beyond Earth orbit. In November 2006, NASA had completed an overall review of requirements for the Constellation Program, which also included the Ares launch vehicles and systems for the human exploration of planetary surfaces.(NASA, “NASA Completes Key Review of Orion Spacecraft,” news release 07-58, 7 March 2007, http://www. nasa.gov/home/hqnews/2007/mar/HQ_07058_Orion_SRR.html (accessed October 14, 2009); Jefferson Morris, “Baseline Requirements Completed by NASA for Orion,” Aviation Week, 9 March 2007; “NASA’s Orion Spacecraft One Step Closer to Assembly,” Aero-News Network, 9 March 2007.)",
      "month": "March",
      "day": 7,
      "monthNumber": 3
    },
    {
      "story": " The Italian Centre for Aerospace Research (Centro Italiano Ricerche Aerospaziali—CIRA) announced that it had successfully tested a prototype of an unmanned space vehicle (USV). On 24 February, CIRA had conducted a drop test of the torpedo-shaped craft from Tortolì Airport in Sardinia, releasing the USV from a balloon at an altitude of 21 kilometers (13 miles). The USV, named Castore, had reached a speed of Mach 1.05 in 70 seconds, and had successfully performed a nose-up maneuver at transonic speeds. However, following the successful test, the first-stage parachute had failed to deploy, causing the craft to split into three pieces. When the USV had crashed into the sea with too much force, one of the pieces of the craft had sunk. Gennaro Russo, USV Programme Manager and head of the Space Programmes Office at CIRA in Capua, Italy, stated that CIRA would use insurance money to rebuild Castore.(Agence France-Presse, “Italy Tests Prototype of Unmanned Space Shuttle,” 8 March 2007; Tariq Malik, “Italian Firm Hails Test of Unmanned Spacecraft Prototype,” Space.com, 12 March 2007, http://www.space.com/ businesstechnology/070312_usv_droptest.html (accessed 1 February 2010); Stuart Clark, “Uncrewed Space Plane Passes First Key Test,” New Scientist, 12 March 2007.)",
      "month": "March",
      "day": 8,
      "monthNumber": 3
    },
    {
      "story": " An Atlas-5 rocket launched six satellites from Cape Canaveral Air Force Station in Florida. Two of the satellites were part of the Orbital Express Experiment and four would measure the chemical makeup of the atmosphere and the signal turbulence of satellites. The primary goal of Orbital Express, a joint effort of NASA, the U.S. Air Force, and the U.S. Defense Advanced Research Projects Agency (DARPA), was to develop a system allowing spacecraft to “act independently and smarter.” Fred G. Kennedy of the U.S. Air Force, DARPA Program Manager for Orbital Express, explained that the Orbital Express mission’s goal was to enable satellites autonomously to refuel, repair, and upgrade—a feat that would “radically change satellite design.” In April 2005, NASA had launched two satellites that were supposed to rendezvous autonomously, but a collision of the two craft during the docking attempt had destroyed them. Because the satellites were preprogrammed, ground controllers had been unable to transmit commands to the satellites’ computers. To avoid such an event in the future, DARPA had designed the Orbital Express satellites to accept guidance from ground controllers.(Spacewarn Bulletin, no. 641, 1 April 2007, http://nssdc.gsfc.nasa.gov/spacewarn/spx641.html (accessed 25 January 2010); Todd Halvorson, “Atlas 5 Launches Satellites,” Florida Today (Brevard, FL), 9 March 2007; Shelby G. Spires, “2 Satellites To Test Auto Docking Technology,” Huntsville Times (AL), 9 March 2007.)",
      "month": "March",
      "day": 9,
      "monthNumber": 3
    },
    {
      "story": " An Ariane-5ECA rocket launched the British Defense Ministry’s 4.7-tonne (5.2-ton) Skynet-5A satellite and ISRO’s 3.1-tonne (3.4-ton) Insat-4B civil-communications satellite from Kourou, French Guiana. The Skynet 5A was part of a system designed to deliver secure, high-bandwidth communications for British armed forces, NATO, and other allied forces. Skynet had ultrahighfrequency and super-high-frequency communications instruments, a secure payload-control system, antijamming capabilities, and multiple spot beams. Insat 4B carried 12 Ku-band transponders to reach homes and businesses throughout India, as well as 12 C-band transponders to serve users living in an area stretching from the Middle East to Southeast Asia. Insat 4B was the second Insat-4 craft to reach orbit successfully. Insat 4A had successfully launched in 2005, but Insat 4C’s launch vehicle had exploded in July 2006, destroying the satellite.(Spacewarn Bulletin, no. 641; Stephen Clark, “British and Indian Satellites Fly to Space on Ariane 5,” Spaceflight Now, 11 March 2007, http://spaceflightnow.com/ariane/v175/ (accessed 9 June 2010 ); Jonathan Amos, “British Skynet Satellite Launched,” BBC News, 12 March 2007, http://news.bbc.co.uk/2/hi/6434773.stm (accessed 9 June 2010).)",
      "month": "March",
      "day": 11,
      "monthNumber": 3
    },
    {
      "story": " Yuzhnoye, the Ukrainian rocket-construction bureau and a member of the Sea Launch consortium, released its findings on the failed 30 January 2007 launch of the Zenit-3SL rocket. Yuzhnoye stated that a stray metal fragment had entered a pump in the rocket’s engine, causing the Zenit-3SL to explode during its attempt to launch a Boeing-built commercial communications satellite for the Netherlands-based SES New Skies. Representatives of the Ukrainian and Russian developers of the Zenit-3SL rocket had comprised the commission that investigated the launch failure.(Associated Press, “Company: Metal Fragment Doomed Rocket,” 14 March 2007; RIA Novosti, “Sea Launch Explosion Due To Engine Failure,” 14 March 2007.)",
      "month": "March",
      "day": 13,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the winning entry of the competition to name the Node 2 module of the ISS: the module’s name would be Harmony. The Node 2 module, built in Europe for NASA and scheduled to launch aboard STS-120 in 2007, would serve as a central hub for the ISS’s science laboratories. More than 2,000 students from 32 states had participated in the competition, and six schools had submitted the name “Harmony.” According to the rules of the contest, students had learned about the ISS, built a scale model, and written an essay explaining their proposed name for the module. A panel of NASA educators, engineers, scientists, and senior managers had selected the name because it symbolized the “spirit of international cooperation embodied by the space station, as well as the module’s specific role in connecting the international partner modules.”(NASA, “NASA Space Station Module in Perfect ‘Harmony’ with New Name,” news release 07-65, 15 March 2007, http://www.nasa.gov/home/hqnews/2007/mar/HQ_07065_Node_2_Naming_Announcement.html (accessed 14 October 2009).)",
      "month": "March",
      "day": 15,
      "monthNumber": 3
    },
    {
      "story": " The House Committee on Science and Technology held a hearing on NASA’s fiscal year (FY) 2008 budget request, receiving testimony from NASA Administrator Michael D. Griffin. On 5 February, President George W. Bush had presented to Congress NASA’s proposed US$17.3 billion budget for FY 2008, as a component of the federal budget, including US$4 billion for five Space Shuttle flights and US$2.24 billion for ISS activities. Administrator Griffin urged Congress to fund NASA’s FY 2008 Exploration Systems request fully, enabling NASA to develop the Orion and the Ares-1 crew vehicles. He cautioned that NASA was unlikely to succeed in bringing new exploration capabilities online by 2014 because of several factors, including the cost of retiring the Space Shuttle and making the transition to the new vehicle, the cost of supporting the ISS, and the impact of the overall reduction in funding for NASA mandated by the FY 2007 Continuing Resolution. However, Griffin stated that NASA would continue to “transition the workforce, infrastructure, and equipment from the Space Shuttle to new Exploration systems.” Committee Chair Bart Gordon (D-TN) criticized the Bush administration’s failure to recommend the funding levels necessary to support the exploration initiative, the ISS, the termination of the Space Shuttle program, and the upgrade of the aging Deep Space Network.(U.S. House of Representatives, Committee on Science and Technology, “NASA’s Fiscal Year 2008 Budget Request,” 110th Cong., 1st Sess., 15 March, 2007, 28, http://origin.www.gpo.gov/fdsys/pkg/CHRG-110hhrg33803/ pdf/CHRG-110hrg33803.pdf (accessed 20 December 2010); U.S. House of Representatives, Committee on Science and Technology, “NASA’s ‘Lean’ Budgetary Outlook Will Have Wide-Ranging Impact on Agency Programs,” press release, 15 March 2007, http://science.house.gov/press/PRArticle.aspx?NewsID=1724 (accessed 28 September 2010).)",
      "month": "March",
      "day": 15,
      "monthNumber": 3
    },
    {
      "story": " Space Exploration Technologies (SpaceX), a private company based in El Segundo, California, launched its Falcon-1 rocket from Omelek Island in the Kwajawlein Atoll in the Pacific Ocean. The 70-foot-long (21.3-meter-long), two-stage rocket, powered by liquid oxygen and kerosene, successfully reached space, accomplishing stage separation and second-stage ignition before reentering the atmosphere. Although the rocket failed to reach its desired orbit of 425 miles (684 kilometers), SpaceX’s founder Elon Musk, also the cofounder of PayPal, considered the launch a success because the rocket had successfully achieved many of the riskiest milestones of launching and entering space. The company’s first attempt at launching a Falcon-1 rocket in 2006 had failed when leaking fuel caught fire just after liftoff. SpaceX had designed the most recent mission—Demo 2—to gather flight data for the company’s main customer, DARPA, which was seeking more economical means of reaching space. The typical commercial launch service cost US$30 million, but Musk had pledged to launch satellites for US$7 million.(John Antczak for Associated Press, “SpaceX Launches New Rocket Into Space,” 21 March 2007; John Schwartz, “Private Rocket Lost Shortly After Launch,” New York Times, 21 March 2007.)",
      "month": "March",
      "day": 20,
      "monthNumber": 3
    },
    {
      "story": " NASA released images of the Sun, captured by the X-ray Telescope aboard the international spacecraft Hinode, formerly known as Solar B. The images showed that the Sun’s magnetic field “is much more turbulent and dynamic than previously known.” Richard R. Fisher of the Heliophysics Division of NASA’s Science Mission Directorate remarked that, for the first time, scientists could detect tiny granules of hot gas rising and falling in the Sun’s magnetized atmosphere. Alan M. Title of Lockheed Martin, also a professor of physics at Stanford University, added that Hinode images revealed irrefutable evidence of the presence of turbulence-driven processes that bring magnetic fields to the Sun’s surface, resulting in an extremely dynamic gaseous envelope around the Sun. A collaborative mission, led by JAXA and including ESA and Britain’s Particle Physics Astronomy Research Council, Hinode had launched on 23 September 2006. Hinode carried three primary instruments—the Solar Optical Telescope, the X-ray Telescope, and the Extreme Ultraviolet Imaging Spectrometer—to study the Sun’s magnetic field and how its explosive energy propagates through the various layers of the solar atmosphere.(NASA, “International Spacecraft Reveals Detailed Processes on the Sun,” news release 07-72, 21 March 2007, http://www.nasa.gov/home/hqnews/2007/mar/HQ_07072_Hinode_Images_of_Sun.html (accessed 14 October 2009);)",
      "month": "March",
      "day": 21,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the names of the committee members tasked with conducting a comprehensive review of the health care systems and medical policies that NASA provided for the benefit of astronauts, as well as the standards and certification NASA required of astronauts. The review included an examination of behavioral health care services available to astronauts. To chair the group of external experts, NASA named Richard E. Bachmann Jr. of the U.S. Air Force, an expert in aerospace medicine with experience providing medical support to people conducting operations in extreme environments. NASA appointed James M. Duncan, NASA Chief of Space Medicine, and Wayne R. Frazier, an executive from the Office of Safety and Mission Assurance at NASA Headquarters, to serve on the committee in an ex officio capacity. The arrest of astronaut Lisa M. Nowak in February had prompted the review.(NASA, “NASA Announces Medical Review Team Members,” news release 07-75, 26 March 2007, http://www. nasa.gov/home/hqnews/2007/mar/HQ_07075_Medical_Review_Members.html (accessed 14 October 2009); Jeanna Bryner, “NASA Sets Team To Review Astronaut Mental Healthcare,” Space.com, 26 March 2007, http://www.space. com/news/070326_nasa_healthcare.html (accessed 27 January 2010).)",
      "month": "March",
      "day": 26,
      "monthNumber": 3
    },
    {
      "story": " China National Space Administration (CNSA) and Roskosmos signed an agreement to launch a joint mission to Mars in 2009, marking a milestone in space cooperation between the People’s Republic of China and Russia. The agreement stipulated that a Russian rocket would launch a Chinese satellite to Mars, along with Russia’s Phobos Explorer. The Chinese satellite would explore the Martian atmosphere and the Phobos Explorer would land on the Martian moon Phobos, to collect soil samples to return to Earth.(Agence France-Presse, “China and Russian Plan Joint Mission to Mars,” 28 March 2007.)",
      "month": "March",
      "day": 26,
      "monthNumber": 3
    },
    {
      "story": " NASA’s Jet Propulsion Laboratory (JPL) released images of “an odd, six-sided, honeycomb- shaped feature circling the entire north pole of Saturn.” NASA’s Cassini spacecraft had collected the images in thermal-infrared light during a 12-day period beginning on 30 October 2006. NASA’s Voyager 1 and 2 spacecraft had also collected images of the hexagon-shaped feature more than 20 years before, indicating the long-lived nature of the feature. The Cassini images also revealed that the hexagon, which is 25,000 kilometers (15,000 miles) across, extends approximately 100 kilometers (60 miles) into the atmosphere, much deeper than previously thought. Kevin H. Baines, an atmospheric expert and member of Cassini’s visual and infrared mapping spectrometer team at NASA’s JPL, remarked that scientists had never seen a feature like the hexagon on any other planet. Because of its thick atmosphere, where circularly shaped waves and convective cells dominate, Saturn was the last place scientists had expected to see such a feature.(NASA Jet Propulsion Laboratory (JPL), “Cassini Images Bizarre Hexagon on Saturn,” news release 2007-034, 27 March 2007, http://www.jpl.nasa.gov/news/news.cfm?release=2007-034 (accessed 1 February 2010).)",
      "month": "March",
      "day": 27,
      "monthNumber": 3
    },
    {
      "story": " NASA’s Aeronautics Research Mission Directorate and the American Helicopter Society (AHS) selected Eric Greenwood II—a graduate student at the University of Maryland, who was studying aerospace engineering with a specialty in rotorcraft acoustics—as the first winner of the",
      "month": "March",
      "day": 30,
      "monthNumber": 3
    },
    {
      "story": " Jeanna Bryner, “Twisted Solution to Sun’s Mystery Heat,” Space.com, 21 March 2007, http://www.space.com/ scienceastronomy/070321_solarb_update.html (accessed 28 January 2010). NASA-AHS Robert L. Lichten Internship Award. The basis of the award was a paper that Greenwood had submitted to the AHS International 2007 Robert L. Lichten Competition, “Helicopter External Noise Radiation in Turning Flight: Theory and Experiment.” During his eight-week NASA-sponsored internship, Greenwood would divide his time between two NASA centers: ARC at Moffett Field, California, and Langley Research Center (LaRC) in Hampton, Virginia. Greenwood would work on NASA’s science and technology projects involving rotary wings.(NASA, “NASA Announces First Lichten Intership Award Winner,” news release 07-79, 30 March 2007, http://www.nasa.gov/home/hqnews/2007/mar/HQ_07079_ARMD_Intern.html (accessed 14 October 2009).)",
      "month": "March",
      "day": 30,
      "monthNumber": 3
    },
    {
      "story": " NASA released a study finding that, in 2005, the Arctic had replaced very little of the thick sea ice that it loses and replenishes annually. The findings complemented an earlier study showing a 14 percent decrease in perennial ice between 2004 and 2005. That study had provided the first reliable estimates of the annual variation of perennial ice replenishment at the end of summer. Ron Kwok of NASA’s JPL had used data, including data that NASA’s QuikSCAT satellite had collected, to study six annual cycles of Arctic perennial ice coverage. The results of the study indicated that only 4 percent of the thin, seasonal ice that had formed during the winter of 2005 had survived the summer, leaving perennial ice coverage in January 2006 14 percent smaller than in 2005. The 2005 replenishment was the smallest seen in any study to date. Kwok had also studied the 2005–2006 temperature records, comparing them with records dating back to 1958. The temperature records demonstrated a gradual warming trend during the first 30 years after 1958, with a rapid acceleration after the mid-1980s. Kwok remarked that “the record doesn’t show any hint of recovery from these trends,” adding that, “if the correlations between replenishment area and numbers of freezing and melting temperature days hold long term, it’s expected the perennial ice coverage will continue to decline.” Geophysical Research Letters published the study, “Near Zero Replenishment of the Arctic Multiyear Sea Ice Cover at the End of 2005 Summer,” in its 2 March 2007 issue.(NASA, “NASA Finds Arctic Replenished Very Little Thick Sea Ice in 2005,” news release 07-77, 3 April 2007, http://www.nasa.gov/home/hqnews/2007/apr/HQ_07077_Arctic_Sea_Ice.html (accessed 16 February 2010); Ron Kwok, “Near Zero Replenishment of the Arctic Multiyear Sear Ice Cover at the End of 2005 Summer,” Geophysical Research Letters 34 (2 March 2007): L05501−L05506, http://www.agu.org/pubs/crossref/2007/2006GL028737. shtml (accessed 24 March 2010).)",
      "month": "April",
      "day": 3,
      "monthNumber": 4
    },
    {
      "story": " The U.S. Federal Aviation Administration (FAA) published a final rule, effective 5 June 2007, governing experimental permits for launching reusable suborbital rockets for space tourism. Under the rules, which the U.S. Congress had mandated in the Commercial Space Launch Amendments Act of 2004 (Pub. L. No. 108-492), a single experimental permit would cover multiple vehicles of a particular design and allow an unlimited number of launches. The FAA would identify the type of design changes that it would permit the licensed launch company to make without invalidating the permit; renew the one-year permit after conducting a review; prohibit companies conducting test flights covered by an experimental permit to carry passengers for compensation or hire; establish criteria for the physical area in which a company could operate a vehicle with an experimental permit; and require a vehicle developer applying for a 47 permit to provide a program description, flight-test plan, and operational-safety documentation.",
      "month": "April",
      "day": 6,
      "monthNumber": 4
    },
    {
      "story": " TMA-10 launched from Baikonur Cosmodrome in Kazakhstan at 17:31 (UT), carrying Expedition 15 Commander Fyodor N. Yurchikhin and Flight Engineer Oleg V. Kotov, as well as Charles Simonyi, who had paid US$25 million to travel to the ISS as a tourist. After joining Microsoft Corporation in 1981, Simonyi had led the development of the computer software programs Word and Excel, but he had since left Microsoft to start International Software Corporation of Bellevue, Washington. Simonyi planned to participate in several medical and engineering experiments during his 11-day visit to the ISS and to update the blog for his student- oriented Web site, www.charlesinspace.com, among other educational activities. Simonyi remarked that his one goal was to educate students about the science of space travel. The Russian space agency Roskosmos had scheduled Simonyi to return to Earth on 20 April, with Expedition 14 Commander Michael E. Lopez-Alegria and Flight Engineer Mikhail V. Tyurin. Lopez- Alegria and Tyurin had been aboard the ISS since September 2006. Flight Engineer Sunita L. Williams, who had served with Expedition 14 since December 2006, would remain aboard the ISS as a member of Expedition 15 until later in 2007.(NASA, “International Space Station Status Report SS07-18,” 7 April 2007, http://www.nasa.gov/homehqnews/ 2007/apr/HQ_SS0718_station_status.html (accessed 16 February 2010); Spacewarn Bulletin, no. 642, 1 May 2007, http://nssdc.gsfc.nasa.gov/spacewarn/spx642.html (accessed March 1, 2010); Marc Carreau, “5th Space Tourist Goes into Orbit on $25 Million Ticket,” Houston Chronicle, 8 April 2007; Scott Gutierrez, “Developer of Word on Way to Space Station,” Seattle Post-Intelligencer (WA), 9 April 2007.)",
      "month": "April",
      "day": 7,
      "monthNumber": 4
    },
    {
      "story": " NASA announced modifications to the ISS contract with Roskosmos. The US$719 million modified contract covered crew rotations for 15 crew members—six in 2009, six in 2010, and three in 2011—as well as the delivery and removal of 5.6 tonnes (6.2 tons) of cargo. The modification also included NASA’s purchase of a Russian Docking Cargo Module flight in 2010, which would carry 1.4 tonnes (1.5 tons) of NASA cargo to the ISS, and the purchase of a flight opportunity in 2009, which would allow an astronaut from one of the ISS partner nations to",
      "month": "April",
      "day": 9,
      "monthNumber": 4
    },
    {
      "story": " spend approximately six months aboard the space station.(NASA, “NASA Extends Contract with Russia’s Federal Space Agency,” contract release C07-18, 9 April 2007, http://www.nasa.gov/home/hqnews/2007/apr/HQ_C07-18_Roscosmos.html (accessed 2 March 2010); Rob Coppinger, “NASA Signs Five-Year $719 Million International Space Station Crew and Cargo Contract with Russia’s Federal Space Agency,” Flight International, 10 April 2007.)",
      "month": "April",
      "day": 9,
      "monthNumber": 4
    },
    {
      "story": " NASA announced an agreement with the U.S. Air Force to support abort-flight-test requirements for the Orion Project. Under a contract with Orbital Sciences Corporation of Chandler, Arizona, the U.S. Air Force Space Development and Test Wing at Kirtland Air Force Base, New Mexico, had scheduled flight tests of abort-test boosters. The purpose of the tests, which would begin in 2009 at White Sands Missile Range (WSMR) in New Mexico and would last through 2011, was to support certification of the Orion CEV’s launch-abort system. The system included a small escape rocket designed to ensure the safety of the crew in the event of a launch-vehicle malfunction while on the launchpad or during ascent to orbit. Of the six tests planned, two would simulate a situation involving an abort from the launchpad and would require no booster; the remainder would use abort-test boosters to simulate aborts at three stressing conditions along the Ares launch-vehicle trajectory.(NASA, “NASA Buys Abort Test Boosters for Orion Flight Tests,” news release 07-86, 16 April 2007, http://www. nasa.gov/home/hqnews/2007/apr/HQ_07086_Orion_ATB_purchase.html (accessed 16 February 2010).)",
      "month": "April",
      "day": 16,
      "monthNumber": 4
    },
    {
      "story": " A Dnepr rocket launched from Baikonur Cosmodrome in Kazakhstan at 7:02 (UT), carrying a variety of small satellites, many of them student-built. Four American-built picosatellites, dubbed Objects T, S, R, and Q—all CubeSats with masses of 1 kilogram (2.2 pounds)—were technology demonstrators, including two—CalPoly 3 (CP 3) and CalPoly 4 (CP 4)—that students at California Polytechnic University and Stanford University had built. Students at the University of Louisiana, Lafayette, had built another CubeSat—CAPE 1—with a mass of 1 kilogram (2.2 pounds), to collect and store data on the ambient ionosphere and to relay the data to the students. Students at Sergio Arboleda University had constructed Libertad 1, a Colombian 1-kilogram (2.2-pound) CubeSat, for an unspecified purpose. The Dnepr rocket also carried five Saudi Arabian communications nanosatellites. Students and faculty of King Abdulaziz City for Science and Technology had built the 12-kilogram (26.5-pound) CubeSats, which were the first five of a planned fleet of 24 nanosatellites that would store and forward communications. Also aboard was EgyptSat 1, a 100-kilogram (220.5-pound) Egyptian minisatellite carrying a multispectral imager for Earth observation.(Spacewarn Bulletin, no. 642.)",
      "month": "April",
      "day": 17,
      "monthNumber": 4
    },
    {
      "story": " NASA announced that it had awarded a contract to the Boeing Company to provide engineering and technical support for four specialized research aircraft—two F-15s and two F/A-18s—at NASA’s Dryden Flight Research Center (DFRC). NASA had modified the aircraft to conduct a variety of flight-research missions to support NASA and other government agencies, as well as private industry. The contract’s value was as much as US$28 million during the five-year performance period lasting through April 2012.(NASA, “NASA Awards California Aircraft Support Contract to Boeing,” contract release C07-20, 20 April 2007, http://www.nasa.gov/home/hqnews/2007/apr/HQ_C0720_Boeing_Aircraft_Support.html (accessed 16 February 2010).)",
      "month": "April",
      "day": 20,
      "monthNumber": 4
    },
    {
      "story": " NASA announced a modification to its contract with Lockheed Martin to design, test, and build the Orion CEV. The modified contract had three significant changes, including the addition of two test flights of Orion’s launch-abort system and the deletion from the initial design phase of the production of a pressurized cargo carrier for the ISS. The contract also added two years to the development period, extending it to December 2013, and increased the contract’s value from US$3.9 billion to US$4.3 billion. The modification reflected the continuing progress on Orion’s development and NASA’s evolving budgetary landscape.(NASA, “NASA Modifies Orion Crew Exploration Vehicle Contract,” contract release C07-21, 20 April 2007, http://www.nasa.gov/home/hqnews/2007/apr/HQ_C0721_Orion_Contract_Mod.html (accessed 16 February 2010).)",
      "month": "April",
      "day": 20,
      "monthNumber": 4
    },
    {
      "story": " The U.S. Missile Defense Agency successfully launched a Minotaur-1 rocket from the Mid- Atlantic Regional Spaceport launchpad on Wallops Island, Virginia, at 2:47 a.m. (EST). The rocket carried the Near Field Infrared Experiment (NFIRE), which was part of a study to improve the interception of intercontinental ballistic missiles (ICBMs) and to assess the viability of a laser communication system for missile-defense applications. During the mission, an infrared tracking sensor on board NFIRE would collect exhaust-plume data from two disarmed Minutemen ICBMs, which the agency would launch later in 2007 from Vandenberg Air Force Base in California. The launch of Minotaur 1 was the second launch from the Mid-Atlantic Regional Spaceport. Operated by a consortium including Old Dominion University and the states of Maryland and Virginia, the spaceport was one of six federally licensed spaceports in the United States.(Stephen Furness, “Wallops Spaceport’s 2:47 a.m. Launch a Success,” Chincoteague Beacon (VA), 24 April 2007; Jon W. Glass, “Rocket Launched Successfully from Eastern Shore Spaceport,” Virginian-Pilot (Hampton Roads, VA), 25 April 2007.)",
      "month": "April",
      "day": 24,
      "monthNumber": 4
    },
    {
      "story": " NASA launched its Aeronomy of Ice in Mesosphere (AIM) satellite aboard a Pegasus-XL rocket dropped from a Stargazer-L-1011 aircraft. The Stargazer launched from Vandenberg Air Force Base in California at 21:26 (UT). NASA had designed AIM to study noctilucent clouds (NLCs) in the polar mesosphere. Observers can only see NLCs at night. Shortly before the mission, these clouds had appeared more often and had grown brighter. Observers had first seen NLCs in the 1880s, soon after the massive volcanic eruption on the Indonesian island of Krakatoa. Space- based satellites had periodically observed the clouds since the 1980s. AIM was the first spacecraft devoted to the study of NLCs. Scientists hoped to answer basic questions about why the clouds form and whether human-caused global warming was responsible for the recent changes. AIM carried three instruments: the Solar Occultation for Ice Experiment (SOFIE) would remotely sense the gases that condense to NLCs; the Cosmic Dust Experiment (CDE) would serve as an in situ sampler of the cosmic dust over the NLCs; and the Cloud Imaging and Particle Size (CIPS) experiment, a panoramic ultraviolet (UV) imager of the NLCs operating in the 265-nanometer-wavelength band, would provide the morphology of the clouds in both hemispheres.(Spacewarn Bulletin, no. 642; NASA, “NASA’s AIM Mission Soars to the Edge of Space,” news release 07-92, 25 April 2007, http://www.nasa.gov/home/hqnews/2007/apr/HQ_07092_AIM_launch.html (accessed 16 February 2010); Associated Press, “NASA Launches Satellite To Study Clouds,” 26 April 2007.)",
      "month": "April",
      "day": 25,
      "monthNumber": 4
    },
    {
      "story": " The U.S. Air Force granted SpaceX a five-year license to launch satellites from Space Launch Complex 40 (SLC 40) at Cape Canaveral Air Force Station in Florida. Commander of the U.S. Air Force Space Command Kevin P. Chilton remarked that such agreements encourage entrepreneurial space achievement, which could benefit DOD and the commercial space industry. Under the agreement, SpaceX would pay for all improvements, construction, and maintenance related to operations at the site. Before receiving the license, SpaceX had operated from a launch complex on Omelek Island, in the Kwajalein Atoll in the Pacific Ocean. Elon Musk of SpaceX highlighted the importance of access to the Cape Canaveral launch complex, stating that SLC 40 was the only launchpad capable of supporting activities involving SpaceX’s Falcon 9 Heavy. The license allowed the government to retain the right to let other competitors share use of the launch site.(Associated Press, “Air Force OKs License for SpaceX,” 27 April 2007; Brian Berger, “U.S. Air Force Licenses SpaceX To Launch from Cape Canaveral,” Space.com, 26 April 2007, http://www.space.com/news/070426_spacex_ capecanaveral.html (accessed 9 June 2010).)",
      "month": "April",
      "day": 26,
      "monthNumber": 4
    },
    {
      "story": " A UP Aerospace–built SpaceLoft SL-2 rocket launched from Spaceport America in New Mexico, carrying small amounts of the cremated remains of approximately 200 people, including Star Trek creator Eugene W. Roddenberry and Star Trek actor James M. Doohan. The event was the first successful launch into space from the commercial spaceport; the company’s first attempt in December 2006 had failed when the SpaceLoft XL rocket corkscrewed out of control seconds after the launch, never reaching space. The SL-2 rocket reached an altitude of almost 73 miles (117 kilometers) before returning to Earth. The payload landed by parachute at WSMR, 33 miles (53 kilometers) east of the launch site. UP Aerospace President Jerry Larson remarked that the launch’s only malfunction was a signal beacon, an equipment failure that prevented WSMR from tracking the launch vehicle during the opening moments of the 13-minute flight.(Jose L. Medina, “Spaceport Launch a Success,” Las Cruces Sun News (NM), 30 April 2007.)",
      "month": "April",
      "day": 28,
      "monthNumber": 4
    },
    {
      "story": " NASA released images that its New Horizons spacecraft had captured 28 February 2007, when the craft passed within 1.4 million miles (2.2 million kilometers) of Jupiter on its way to Pluto. The images provided “never-before-seen perspectives” of the giant planet’s atmosphere, rings, moons, and magnetosphere, including the first close-up scans of Jupiter’s second-largest storm Little Red Spot, which had formed during the previous decade when three smaller storms merged. Harold A. Weaver Jr., New Horizons Project Scientist for the John Hopkins University Applied Physics Laboratory in Laurel, Maryland, remarked that the image was “the best look ever of a storm like this in its infancy.” New Horizons had also captured the clearest images to date of the tenuous Jovian ring system, including images revealing a series of unexpected arcs and clumps",
      "month": "May",
      "day": 1,
      "monthNumber": 5
    },
    {
      "story": " of dust in the system, indicating that a small object had recently impacted the ring. In addition, NASA had compiled movies using the images, creating an unprecedented view of ring dynamics. Jeffrey Moore, New Horizons Jupiter Encounter Science Team Leader, commented that the new images enabled scientists to view the rapid evolution of Jupiter’s rings, detecting changes within weeks and months. Scientists had already made similar observations of Saturn’s rings. The New Horizons spacecraft had launched in January 2006.(NASA, “Pluto-Bound New Horizons Provides New Look at Jupiter System,” news release 07-95, 1 May 2007, http://www.nasa.gov/home/hqnews/2007/may/HQ_07095_Pluto.html (accessed 24 March 2010); Agence France- Presse, “Jupiter’s Moons Shepherd Dust Through Wings: NASA,” 2 May 2007.)",
      "month": "May",
      "day": 1,
      "monthNumber": 5
    },
    {
      "story": " Former U.S. Navy pilot and astronaut Walter M. “Wally” Schirra Jr., one of the astronauts known as the Original Seven, died of a heart attack at the age of 84. Schirra was the only astronaut to participate in all three of the United States’ first human space projects—Mercury, Gemini, and Apollo. Selected in 1959 as one of the first seven astronauts, Schirra had made his first spaceflight on 3 October 1962, piloting the fifth Mercury mission, in which Mercury orbited Earth six times in 9 hours and 13 minutes. On 15 December 1965, Schirra had flown aboard Gemini 6-A with Thomas P. Stafford II, in a mission that included the first rendezvous of maneuverable spacecraft. Gemini 6-A, carrying Schirra and Stafford, had flown in formation for 5 hours with Gemini 7, which carried astronauts Frank F. Borman II and James A. Lovell Jr. With his fellow Apollo 7 crew members Walter Cunningham and Donn F. Eisele, Schirra had tested the Apollo’s systems during an 11-day flight beginning on 11 October 1968, a test that proved that Apollo was ready to ferry astronauts to the Moon. The Apollo 7 flight, Schirra’s final mission for NASA, had been the first to provide televised images from orbit. Following his retirement from the U.S. Navy in 1969, Schirra had worked with Walter L. Cronkite Jr. as a news commentator for CBS. Schirra was also a founding member and director of the Mercury Seven Foundation. The U.S. military had awarded Schirra the Navy Distinguished Service Medal, three Distinguished Flying Crosses, three Air Medals, and the Philippines Legion of Honor. NASA had awarded him two Distinguished Service Medals and its Exceptional Service Medal.(NASA, “Veteran Astronaut Walter Schirra Dies,” news release 07-100, 3 May 2007, http://www.nasa.gov/home/ hqnews/2007/may/HQ_07100_Schirra_Dies.html (accessed 24 March 2010); Richard Goldstein, “Walter M. Schirra Jr., Astronaut, Dies at 84,” New York Times, 4 May 2007.)",
      "month": "May",
      "day": 2,
      "monthNumber": 5
    },
    {
      "story": " NASA announced the winner of the first Astronaut Glove Challenge, one of NASA’s Centennial Challenges. Peter K. Homer of Southwest Harbor, Maine, won US$200,000 for his design of a glove that performed better overall than those his competitors had created, according to tests rating the glove’s strength, flexibility, and comfort. NASA stated that Homer had made innovations in finger dexterity that could enhance the gloves created for NASA’s astronauts in the future.(NASA, “Peter Homer Wins NASA’s Challenges for Improved Astronaut Gloves,” news release 07-101, 3 May 2007, http://www.nasa.gov/home/hqnews/2007/may/HQ_07101_Winner_of_Astronaut_Glove_ Challenge.html (accessed 24 March 2010).)",
      "month": "May",
      "day": 3,
      "monthNumber": 5
    },
    {
      "story": " Europe’s Ariane-5ECA rocket launched a two-satellite payload, weighing 9.4 tonnes (10.4 tons), from Europe’s launch center in Kourou, French Guiana, at 22:29 (GMT), setting a new benchmark for a commercial launch. The heavy-lift rocket carried Galaxy 17, an American geostationary communications satellite, and Astra 1L, a European geostationary communications satellite. Galaxy 1 would provide telephone and television services for South America, North America, and Europe; Astra 1L would provide direct-to-home video and voice links throughout Europe. NASA Administrator Michael D. Griffin attended the launch to observe the Ariane- 5ECA rocket, which would begin launching payloads to the ISS later in 2007.(Spacewarn Bulletin, no. 643, 1 June 2007, http://nssdc.gsfc.nasa.gov/spacewarn/spx643.html (accessed 26 March 2010); BBC News, “European Rocket Powers To Record,” 4 May 2007, http://news.bbc.co.uk/2/hi/science/nature/ 6621297.stm (accessed 10 June 2010).)",
      "month": "May",
      "day": 4,
      "monthNumber": 5
    },
    {
      "story": " DARPA’s Orbital Express mission successfully executed a maneuver to demonstrate a satellite- servicing technique. Orbital Express consisted of a robotic servicer called ASTRO and a fuel depot and client satellite called NextSat. The mission aimed to demonstrate in-orbit refueling and servicing. The test marked the first time the two craft had maneuvered separately, flying apart at a distance of approximately 10 meters (33 feet). After the two craft had flown apart for 1 hour, ASTRO directed on-board guidance and navigation instruments to close in and to dock with NextSat, completing the mission’s objectives without input from ground controllers. The test was the third of nine increasingly complex procedures DARPA had planned for the mission.(Stephen Clark, “Orbital Express Duo Split Apart, Rejoin Autonomously,” Spaceflight Now, 7 May 2007.)",
      "month": "May",
      "day": 5,
      "monthNumber": 5
    },
    {
      "story": " NASA’s Marshall Space Flight Center (MSFC) announced the successful completion of subscale-main-injector hardware, an early step in the development of the RS-68 engine that would power the core stage of NASA’s Ares 5. Under the Constellation Program, Ares 5 would serve as NASA’s cargo launch vehicle, delivering large-scale hardware and systems to space, in support of NASA’s exploration missions to the Moon. MSFC engineers had conducted multiple hot-fire tests on the inject hardware, a major component of the engine. The hardware would inject and mix liquid-hydrogen and liquid-oxygen propellants in the engine’s combustion chamber, where they would ignite and burn to produce thrust. Because injector hardware for the RS-68 and the J-2X engine systems shared design features, engineers planned to use data collected during the tests to develop the J-2X engine systems for the upper stages of Ares 5 and for Ares 1, the crew launch vehicle (CLV) that would carry the Orion spacecraft.(NASA, “NASA Successfully Completes Engine Hardware Tests for Ares V,” MSFC news release 07-053, 8 May 2007, http://www.nasa.gov/centers/marshall/news/news/releases/2007/07-053.html (accessed 1 April 2010).)",
      "month": "May",
      "day": 8,
      "monthNumber": 5
    },
    {
      "story": " NASA announced its selection of four research teams, which would receive five-year grants valued at approximately US$7 million per team. The teams would become new members of the NASA Astrobiology Institute (NAI), increasing the number of the NAI’s members to 16. The University of Wisconsin team proposed to study organic and mineralogical environments and signatures of life on Earth and on other planets, focusing on technologies for detecting microbial life within rock chemistry. The team from the California Institute of Technology planned to extend the research it had conducted at NAI during 2001−2006, using the Virtual Planetary Laboratory that the team had developed to explore the habitability and biosignatures of extrasolar Earth-like planets. The Montana State University team would investigate the role of iron-sulfide compounds in the transition from the nonliving to the living world, supporting NASA’s mission to investigate prebiotic chemistry and the development of signatures for terrestrial and extraterrestrial life. The Massachusetts Institute of Technology planned to investigate requirements for the development of multicellular life in Earth’s ancient past, concentrating on organic biosignatures preserved in the rock record and on the state of Earth’s early atmosphere.(NASA, “NASA Selects New Members of Astrobiology Institute,” new release 07-108, 9 May 2007, http://www. nasa.gov/home/hqnews/2007/may/HQ_07108_Astrobiology_Grants.html (accessed 24 March 2010).)",
      "month": "May",
      "day": 9,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that it had signed a MOU with the FAA to develop U.S. students’ skills in science, technology, engineering, and mathematics. The partnership, which complemented and supported each organization’s educational goals, would offer a broad range of cooperative outreach activities, with the initial focus on NASA’s curriculum Smart Skies. An online air traffic–control simulator for students in fifth through ninth grades, Smart Skies provided a fun way to learn mathematics and problem solving, as well as skills essential to air traffic control. The program would also provide students with the opportunity to learn about high-technology careers related to aviation. NASA had developed the Smart Skies program with help from air traffic controllers at the FAA’s Oakland, California, facility.(NASA, “NASA and FAA Team To Encourage Aviation and Space Careers,” news release 07-107, 9 May 2007, http://www.nasa.gov/home/hqnews/2007/may/HQ_07107_NASA_FAA_MOU.html (accessed 24 March 2010).)",
      "month": "May",
      "day": 9,
      "monthNumber": 5
    },
    {
      "story": " Four teams competed at NASA’s Regolith Excavation Challenge to dig a minimum of 150 kilograms (331 pounds) of simulated lunar soil—regolith—within 0.5 hours, using no more than 30 watts of power. However, none of the teams succeeded in winning the US$125,000 first prize. The top performer was the entry from Technology Ranch of Pixmo Beach, California, the only machine to run for a full 30 minutes in its first attempt and to scoop up 75 kilograms (165 pounds) of regolith. The Regolith Excavation Challenge was the seventh centennial challenge NASA had held since 2005. However, the only person who had won any of the competitions was Peter K. Homer, who had won US$200,000 for his entry in the Astronaut Glove Challenge on 3 May. Kenneth Davidian, Program Manager of NASA’s Centennial Challenges Program, stated that NASA would add the unawarded prize money to the winnings for the 2008 Regolith Excavation Challenge, increasing the value of the prize for that competition to US$375,000. Davidian said that he expected the number of teams competing in the challenge would double and that many more NASA engineers would observe the competition in the future.(Dana Mackenzie, “No One Scoops the Prize at Moon Digger Contest,” New Scientist, 14 May 2007.)",
      "month": "May",
      "day": 12,
      "monthNumber": 5
    },
    {
      "story": " The People’s Republic of China launched NIGCOMSAT-1—a communications satellite that China had manufactured for Nigeria—aboard a Long March-3B rocket from Xichang Launch Center in Sichuan Province. The launch marked the first time that China had built and launched a satellite under a contract with another country. China had reportedly secured the US$311 million contract in 2004, in a bidding process that had included 21 companies, in addition to China. The 5.2-tonne (5.7-ton) craft carried four C-band, eighteen Ku-band, four Ka-band, and two L-band transponders, for providing voice, video, and data links to all of Africa, southern Europe, and parts of the Middle East. News reports described the launch as a symbol of China’s broad network of economic relations with African nations, suggesting that the launch signaled China’s wish to cooperate with developing countries in the peaceful use of outer space. Nigerian officials hailed the launch as a breakthrough that signaled the end of the nation’s exclusive reliance on oil. Hammed Rufai, Managing Director of the NIGCOMSAT-1 project for Nigeria, remarked that the satellite would help Nigeria develop knowledge-based industries.(Spacewarn Bulletin, no. 643; Edward Cody, “China Builds and Launches a Satellite for Nigeria,” Washington Post, 14 May 2007.)",
      "month": "May",
      "day": 13,
      "monthNumber": 5
    },
    {
      "story": " The House Science and Technology Subcommittee on Space and Aeronautics held a hearing to examine NASA workforce issues and recommendations made in recently released reports of two independent review panels—the National Academy of Public Administration (NAPA), and the NRC. The subcommittee noted a sizeable shift in NASA’s programmatic activities, to implement the Vision for Space Exploration; retire the Shuttle by 2010; complete the ISS; develop the Orion CEV and the Ares CLV; and deal with the growing retirement-eligible workforce, all within the framework of a limited budget. NASA Assistant Administrator for Human Capital Management Toni Dawsey testified that NASA’s Workforce Strategy, submitted to Congress in April 2006, articulated three underlying principles: “building and sustaining ten healthy Centers; maximizing the use of NASA’s current human capital capabilities; and evolving to a more flexible, scalable workforce.” John G. Stewart, a member of NAPA’s Panel on NASA Multi- Sector Workforce, summarized the panel’s major recommendations, including NASA’s adoption of “a longer range, risk-based planning strategy to anticipate and respond effectively to future program needs, budget shortfalls, and schedule revisions for [its] total multi-sector workforce.” David C. Black, co-chair of NRC’s Committee on Issues Affecting the Future of the U.S. Space Science and Engineering Workforce, testified that the committee had concluded that NASA did not currently have the in-house expertise, particularly in the areas of systems engineering and project management, to implement the Vision for Space Exploration. Black recommended that NASA adopt policies enabling it to obtain the highest quality personnel over the long term. Toni Dawsey acknowledged that NAPA’s and NRC’s reports confirmed NASA’s “assessments of the challenges facing us in the workforce arena and validate the actions that we have initiated to address the most critical and encompassing issues.”(National Research Council, Committee on Meeting the Workforce Needs for the National Vision for Space Exploration, Building a Better NASA Workforce: Meeting the Workforce Needs for the National Vision for Space Exploration (Washington, DC: National Academies Press, 2007); National Academy of Public Administration, NASA: Balancing a Multisector Workforce To Achieve a Healthy Organization (report, Washington, DC, February 2007), 95−101, in U.S. Congress, House of Representatives, Committee on Science and Technology, Subcommittee on Space and Aeronautics, Building and Maintaining a Healthy and Strong NASA Workforce, 110th Cong., 1st sess., 17 May 2007; U.S. Congress, House of Representatives, Committee on Science and Technology, “Subcommittee Focuses on Ensuring the Health and Vitality of NASA’s Current and Future Workforce,” news release, 17 May 2007, http://science.house.gov/press/PRArticle.aspx?NewsID=1833 (accessed 9 August 2010).)",
      "month": "May",
      "day": 17,
      "monthNumber": 5
    },
    {
      "story": " Orbital Express successfully captured the ASTRO servicing satellite, and its client spacecraft NextSat, after the two spacecraft had flown apart for nearly eight days. ASTRO’s primary sensor flight computer AC-2 had failed during a test on 11 May, causing the craft to lose its relative navigation. During the test, the pair of craft had undocked and separated as planned, moving apart to a distance of 10 meters (33 feet). After the failure of its AC-2 computer, ASTRO had behaved according to the protocol of its programmed fault-protection software, flying 120 meters (394 feet) away from NextSat to avoid inadvertently colliding with the satellite. However, thereafter, ASTRO had drifted approximately 6 kilometers (3.7 miles) away from NextSat, requiring ground observers’ intervention to help the two craft remate successfully. DARPA planned to conduct a technical review of ASTRO’s sensor- and navigation-performance lessons and to conduct an investigation into the cause of the AC-2’s failure. The technical review would assist DARPA in planning the remaining set of Orbital Express demonstration activities, scheduled for the following weeks.(U.S. Defense Advanced Research Projects Agency, “Orbital Express Spacecraft Successfully Rendezvous, Remate,” news release, 21 May 2007, http://www.darpa.mil/news/2007/oe_remate.pdf (accessed 6 April 2010); Kelly Young, “Estranged Satellite Pair Reunited at Last,” New Scientist, 21 May 2007; Stephen Clark, “Computer Problem Interrupts Satellite Servicing Demo,” Spaceflight Now, 15 May 2007.)",
      "month": "May",
      "day": 19,
      "monthNumber": 5
    },
    {
      "story": " 21 May th",
      "month": "May",
      "day": 19,
      "monthNumber": 5
    },
    {
      "story": " NASA celebrated the 80 anniversary of Charles A. Lindbergh’s solo transatlantic flight with Lindbergh’s grandson Erik Lindbergh, himself an aviator, who had recreated his grandfather’s historic flight in 2002. Erik Lindbergh joined NASA in its rededication of a unique astronomy craft, a 747 airliner, which Pan American Airways had christened “Clipper Lindbergh” in 1977. NASA had modified the aircraft, enabling it to carry a 45,000-pound (22.5-ton or 20.4 tonnes) infrared telescope system. Designed to fly at more than 40,000 feet (12,192 meters), the Stratospheric Observatory for Infrared Astronomy (SOFIA) would operate at an altitude above nearly 99 percent of Earth’s atmospheric water vapor, greatly enhancing the observatory’s ability to study the cosmos. The German Aerospace Center had provided the telescope, and NASA had modified the craft.(NASA, “NASA’s SOFIA To Be Rededicated on Historic Lindbergh Anniversary,” media advisory M07-52, 11 May 2007, http://www.nasa.gov/home/hqnews/2007/may/HQ_M07052_SOFIA_event.html (accessed 24 March 2010); Aero-News Network, “Erik Lindbergh Dedicates NASA’s Sofia in Honor of Grandfather,” 22 May 2007. 71 NASA, “Mars Rover Spirit Unearths Surprise Evidence of Wetter Past,” news release 07-118, 21 May 2007, http://www.nasa.gov/home/hqnews/2007/may/HQ_07118_Spirit_discovers_wet_Mars.html (accessed 24 March 2010); Space.com, “NASA Rover Finds Surprising Evidence for Mars’ Watery Past,” 21 May 2007, http://www. space.com/scienceastronomy/070521_rover_wetterpast.html (accessed 6 April 2010).)",
      "month": "May",
      "day": 19,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that the chemical analyzer at the end of the arm of the Mars rover Spirit had measured a concentration of pure silica in a soil sample at Gusev Crater, providing the strongest evidence to date that Mars was much wetter in the ancient past than at present. At 90 percent, the concentrated deposit of silica could only have formed in the presence of water. Spirit’s discovery had been the result of a mechanical failure. One of the rover’s six wheels, which had become incapable of rotating, had gouged a deep impression as it moved through the soil. The scraping had exposed patches of bright soil, leading to the discovery of the silica. Steven W. Squyres of Cornell University in Ithaca, New York, Principal Investigator for the Mars rovers’ scientific instruments, underscored the significance of the discovery, stating, “the fact that we found something this new and different after nearly 1,200 days on Mars makes it even more remarkable.” J. Douglas McCuistion, Director of NASA’s Mars Exploration Program, added that the unexpected discovery was a reminder that Spirit and Opportunity were still conducting cutting-edge exploration more than three years into their extended mission.",
      "month": "May",
      "day": 19,
      "monthNumber": 5
    },
    {
      "story": " NASA announced its selection of four universities to conduct suborbital scientific research. NASA intended the projects to reinvigorate its Sounding Rocket Program. The four projects had a combined value of US$4.2 million. NASA’s Science Mission Directorate’s Heliophysics Division had selected two of the programs, and the Directorate’s Astrophysics Division had selected the other two. The University of Wisconsin proposed to design a payload to make astronomical polarization measurements in the far-ultraviolet spectrum and to explore new diagnostics of the geometry and magnetic fields in stellar envelopes and interstellar medium. Dartmouth College in Hanover, New Hampshire, planned to launch a payload to investigate substorm auroras and their variations. The team from the University of Colorado, Boulder, proposed to investigate the ratio of molecular hydrogen to carbon monoxide in gas clouds of other galaxies, to help determine accurately the masses of those galaxies. The team from the University of Southern California at Los Angeles proposed to test a new photoelectron focusing system, which scientists could use in future solar observations to calibrate space research. A panel comprising external reviewers and representatives from NASA’s scientific staff had selected the proposals, based on each project’s scientific and technical merits, costs, and relevance to NASA programs.(NASA, “NASA Funds Universities’ New Experiments for Suborbital Flights,” news release 07-121, 23 May 2007, http://www.nasa.gov/home/hqnews/2007/may/HQ_07121_Suborbital_Grants.html (accessed 24 March 2010).)",
      "month": "May",
      "day": 23,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that it had completed six months of SRRs for individual components of the Constellation Program—a major milestone on the road to executing development and operations strategies in support of the next generation of space vehicles. Following completion of SRRs of Orion, Ares, Ground Operations, Mission Operations, and Extravehicular Activity projects, NASA had conducted a baseline synchronization to identify any conflicts or gaps among the projects, or between the projects and the Constellation Program, and to establish a plan for resolving any discrepancies. As a result, although the basic program architecture for design, development, construction, and operation of the launch vehicles and spacecraft remained unchanged, the Constellation Program would have a more solid foundation in its future endeavors. (NASA, “Reviews Document NASA’s Progress on Next Human Spaceflight,” news release 07-122, 24 May 2007, http://www.nasa.gov/home/hqnews/2007/may/HQ_07122_ESMD_Reviews.html (accessed 24 March 2010); NASA, “NASA Completes Constellation Ground Operations Review,” news release 07-112, 11 May 2007, http://www.nasa. gov/home/hqnews/2007/may/HQ_0712_Constellation_SRR.html (accessed 24 March 2010).)",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " ISS Commander Fyodor N. Yurchikhin and ISS Flight Engineer Oleg V. Kotov undertook a 5.5- hour spacewalk to install protective panels designed to shield the space station from dangerous space debris. The IISTF had issued a report in February 2007 finding that the impact from space debris was the top threat to the future of the ISS and to the safety of its inhabitants. Yurchikhin and Kotov installed 5of 17 panels on a Russian section of the ISS, a section that had been among the first components launched and was not as heavily protected as the later U.S. modules. Each panel measured approximately 2 feet by 3 feet (0.6 meters by 0.9 meters) and 5 inches thick (12.7 centimeters thick) and weighed approximately 20 pounds (9 kilograms). The cosmonauts also successfully rerouted a cable for a navigation antenna that the crew would use later in the year at the scheduled arrival of the first new European cargo vehicle.(Mike Schneider for Associated Press, “Space Station Gets Protective Shielding,” 31 May 2007; Mark Carreau, “Cosmonauts Install Protective Panels on Spacewalk,” Houston Chronicle, 31 May 2007; International Space Station Independent Safety Task Force, “Final Report” (NASA, Washington, DC, February 2007), 17, http://www. nasa.gov/pdf/170368main_IIST_%20Final%20Report.pdf (accessed 29 January 2010).)",
      "month": "May",
      "day": 30,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that the Deep Phreatic Thermal Explorer (DEPTHX)—a 3,300-pound (1.65- ton or 1.5-tonne or 1,497-kilogram) computerized underwater vehicle, which NASA had funded—had successfully navigated the Sistema Zacaton cenote in Mexico, one of the world’s deepest sinkholes. DEPTHX had used more than 100 sensors, 36 on-board computers, and 16 thrusters and actuators, to determine where to swim, what samples to collect, and how to return home. On 26 May, operating autonomously, the underwater craft had dived repeatedly into the Zacaton to collect samples of water and a sample of the biofilm coating the cenote’s walls. Traveling to a depth of 1,099 feet (335 meters), the craft had penetrated deeper into the sinkhole than human divers could ever reach. On 28 May, DEPTHX had again explored Zacaton autonomously, using Simultaneous Localization and Mapping, a novel form of three-dimensional navigation, to map the cenote. NASA intended to apply the autonomous scientific operations and the autonomous navigation and mapping technologies to a new generation of planetary robotic systems. NASA anticipated that the new technologies would also have benefits on Earth, helping to advance medical therapies or enabling safety inspectors to examine underwater dams and drilling platforms remotely.(NASA, “NASA Robot Completes Test Drive of Exploration Capabilities,” news release 07-218, 31 May 2007, http://www.nasa.gov/home/hqnews/2007/may/HQ_07128_DEPTHX.html (accessed 24 March 2010).)",
      "month": "May",
      "day": 31,
      "monthNumber": 5
    },
    {
      "story": " NASA submitted to the U.S. Congress a report that the National Aeronautics and Space Administration Authorization Act of 2005 (Pub. L. No. 109-155) had mandated, “NASA Report to Congress Regarding a Plan for the International Space Station National Laboratory.” The Act required NASA to designate the U.S. portion of the ISS as a “national laboratory” and to make it available to public and private entities for basic and applied research not applicable to NASA’s mission. In the report, NASA affirmed its support of the concept and summarized steps taken during 2006 to make the ISS national laboratory a reality. NASA reported that a number of organizations had expressed interest in using the ISS for research in the fields of education, human health, and defense sciences. The report highlighted the project’s scheduled milestones, identified its constraints, explained NASA’s strategy and tactical initiatives for achieving the goal, and offered NASA’s preliminary findings on the project’s feasibility. After outlining progress to date, NASA described the preliminary operations plan. According to this plan, NASA would first address workforce needs and the requisite ground-based assets and management structures. NASA’s report concluded that, based on the demonstrated interest of parties outside of NASA, the odds of successfully realizing the goal set forth by Congress appeared promising. However, the report also noted that, because of the challenge of completing the ISS by 2010 and the need to demonstrate the capabilities of next-generation, commercial space-transportation services by the end of 2010, the financial risk to non-NASA entities remained high.(NASA, “NASA Report to Congress Regarding a Plan for the International Space Station National Laboratory” (NASA technical report no. PB2008-1005533, Washington, DC, May 2007), http://ntrs.nasa.gov/archive/nasa/ casi.ntrs.nasa.gov/20090010198_2008045339.pdf (accessed 24 May 2010); Jeff M. Bingham, “The Significance of NASA’s ISS National Laboratory Report,” NASASpaceflight.com, 4 June 2007, http://www.nasaspaceflight.com/ 2007/06/the-significance-of-nasas-iss-national-laboratory-report/ (accessed 20 June 2010).)",
      "month": "June",
      "day": 1,
      "monthNumber": 6
    },
    {
      "story": " NASA’s MErcury Surface, Space ENvironment, GEochemistry, and Ranging (MESSENGER) spacecraft, which had launched in August 2004, made its second and closest pass of Venus. MESSENGER was en route to Mercury and scheduled to reach that planet in January 2008. The flyby, which caused a change in the spacecraft’s direction around the Sun, as well as the craft’s deceleration, enabled scientists to test on-board instruments. All of the instruments performed well, carrying out tasks such as measuring the atmosphere on the day and night sides of Venus and examining the trail that the planet leaves in the atmosphere. The mission team tested the probe’s Mercury Dual Imaging System (MDIS) to calibrate the angle/narrow-angle camera system, which would map Mercury’s landforms and gather data on the planet’s surface composition. Although NASA had not designed MDIS to capture images of cloud-shrouded Venus, the collection of images that the instrument gathered would allow scientists to adjust the camera system’s color-sensitivity parameters and to understand the geometric properties of the instrument better. During its first flyby of Venus in October 2006, MESSENGER had made no scientific observations.(NASA, “NASA Spacecraft Ready for Science-Rich Encounter with Venus,” news release 07-129, 4 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07129_MESSENGER.html (accessed 13 April 2010); Colorado Daily (Boulder, CO), “Making Its Way to Mercury,” 10 June 2007; Alan Boyle, “Mercury Probe Sends Venus Pics,” MSNBC.com, 15 June 2007, http://cosmiclog.msnbc.msn.com/_news/2007/06/14/ 4351567-mercury-probe- sends-venus-pics (accessed 20 June 2010).)",
      "month": "June",
      "day": 5,
      "monthNumber": 6
    },
    {
      "story": " The ISS Expedition 15 crew completed their second spacewalk in eight days. During the 5-hour- and-37-minute spacewalk, Commander Fyodor N. Yurchikhin and Flight Engineer Oleg V. Kotov performed a number of tasks. They installed on the Pirs module sample containers for a Russian experiment on the effect of space on microorganisms and placed a section of Ethernet cable on the exterior of the Zarya module. The installation of the cable completed a remote computer network, enabling the crew to command the Russian segment of the ISS from the U.S. segment. Furthermore, Yurchikhin and Kotov successfully completed their primary task, installing 12 debris-shield panels on the conical section of the Zvezda module. During the previous week, the crew had installed five panels, and in 2002 the ISS crew had installed six others, to provide the module with better protection from micrometeoroid-debris strikes. During the spacewalk, Yurchikhin and Kotov found a dent or hole from a meteorite, measuring approximately 5−6 millimeters (approximately 0.2 inches), in an outer pumping component on the Zarya module. This damage was the first of its type ever found on a module of the ISS. In addition, with the completion of the spacewalk, both cosmonauts had logged 11 hours and 2 minutes of experience in Russia’s new Orlan spacesuits.(Agence France-Presse, “International Space Station Holed by Meteorite,” 7 June 2007; Spaceflight Now, “Cosmonauts Begin Another Station Spacewalk,” 7 June 2007.)",
      "month": "June",
      "day": 6,
      "monthNumber": 6
    },
    {
      "story": " Space Shuttle Atlantis launched from NASA’s KSC on an 11-day mission, designated STS-117, to continue construction of the ISS. The crew consisted of Commander Frederick W. Sturckow; Pilot Lee J. Archambault; Mission Specialists James F. Reilly II, Patrick G. Forrester, Steven R. Swanson, and John D. Olivas; and Flight Engineer Clayton C. Anderson, who would replace Sunita L. Williams on board the ISS as a member of ISS Expeditions 15 and 16. The launch was nearly flawless. Only one potential problem occurred several minutes into the flight, when on- board cameras captured an image that appeared to show foam flaking off the Shuttle’s external fuel tank, just after the solid rocket boosters (SRBs) had separated from the orbiter. According to Shuttle Program Manager N. Wayne Hale Jr., NASA’s preliminary analysis of the incident indicated that the foam had not struck the craft. NASA planned further analysis.(NASA, “NASA’s Shuttle Atlantis Begins Mission to the Space Station,” news release 07-136, 8 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07136_Atlantis_launch.html (accessed 13 April 2010); NASA, “STS-117 (21st Space Station Flight),” NASAfacts, http://www.nasa.gov/pdf/177714main_STS-117.pdf (accessed 21 May 2010), John Johnson Jr., “Flawless Launch, At Last, For Atlantis,” Los Angeles Times, 9 June 2007.)",
      "month": "June",
      "day": 8,
      "monthNumber": 6
    },
    {
      "story": " Shuttle Commander Frederick W. Sturckow guided Space Shuttle Atlantis through an end-over- end rotational pitch maneuver (RPM), to allow ISS crew to photograph the Shuttle’s fragile heat shield. Atlantis’s Mission STS-117 ended in a trouble-free rendezvous and a flawless docking with the ISS. Since the Columbia tragedy, the RPM had become a routine element of flights to the ISS. ISS Commander Fyodor N. Yurchikhin and Flight Engineer Oleg V. Kotov shot close- up digital photographs of the craft from inside the ISS, images that NASA engineers would examine to determine the need for additional inspections.(William Harwood, “Atlantis Arrives at the Station After Smooth Rendezvous,” Spaceflight Now, 10 June 2007. 81 NASA, “Rededication of NASA’s Space Power Facility in Sandusky,” news release 07-017, 6 June 2007, http://www.nasa.gov/centers/glenn/news/pressrel/2007/07-017_SPF_Rededication.html (accessed 21 May 2010); Maggie Reid, “Plum Brook To Put New NASA Vehicle to the Test,” Toledo Blade (OH), 12 June 2007.)",
      "month": "June",
      "day": 9,
      "monthNumber": 6
    },
    {
      "story": " During a ceremony rededicating its Glenn Research Center (GRC) Plum Brook site in Ohio, NASA announced its intention to use the Plum Brook Station’s Space Power Facility (SPF) to test the CEV Orion. NASA had designed Orion, which was in development, to enable research on the Moon, Mars, and other destinations in Earth’s solar system. NASA intended for the SPF—the only facility in the world large enough to undertake full-scale testing—to conduct environmental tests of the Orion spacecraft, using simulations of conditions during launch, in- orbit operations, and reentry. The facility would also conduct thermal, acoustic, mechanical- vibration, and electromagnetic-interference tests.",
      "month": "June",
      "day": 11,
      "monthNumber": 6
    },
    {
      "story": " Two U.S. astronauts, Mission Specialists John D. Olivas and James F. Reilly II, conducted the first extravehicular activity (EVA) of STS-117. During the 6-hour-and-15-minute spacewalk at the ISS, the astronauts made power, data, and cooling connections on a new 16-tonne (17.6-ton or 16,000-kilogram) truss segment containing solar arrays. One of STS-117’s objectives was to deliver the new US$367 million solar-power module to the ISS. The ISS partners intended for the arrays to increase the ISS’s power generation substantially and to serve future European and Japanese science modules. Mission managers decided to extend STS-117 two days, in case the crew needed to repair the fabric heat shield on the orbiter’s left tail section. Managers feared that Atlantis’s tail section had sustained damaged shortly after launch.(NASA, “STS-117 (21st Space Station Flight)”; Jean-Louis Santini for Agence France-Presse, “US Atlantis Astronauts Step Out on Space Walk,” 12 June 2007; Houston Chronicle, “New Solar Array Being Unfurled on Space Station,” 13 June 2007.)",
      "month": "June",
      "day": 11,
      "monthNumber": 6
    },
    {
      "story": " Over the course of 10 hours, NASA’s Mission Control remotely unfurled the S3/S4 solar arrays located on the new truss segment. Tip to tip the solar arrays spanned a distance of 240 feet (73 meters). With the solar arrays added to the left and right sides of the new power module, the ISS achieved an unprecedented symmetry in its appearance. In the midst of the solar-array- deployment operation, a fire alarm sounded in the Russian sector of the ISS, but crew and mission managers quickly determined that a computer malfunction was the cause. Russian computers, working in conjunction with American computers, had failed, and attempts to reboot the Russian computers had triggered the false fire alarm. However, because of the computer failure, the small maneuvering jets on Atlantis had assumed control of the ISS’s attitude, placing the station’s solar panels in a poor position for gathering sunlight and causing power levels to drop. Mission Control ordered the crew to turn off some nonessential equipment until the ISS regained attitude control. Thereafter, engineers successfully reestablished gyroscope control, and the left-side array began tracking the Sun properly.(Houston Chronicle, “New Solar Array,” 13 June 2007; John Schwartz, “Glitch Blamed for Fire Alarm on Orbiter,” New York Times, 13 June 2007; William Harwood, “Computer Glitches Impact Station Attitude Control,” Spaceflight Now, 12 June 2007.)",
      "month": "June",
      "day": 12,
      "monthNumber": 6
    },
    {
      "story": " U.S. astronauts Patrick G. Forrester and Steven R. Swanson undertook a 7-hour-and-16-minute spacewalk to assist with the retraction of a 115-foot-long (35-meter-long) solar panel that crew had installed on the ISS seven years before. The retraction was essential to the successful activation of the new solar power module because the old solar array was preventing the pair of arrays on the new module from rotating as they tracked the Sun. Shuttle Commander Frederick W. Sturckow and the ISS crew attempted to initiate the retraction using remote commands, but the panel failed to fold correctly. During the spacewalk, Forrester and Swanson rode on the tip of the ISS’s robotic arm to the top of the space station, carrying tools that enabled them to smooth the array folds and to straighten obstructing wire guides. Although, after 2 hours, the panel had only retracted partially, Forrester and Swanson returned to the new power module to work on the 2,500-pound (1,134-kilogram) solar alpha rotary joint (SARJ). The astronauts planned to resume their efforts to retract the panel the following day. Because another Shuttle crew had encountered difficulties retracting an array in December 2006, Forrester and Swanson had trained extensively before their mission, learning to address problems with the solar-array retraction.(John Johnson Jr., “Spacewalkers Face Workaday Glitches,” Los Angeles Times, 14 June 2007; Mark Carreau, “Solar Panel Keeps Shuttle Spacewalkers Busy,” Houston Chronicle, 14 June 2007; Robyn Shelton, “Astronauts Tame Stubborn Solar Array,” Orlando Sentinel (FL), 14 June 2007.)",
      "month": "June",
      "day": 13,
      "monthNumber": 6
    },
    {
      "story": " A Dnepr rocket launched a German satellite called TerraSAR-X from Baikonur Cosmodrome in Kazakhstan at 2:14 (UT). The 3,000-pound (1,361-kilogram) TerraSAR-X was a night-vision radar system designed to create the most precise maps and imagery that a civilian space-radar system had produced to date. The craft’s mission was to map Earth and its oceans at a rate of 1 million square kilometers per day (almost 400,000 square miles per day), to capture scientific data such as sea-ice coverage, vegetation and crop estimates, and to acquire military reconnaissance information at a 1.0-meter (3.3-foot) resolution.(Spacewarn Bulletin, no. 644, 1 July 2007, http://nssdc.gsfc.nasa.gov/spacewarn/spx644.html (accessed 13 April 2010); Stephen Clark, “German Radar Imaging Satellite Launched into Space,” Spaceflight Now, 16 June 2007.)",
      "month": "June",
      "day": 15,
      "monthNumber": 6
    },
    {
      "story": " The National Reconnaissance Office (NRO) launched two ocean-surveillance spacecraft from Cape Canaveral aboard an Atlas-5 Evolved Expendable Launch Vehicle (EELV), marking the rocket’s first NRO secret mission. The NRO had designed the two craft to track ships that might be concealing al-Qaeda operatives and to monitor Iranian and Chinese sea-based military operations. However, the rocket had stopped firing prematurely, causing the craft to launch into the wrong orbit. Although the satellites separated safely from the malfunctioning booster, they did not have enough rocket propellant to reach the correct orbit. Lockheed Martin had built the Atlas 5 using a Lockheed Martin Centaur upper stage, with a Pratt & Whitney RL10 rocket engine powered with liquid oxygen and liquid hydrogen. United Launch Alliance, which operated the Atlas program, managed the launch in conjunction with NRO and the U.S. Air Force’s 45th Space Wing.(Craig Covault, “NRO Spacecraft in Wrong Orbit,” Aviation Week, 16 June 2007, http://www.aviationweek.com/ aw/generic/story_channel.jsp?channel=space&id=news/mission06157.xml (accessed 20 June 2010).)",
      "month": "June",
      "day": 15,
      "monthNumber": 6
    },
    {
      "story": " Russian cosmonauts Fyodor N. Yurchikhin and Oleg V. Kotov restored two of the three data channels on each of the two computers that had failed on 12 June during the deployment of the solar arrays on the ISS’s new power module. Russian engineers had determined that backup- power supplies for the computers had also failed. While Yurchikhin and Kotov worked on restoring the computers, U.S. astronauts James F. Reilly II and John D. Olivas conducted the third scheduled EVA of the Atlantis Mission STS-117. During a spacewalk lasting 7 hours and 58 minutes, Reilly installed a hydrogen vent on the ISS’s Destiny laboratory, and Olivas repaired a 4-by-6-inch (10.2-by-15.2-centimeter) piece of thermal blanket on Atlantis’s left orbital- maneuvering-system pod. The thermal blanket had loosened during launch. Together, Olivas and Reilly also finished retracting the old solar panels.(NASA, “STS-117 (21st Space Station Flight)”; Thomas H. Maugh II, “Cosmonauts Reboot Space Station Computers,” Los Angeles Times, 16 June 2007; Mark Carreau, “Astronauts Complete To-Do List on Shuttle, Space Station,” Houston Chronicle, 16 June 2007.)",
      "month": "June",
      "day": 15,
      "monthNumber": 6
    },
    {
      "story": " U.S. astronauts Patrick G. Forrester and Steven R. Swanson conducted a fourth unscheduled spacewalk outside the ISS, to wrap up incomplete tasks. During the spacewalk, which lasted 6 hours and 29 minutes, Forrester and Swanson completed their primary task of activating the SARJ, a rotating joint on the ISS’s new power module; installed a new camera stanchion on the S3 Truss; and linked a computer-network cable between the U.S. and Russian sides of the stations. The two astronauts were unable to bolt down the debris shields that Commander Fyodor N. Yurchikhin and Flight Engineer Oleg V. Kotov had installed on the Zvezda module during the spacewalk on 6 June. Instead, they opted to tether the two panels in place.(NASA, “STS-117 (21st Space Station Flight)”; Mike Schneider for Associated Press, “Astronauts Complete 4th Spacewalk,” 18 June 2007; Mark Carreau, “Astronauts Finish Power Upgrades to Station,” Houston Chronicle, 18 June 2007.)",
      "month": "June",
      "day": 17,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that it had signed three unfunded agreements with three private firms, according to the terms of the Space Act of 1958, as amended (42 U.S.C. 2451 et seq.). The Space Act, aimed at helping to establish a robust commercial space industry, authorized companies to dedicate private funds to NASA projects. The new agreements brought the number of private companies cooperating with NASA to five. According to the new non-reimbursable Space Act agreements with Constellations Services International (CSI), SpaceDev, and Spacehab, NASA pledged to provide the three firms with up-to-date technical requirements and specifications for crew and cargo flights to the ISS, while the firms developed and demonstrated the vehicles, systems, and operations needed to transport cargo to and from a low-Earth-orbit destination. Additionally, SpaceDev would develop the vehicles, systems, and operations needed for crew transport. NASA hoped that the agreements would stimulate commercial enterprises in space, facilitate U.S. private industry’s development of reliable, cost-effective access to low Earth orbit, and create a market environment in which private firms could make commercial space- transportation services available to government and private customers. CSI President Charles Miller pointed out the benefit of NASA’s providing technical assistance instead of monetary funding and remarked that the agreements represented a statement of the federal government’s confidence in the fundamentals of private-sector cargo systems.(NASA, “NASA Signs Commercial Space Transportation Agreements,” news release 07-138, 18 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07138_COTS_3_Unfunded_SAAs.html (accessed 13 April 2010); Brian Berger, “NASA Signs Space Act Agreements with Three More Firms,” Space News, 19 June 2007.)",
      "month": "June",
      "day": 18,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that it had tested the first nanotechnology-based electronic device to fly in space—the Nano ChemSensor Unit—demonstrating that the device known as a nanosensor could monitor trace gases inside a spacecraft. NASA had launched the device into orbit on 9 March 2007 as a secondary payload experiment on board the U.S. Naval Academy’s MidSTAR- 1 satellite. Scientists had conducted the sensor test on 24 May, successfully showing that the nanosensors could survive in space conditions, as well as in the extreme vibrations and gravity changes that occur during launch.(NASA, “NASA Nanotechnology Space Sensor Test Successful in Orbit,” news release 07-140, 18 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07140_Nanotech_Sensor_Test.html (accessed 13 April 2010); United Press International, “NASA Nanotechnology Tested in Orbit,” 19 June 2007.)",
      "month": "June",
      "day": 18,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that it had selected proposals for future lunar-science activities and had established two new programs to enhance the research that the Vision for Space Exploration had made possible. Under the Lunar Sortie Science Opportunities (LSSO) Program, NASA had selected seven from among more than 70 proposals to develop simple, autonomous instrument packages that future astronauts could deploy on the lunar surface. Scientists planned to use these packages, known as suitcase science studies, to study the Moon’s interior; to examine lunar dust, which creates problems for astronauts; to search for natural resources on the lunar surface; and to use lasers to provide precise information about the position and features of the Moon. The studies complemented two new programs already established in the Science Mission Directorate’s Planetary Science Division at NASA Headquarters—the Lunar Advanced Science and Exploration Research (LASER) Program and the Lunar Reconnaissance Orbiter (LRO) Participating Scientist Program. The LRO mission, scheduled to launch in 2008, would help NASA prepare for long-duration human operations on the Moon. For that program, NASA planned to fund researchers analyzing data from the orbiter’s six instruments. Under the LASER program, NASA intended to solicit proposals for research investigating the lunar environment to determine how to enable humans to live and work on the Moon in the future.(NASA, “NASA Prepares for Performing New Science on the Moon,” news release 07-141, 21 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07141_moon_science.html (accessed 13 April 2010); Aerospace Daily and Defense Report, “NASA Sets New Lunar Science Programs,” Aviation Week, 28 June 2007, http://www. aviationweek.com/aw/generic/story_channel.jsp?channel=space&id=news/lro062707.xml (accessed 20 June 2010).)",
      "month": "June",
      "day": 21,
      "monthNumber": 6
    },
    {
      "story": " Space Shuttle Atlantis landed safely at Edwards Air Force Base in California after weather concerns prevented the crew from landing at NASA’s KSC in Florida. Sunita L. Williams returned home with the STS-117 crew, having surpassed Shannon W. Lucid’s 1996 record of 188 days and 4 hours. Williams had set a new 195-day record for the longest spaceflight by a woman. U.S. astronaut Clayton C. Anderson remained at the ISS, scheduled to return home aboard Discovery in October. The STS-117 mission had successfully increased the power capability of the ISS, preparing the station for the future delivery of European and Japanese laboratories. Although Atlantis had sustained some damage soon after launch on 8 June, several inspections in orbit had revealed no critical damage, and Mission Control had declared the Shuttle’s thermal protection system safe for reentry on flight day 13. NASA had originally scheduled the mission to last 11 days, but had added extra days to allow time in case of the necessity of repairs to the thermal protection system. Olivas had stapled a thermal blanket back into place during the unscheduled fourth spacewalk on 17 June.(NASA, “Shuttle Atlantis Crew Returns Home After Successful Mission,” news release 07-142, 22 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07142_Atlantis_landing.html (accessed 13 April 2010); Alicia Chang for Associated Press, “Space Shuttle Lands in California,” 25 June 2007.)",
      "month": "June",
      "day": 22,
      "monthNumber": 6
    },
    {
      "story": " NASA announced the creation of the Einstein Probes Office (EPO), which would reside within the Beyond Einstein Program Office at NASA’s GSFC. NASA had tasked the EPO with facilitating NASA’s future medium-class science missions, which would study in detail dark energy, black holes, and cosmic microwave background (CMB) radiation. The Beyond Einstein Program consisted of five proposed missions—the creation of two major observatories and three smaller probes. NASA and the U.S. Department of Energy had commissioned an NRC committee to assess which of the five missions they should develop and launch first, based upon the missions’ potential scientific impact, technological readiness, and budgetary considerations.(NASA, “NASA Establishes New Office To Study Cosmic Phenomena,” news release 07-143, 26 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07143_Einstien_Probes_office.html (accessed 13 April 2010). 94 Spacewarn Bulletin, no. 644; John Antczak for Associated Press, “Inflatable Space Station Design Tested,” 29 June 2007; Tariq Malik, “Bigelow’s Second Orbital Module Launches Into Space,” Space.com, 28 June 2007, http://www.space.com/missionlaunches/070628_genesis2_update.html (accessed 16 April 2010).)",
      "month": "June",
      "day": 26,
      "monthNumber": 6
    },
    {
      "story": " A Dnepr rocket carrying Bigelow Aerospace Corporation’s Genesis-2 inflatable spacecraft launched from ISC Kosmotras Yasny Cosmodrome in Russia’s Orenburg region at 15:02 (UT). Bigelow Aerospace had designed and built the 15-foot-long (4.6-meter-long) technology demonstrator, which was part of the vision for an affordable space tourism market. Genesis 2 would deploy eight solar arrays and expand to a diameter of 8 feet (2.44 meters) from its launch width of 6.2 feet (1.9 meters). The craft’s design—involving the use of flexible material,",
      "month": "June",
      "day": 28,
      "monthNumber": 6
    },
    {
      "story": " wrapped around a core for launch, then inflated with air in orbit—would allow several modules",
      "month": "June",
      "day": 28,
      "monthNumber": 6
    },
    {
      "story": " to connect, forming a space station. According to Bigelow Aerospace’s spokesperson Chris Reed, data indicated that Genesis 2 had adequate air pressure and its power system had good voltage; however, data did not officially confirm the deployment of its solar panels or the expansion of its outer shell. Genesis 2 was a near duplicate of Genesis 1, which had launched in July 2006 and remained operational. Genesis 2 carried a new suite of sensors and avionics to monitor and control the craft while in orbit, as well as 22 cameras, compared to the 13 aboard Genesis 1. Genesis 2 also carried a multi-tank system to inflate the module with compressed air, an improvement over Genesis 1 that added vital redundancy in the inflation process and allowed better control of the craft’s gas supplies.",
      "month": "June",
      "day": 28,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that, on 25 May 2007, its AIM satellite had captured the first occurrence that season of mysterious iridescent polar clouds. AIM had been the first satellite mission dedicated to the study of these unusual clouds, known as Polar Mesospheric Clouds (PMCs) when viewed from space and as noctilucent clouds (NLCs) when viewed from Earth. NLCs form in the Northern Hemisphere, beginning in mid-May and remaining through the end of August. They appear in the Southern Hemisphere between mid-November and March. AIM’s mission was to observe two complete PMC seasons over both poles, documenting for the first time the complete, complex life cycle of PMCs.(NASA, “NASA Satellite Captures First View of ‘Night-Shining’ Clouds,” news release 07-145, 28 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07145_AIM_First_Light.html (accessed 13 April 2010).)",
      "month": "June",
      "day": 28,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that it had assigned new tasks to two spacecraft that had completed their original missions under the Discovery program. In their mission extensions, NASA’s Stardust and Deep Impact would use their flight-proven hardware to revisit a comet for the first time, to investigate an unexplored comet, and to search for small planets around stars with known large planets. NASA had selected Deep Impact’s mothership Flyby to perform two new tasks under the EPOXI mission, which combined the Deep Impact Extended Investigation (DIXI) and the Extrasolar Planet Observation and Characterization (EPOCh) investigation. Flyby had successfully crashed its Impactor probe into comet Tempel 1 on 4 July 2005. For the DIXI mission, Flyby would investigate the previously unexplored comet Boethin, enabling NASA to recover some of the science lost with the 2002 failure of the Comet Nucleus Tour (CONTOUR) mission. On the way to Boethin, the Deep Impact craft would perform the EPOCh investigation, observing several nearby bright stars, collecting data that would help astronomers characterize giant planets, and measuring the mid-infrared spectrum of Earth, to provide comparative data for the future study of the atmospheres of extrasolar planets. Stardust’s new assignment was the New Exploration of Tempel 1 (NExT) mission to observe the comet after its innermost swing past the Sun. Associate Administrator for NASA’s Science Mission Directorate S. Alan Stern explained that using spacecraft already in flight would enable NASA to accomplish the missions for approximately 15 percent of the cost of starting new ones.(NASA, “NASA Gives Two Successful Spacecraft New Assignments,” news release 07-147, 3 July 2007, http://www.nasa.gov/home/hqnews/2007/jul/HQ_07147_Discovery_missions.html (accessed 9 June 2010); Tariq Malik, “NASA Recycles Old Spacecraft for New Missions,” Space.com, 4 July 2007, http://www.space.com/news/ 070704_recycled_missions.html (accessed 9 June 2010).)",
      "month": "July",
      "day": 3,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that it had signed a US$46 million fixed-price basic contract with S. P. Korolev Rocket and Space Corporation (RSC Energia) to provide various hardware items and to integrate them into the structure of the ISS. The contract included the purchase of a spare depress air pump, enabling air conservation when the crew exited the Quest airlock for spacewalks; technical and engineering support for the mechanism enabling Shuttles to dock with the station; software updates for the ISS’s inventory-management system; certification of additional computer hardware for use on the station; and a Russian-designed toilet system that would automatically transfer urine to a U.S. device that generated potable water. Adding the toilet system to the structure was necessary to enable the ISS partners to increase the station crew from three to six members in 2009.(NASA, “NASA Awards Contract for Space Station Hardware,” news release C07-028, 3 July 2007, http://www. nasa.gov/home/hqnews/2007/jul/HQ_C07028_station_hardware.html (accessed 11 June 2010).)",
      "month": "July",
      "day": 3,
      "monthNumber": 7
    },
    {
      "story": " The NRC published its report, The Limits of Organic Life in Planetary Systems, in which the authors called for scientists to expand their search for extra-terrestrial life to include “weird life”—organisms that lack DNA or other molecules that compose known life forms. The NASA- sponsored committee’s investigation concluded that life in forms different from those on Earth is possible and that good reason exists to suspect that various types of chemistry could potentially support life. The report suggested that, not only should NASA and the National Science Foundation (NSF) support research into weird life in the universe, but scientists should also search for weird life on Earth. The committee found that the generally accepted fundamental requirements for life—a liquid water biosolvent, a carbon-based metabolism, a molecular system capable of evolution, and the ability to exchange energy with the environment—are not the only means of supporting the phenomena scientists recognize as life. The committee noted that, “nothing would be more tragic in the American exploration of space than to encounter alien life and fail to recognize it.”(Carl Zimmer, “Scientists Urge a Search for Life Not as We Know It,” New York Times, 7 July 2007; National Research Council, “Life Elsewhere in Solar System Could Be Different From Life as We Know It,” news release, 6 July 2007, http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=11919 (accessed 4 June 2010). 99 NASA, “Scolese To Succeed Geveden as NASA Associate Administrator,” news release 07-152, 11 July 2007, http://www.nasa.gov/home/hqnews/2007/jul/HQ_07152_Geveden_departure.html (accessed 9 June 2010).)",
      "month": "July",
      "day": 6,
      "monthNumber": 7
    },
    {
      "story": " NASA Administrator Michael D. Griffin selected Christopher J. Scolese to succeed Associate Administrator Rex D. Geveden, who would leave NASA at the end of July to accept the position of President of Teledyne Brown Engineering in Huntsville, Alabama. Geveden had joined NASA in 1990 and had served as Associate Administrator, the number three position in NASA, since August 2005. Before Geveden’s appointment, the position had been vacant for several decades, but Griffin had reestablished it, to provide programmatic integration between NASA’s mission directorates and field centers. At the time of his appointment to succeed Geveden, Scolese was serving as NASA’s Chief Engineer. Scolese had joined NASA in 1987 and had served as Deputy Director of NASA’s GSFC and Deputy Associate Administrator in NASA’s Office of Space Science. In the Office of Space Science, he had directed NASA’s Space Science Flight Program, mission studies, technology development, and the overall contract management of NASA’s JPL in Pasadena, California.",
      "month": "July",
      "day": 11,
      "monthNumber": 7
    },
    {
      "story": " The Senate Commerce, Science, and Transportation Committee held a hearing to discuss planned budget cuts to weather and environmental satellite programs, reductions that could significantly affect scientists’ ability to study Earth’s climate. Antonio J. Busalacchi, Director of the Earth System Science Interdisciplinary Center of the University of Maryland, spoke extensively about the causes of the delays and cost overruns in the National Polar-Orbiting Operational Environmental Satellite System (NPOESS), a joint project of DOD, NASA, and NOAA. The partner agencies, intending for NPOESS to replace NASA’s QuikSCAT satellite, which had launched in 1999 with a three- to five-year life expectancy, had originally scheduled NPOESS satellites to begin launches to replace aging satellites in 2008. However, at the time of the hearing, the partners had postponed the launches, now scheduled to occur during 2013−2026. Busalacchi characterized the status of the program as “one giant leap backward for mankind,” and Commerce Committee Chair Clarence William “Bill” Nelson (D-FL) called the implementation of the NPOESS program a disaster. David A. Powner of the U.S. Government Accountability Office (GAO) testified that, although the initial cost estimate for the program had been US$6.5 billion for six satellites, the projected cost had since reached US$12.5 billion, with two satellites and some instruments dropped from the program. The report also found that the agencies had not coordinated effectively and had not filled critical NPOESS jobs. Mary Ellen Kicza, Assistant Administrator for Satellite and Information Services at NOAA, testified to the committee that the agencies had already addressed many of the problems that GAO had identified.(U.S. Congress, Senate, Committee on Commerce, Science, and Transportation, U.S. Weather and Environmental Satellites: Ready for the 21st Century? 110th Cong., 1st sess., 11 July 2007; see also statements of Ellen Kicza, David A. Powner, and Antonio J. Busalacchi, http://commerce.senate.gov/public/index.cfm?p=Hearings (accessed 29 October 2010) ; Wes Allison, “Politics Aging Satellite Won’t Cripple Storm Trackers,” St. Petersburg Times (FL), 12 July 2007; Jessica Gresko for the Associated Press, “Senate Committee Hears Recommendations on Weather Satellites,” 11 July 2007.)",
      "month": "July",
      "day": 11,
      "monthNumber": 7
    },
    {
      "story": " Associate Administrator for NASA’s Exploration Systems Mission Directorate Scott J. Horowitz announced that he planned to leave NASA in December to spend more time with his family. A retired U.S. Air Force colonel and test pilot, Horowitz had logged over 1,138 hours of spaceflight, serving as commander or pilot on four Space Shuttle missions—STS-75 (1996), STS-82 (1997), STS-101 (2000), and STS-105 (2001). At the time he decided to depart NASA, Horowitz was leading NASA’s efforts to develop the next generation of spacecraft, intended to return astronauts to the Moon by 2020. NASA Administrator Michael D. Griffin accepted Horowitz’s resignation, praising the former astronaut’s tireless contribution to the Vision for Space Exploration. Griffin attributed NASA’s decision to pursue the Ares-1 CLV to Horowitz, calling it his brainchild. NASA planned to use Ares 1 to launch the Orion CEV, the capsule-style successor to the Shuttle. Horowitz had left NASA in 2004 to serve as the director of exploration and space transportation at the aerospace firm ATK. While he was at ATK, he had vigorously supported using the Space Shuttle’s reusable SRB as the basis for the first stage of the Ares-1 CLV. NASA had chosen that design over the Atlas-5 and Delta-4 expendable launch vehicles (ELVs) before Horowitz returned to NASA as its exploration chief in 2005. Griffin had not yet named a successor to Horowitz.(NASA, “Scott Horowitz Announces Departure from NASA,” news release 07-154, 13 July 2007, http://www. nasa.gov/home/hqnews/2007/jul/HQ_07154_Horowitz_departs_NASA.html (accessed 9 June 2010); NASA Johnson Space Center, “Scott J. ‘Doc’ Horowitz, Ph.D. (Colonel, USAF, Ret.), NASA Astronaut (Former),” http://www.jsc. nasa.gov/Bios/htmlbios/horowitz.html (accessed 10 June 2010); Tariq Malik, “NASA’s Exploration Chief To Step Down for Family,” Space.com, 13 July 2007, http://www.space.com/news/070713_nasa_ horowitz_updt.html (accessed 10 June 2010).)",
      "month": "July",
      "day": 13,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that it had signed a US$1.2 billion contract with Pratt & Whitney Rocketdyne of Canoga Park, California, to design, develop, test, and evaluate the J-2X engine that would power the upper stages of the Ares-1 and Ares-5 launch vehicles. The Ares 1 and Ares 5 would launch the spacecraft that replaced the Space Shuttle. The contract allowed the continuation of the work that had begun in June 2006 under a preliminary letter contract with Pratt & Whitney Rocketdyne, extending the performance period through December 2012. The J-2X was an evolved version of two historic predecessors—the J-2 engine, which had propelled the Apolloera Saturn -1B and Saturn-5 rockets, and the J-2S, a simplified version of the J-2 engine that NASA had tested in the 1970s. Pratt & Whitney Rocketdyne had designed and developed both of those engines. According to Jeffrey M. Hanley, Manager of NASA’s Constellation Program, NASA had selected Pratt & Whitney Rocketdyne without competitive bidding because the company was the only manufacturer that could meet the Ares design requirements and schedule goals.(NASA, “NASA Awards Upper Stage Engine Contract for Ares Rockets,” news release C07-030, 16 July 2007, http://www.nasa.gov/home/hqnews/2007/jul/HQ_C07030_J2X_Contract.html (accessed 8 June 2010); Mark Carreau, “NASA Seals Deal on New Engine for Moon Rocket,” Houston Chronicle, 17 July 2007.)",
      "month": "July",
      "day": 16,
      "monthNumber": 7
    },
    {
      "story": " NASA Deputy Administrator Shana L. Dale and Canadian Space Agency (CSA) President and Chief Executive Officer Laurier J. Boisvert signed the official agreement defining the terms of cooperation on the JWST, an international cooperative effort among NASA, CSA, and ESA. As the successor to NASA’s HST, the JWST would investigate the origin and evolution of galaxies, stars, and planetary systems. Under the agreement, NASA would build the spacecraft, the telescope, and the platform hosting the instruments. NASA would also be responsible for the overall management and operations of the mission. CSA would provide the fine-guidance-sensor instrument, which would give the JWST the stability needed for capturing sharp images.(NASA, “NASA and Canada Sign Agreement for Future Cooperation,” news release 07-155, 16 July 2007, http://www.nasa.gov/home/hqnews/2007/jul/HQ_07155_jwst_csa_mou.html (accessed 9 June 2010).)",
      "month": "July",
      "day": 16,
      "monthNumber": 7
    },
    {
      "story": " NASA announced the successful activation and operation of its new oxygen-generation system, which it had tested aboard the ISS between 11 and 14 July. Space Shuttle Discovery had delivered the 1,800-pound (816.5-kilogram) component during Mission STS-121 in July 2006, and the crew had installed it in the ISS’s Destiny laboratory. Since the new system’s installation, the crew had added several pieces of hardware and software to the ISS to support its operation. The crew had installed the last required part, a hydrogen-vent valve, during a spacewalk on Space Shuttle Atlantis’s Mission STS-117 in June 2007. Software updates to U.S. computers earlier in July had completed preparations for the system’s activation and operation. The new system, which would augment the Russian Elektron oxygen generator, would allow the increase of the ISS crew in 2009. NASA had designed the system to generate approximately 12 pounds (5.4 kilograms) of oxygen per day, enough for six people, but it was capable of providing as much as 20 pounds (9 kilograms), enough for 11 people. During the test, the system had generated approximately 10 pounds (4.5 kilograms) of oxygen.(NASA, “New NASA System Will Help Space Station Crews Breathe Easier,” news release 07-159, 17 July 2007, http://www.nasa.gov/home/hqnews/2007/jul/HQ_07157_station_oxygen.html (accessed 11 June 2010).)",
      "month": "July",
      "day": 17,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that it had begun testing two NASA robots in the Arctic Circle in preparation for a return to the Moon in 2020. For the mission to the Moon, scientists would need autonomous robots that could perform activities unsuitable for humans and could respond quickly to human commands. On 12 July, the research team had arrived at Haughton Crater at Devon Island, Canada, with two test robots—K10 Black and K10 Red. NASA planned to operate the robots until 31 July. The robots carried 3-D laser scanners, capable of mapping topographic features from 3,280 feet (1,000 meters), and ground-penetrating radar, which could map below ground to a distance of 16.4 feet (5 meters). The robots navigated using GPS, stereo cameras, laser scanners, and Sun trackers. For the practice session, the robots conducted a survey of an area called Drill Hill in Haughton Crater. Researchers sent commands to the robots from a base camp more than 2 miles (3.2 kilometers) away from Drill Hill. The key objective of the research expedition was to test the robots’ instruments and software, as well as the equipment and software that humans could potentially use to supervise the robots at lunar outposts. Scientists had chosen Haughton Crater as the test site because of its extreme environmental conditions, lack of infrastructure and resources, and geologic features. Haughton Crater bears geographic similarities to Shackleton Crater at the south pole of the Moon—both are impact craters measuring approximately 12.4 miles (20 kilometers) in diameter.(NASA, “NASA Robots Practice Moon Survey in the Arctic Circle,” news release 07-163, 20 July 2007, http://www.nasa.gov/home/hqnews/2007/jul/HQ_07163_Ames_Lunar_Sim_Robot_Survey.html (accessed 8 June 2010); Stefanie Olsen, “NASA Tests Lunar Robots in Arctic Crater,” CNET News.com, 20 July 2007, http://news. cnet.com/NASA-tests-lunar-robots-in-Arctic-crater/2100-11397_3-6198044.html?tag=mncol (accessed 8 July 2010). 106 Brian Berger, “Pentagon Pulls Plug on Satellite Refueling Prototypes,” Space.com, 25 July 2007, http://www. space.com/missionlaunches/070725_darpa_orbitalexpress_end.html (accessed 9 June 2010); Stephen Clark, “Satellite In-Space Servicing Demo Mission a Success,” Spaceflight Now, 24 July 2007.)",
      "month": "July",
      "day": 20,
      "monthNumber": 7
    },
    {
      "story": " DARPA decommissioned its experimental Orbital Express satellites, officially ending the demonstration of on-orbit satellite servicing and robotics. The two craft comprising Orbital Express—ASTRO and NextSat—had launched together in March 2007, to demonstrate ASTRO’s ability to approach NextSat with limited interaction from the ground, to grapple the craft with a robotic arm, and to transfer fuel and hardware to NextSat. The decommissioning of the satellites followed the completion of one last maneuver. ASTRO had found NextSat and homed in on the craft from long range, assisted by the U.S. Space Surveillance Network. Beginning on 16 July, ASTRO had traveled approximately 250 miles (402 kilometers) away from NextSat, so that its sensor suite lost track of NextSat. ASTRO then required input from the ground-based network to help it locate the target satellite. DARPA had originally scheduled the decommissioning to occur on 5 July but had extended the mission two weeks to allow the research team to attempt the long-range rendezvous maneuver. Orbital Express had met all of DARPA’s criteria for mission success, including demonstrating its capability to track and to rendezvous with long-range targets.",
      "month": "July",
      "day": 22,
      "monthNumber": 7
    },
    {
      "story": " The House Science and Technology Subcommittee on Space and Aeronautics held a hearing to discuss the status and future of the ISS in the context of NASA’s FY 2008 budget request. Subcommittee Chair Mark E. Udall (D-CO) expressed concern about the significant cutbacks in NASA’s ISS research program, warning that these cuts had “potentially serious implications for the productivity of the station as a research facility once it is assembled.” Christina T. Chaplain of GAO testified that NASA had planned 15 more Space Shuttle launches—an average of one every 2.7 months—through 2010, when NASA intended to end the Space Shuttle program. Compared to the existing launch schedule of once every 10.8 months, the new Shuttle schedule would provide little allowance for delays related to mechanical failure or weather. Thomas W. Holloway, Chair of the IISTF, expressed doubt that commercial space vehicles under development would be ready to ferry supplies to the ISS when the Space Shuttle retired. Associate Administrator of NASA’s Space Operations Mission Directorate William H. Gerstenmaier testified that, after the first test flights of the commercial cargo vehicles, scheduled for 2008, NASA would be better able to judge their readiness. Subcommittee Ranking Minority Member Thomas Charles “Tom” Feeney III (R-FL) expressed concern about the loss of skilled KSC workers when NASA ended its Shuttle Program and shifted its focus to the Moon and Mars programs, warning, “We can’t repeat past mistakes—like the Apollo-to-Shuttle transition— where America frittered away hard-earned space-faring skills, which are almost impossible to replace.”",
      "month": "July",
      "day": 24,
      "monthNumber": 7
    },
    {
      "story": " The Boeing Company announced that, on 20 July, the X-48B flight-test vehicle, a Blended Wing Body (BWB) experimental aircraft, had made its first test flight. Boeing Phantom Works had developed the BWB in cooperation with NASA and the U.S. Air Force Research Laboratory. The remotely controlled X-48B had taken off from NASA’s Edwards Air Force Base in California, climbing to an altitude of 7,500 feet (2,286 meters) and landing 31 minutes after takeoff. Boeing had developed two X-48B research vehicles to gather detailed information about the stability and flight-control characteristics of the BWB design, particularly during takeoff and landing. Previously, Boeing had used Ship 2, the test-flight vehicle, for ground and taxi testing. Ship 1, which had completed extensive testing in 2006 at the Old Dominion University’s NASA Langley Full-Scale Wind Tunnel in Virginia, was the backup vehicle for the flight-test program. The BWB design resembled a flying wing, but the wing blended smoothly into a wide, flat, tailless fuselage, helping the craft gain additional lift with less drag than a circular fuselage. NASA’s DFRC had provided engineering and technical support for the BWB, based on its years of operating cutting-edge, remotely controlled aircraft. NASA had focused on developing fundamental flight dynamics and structural concepts for the BWB, as well as helping to validate and verify its hardware and software and to integrate and test the aircraft’s systems and the pilot’s ground-control station. NASA’s range group had provided critical command and control communications and telemetry during the test flight.",
      "month": "July",
      "day": 26,
      "monthNumber": 7
    },
    {
      "story": " NASA released the findings of two reviews examining the medical and behavioral health assessment of astronauts. Following the arrest of astronaut Lisa M. Nowak in February 2007, NASA had requested that an independent external committee conduct a comprehensive review of the health services available to astronauts. Commander of the U.S. Air Force School of Aerospace Medicine Richard E. Bachmann Jr. had chaired the Astronaut Health Care System Review Committee, composed of representatives from eight federal agencies. The Review Committee suggested that NASA examine the structure of the Astronaut Office. In addition, the",
      "month": "July",
      "day": 27,
      "monthNumber": 7
    },
    {
      "story": " 107U. S. Congress, House of Representatives, Committee on Science and Technology, Subcommittee on Space and Aeronautics, NASA’s Space Shuttle and International Space Station Programs: Status and Issues, 110th Cong., 1st sess., 24 July 2007, 14, http://www.gpo.gov/fdsys/search/pagedetails.action?browsePath=110%2FHOUSE% 2FCommittee+on+Science+and+Technology&granuleId=CHRG-110hhrg36737&packageId=CHRG- 110hhrg36737&fromBrowse=true (accessed 11 January 2011); U.S. Congress, House of Representatives, Committee on Science and Technology, “Subcommittee Examines Challenges Facing Space Shuttle and International Space Station Programs,” press release, 24 July 2007, http://science.house.gov/press/PRArticle. aspx?NewsID=1928 (accessed 29 October 2010); Tamara Lytle, “Space Station’s Future in Doubt,” Orlando Sentinel (FL), 26 July 2007.",
      "month": "July",
      "day": 27,
      "monthNumber": 7
    },
    {
      "story": " 108NASA, “X-48B Blended Wing Body Research Aircraft Takes First Flight,” news release 07-165, 26 July 2007, http://www.nasa.gov/home/hqnews/2007/jul/HQ_07165_BWB_First_Flight.html (accessed 8 June 2010); Boeing Company, “Boeing Flies Blended Wing Body Research Aircraft,” news release, 26 July 2007, http://www.boeing. com/news/releases/2007/q3/070726c_nr.html (accessed 8 June 2010). committee recommended that NASA determine the scope of alleged alcohol-related incidents. The Review Committee had previously reported anecdotally that several astronauts had violated the rule prohibiting members of the flight crew from drinking alcohol or working under the effects of alcohol during the 12 hours before launch. Concurrent with the Review Committee’s study, Director of NASA’s JSC Michael L. Coats had led an internal assessment of behavioral medicine practices for astronauts. The JSC Astronaut Health Care System Review Committee had evaluated JSC’s extensive health care programs for astronauts and had recommended improvements to those programs, such as adding a more extensive behavioral health assessment to the annual flight physical examinations for all astronauts.(NASA, “NASA Releases Findings of Astronaut Health Review,” media advisory 07-92, 26 July 2007, http://www.nasa.gov/home/hqnews/2007/jul/HQ_M07092_Astro_Reports.html (accessed 11 June 2010); NASA, “Opening Remarks: NASA Deputy Administrator Shana Dale,” 27 July 2007, http://www.nasa.gov/pdf/ 183223main_Shana_Dale%20_opening%20_statement_7-27-07.pdf (accessed 14 July 2010).)",
      "month": "July",
      "day": 27,
      "monthNumber": 7
    },
    {
      "story": " NASA’s Phoenix Mars Lander launched aboard a Delta-2 rocket from Cape Canaveral, Florida, at 9:36 (UT). The 350-kilogram (772-pound) Lander carried scientific instruments and a robotic arm that would vertically penetrate the icy soil of the Vastitas Borealis, an arctic plain bearing similarities to central Greenland or northern Alaska. Phoenix’s instruments included eight on- board ovens designed to analyze vapors from soil samples to identify the presence of organic compounds, which would indicate whether biological processes had occurred. To avoid contamination, Phoenix would use each oven just once. Phoenix also carried multi-spectral instruments that would collect data revealing the composition of Mars’s surface minerals and of its atmosphere, to an altitude of 20 kilometers (12.4 miles).(Spacewarn Bulletin, no. 646, 1 September 2007, http://nssdc.gsfc.nasa.gov/spacewarn/spx646.html (accessed 14 June 2010); John Johnson Jr., “Phoenix Spacecraft Launches to Mars,” Los Angeles Times, 6 August 2007.)",
      "month": "August",
      "day": 4,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that it had developed a new wireless tile scanner and was using it to inspect Space Shuttles before launch, looking for cracks and other imperfections. NASA intended for the new method to replace manual inspection of Space Shuttles. Wireless scanner inspections had begun on Endeavour, scheduled to launch to the ISS on 8 August. Technicians were using six new scanners, designed and built at NASA’s ARC in California, to check for problems in some of the 24,000 tiles covering Endeavour. Instead of using small hand-held scales to measure dents and cracks and to estimate the volume of flaws to a worst-case value, the technicians were able to use the new devices to scan flaws and to archive the data. The scanner’s software measured the archived data to determine accurately the depth and volume of flaws and their locations, allowing engineers to examine three-dimensional images of the flaws. NASA had developed the same technology further, to create a larger, desktop version of the scanner. NASA was using the larger version to study samples of material for the heat shield that was under development for Orion.(NASA, “NASA Develops Wireless Tile Scanner for Space Shuttle Inspection,” news release 07-171, 7 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_07171_Shuttle_Tile_Scanner.html (accessed 14 June 2010).)",
      "month": "August",
      "day": 7,
      "monthNumber": 8
    },
    {
      "story": " Space Shuttle Endeavour launched from NASA’s KSC on STS-118 for an ISS assembly mission. STS-118 crew included Commander Scott J. Kelly; Pilot Charles O. Hobaugh; Mission Specialists Tracy E. Caldwell, Richard A. Mastracchio, Barbara R. Morgan, Benjamin A.",
      "month": "August",
      "day": 8,
      "monthNumber": 8
    },
    {
      "story": " “Alvin” Drew Jr., and CSA astronaut Dafydd R. “Dave” Williams. Astronaut Barbara R. Morgan, who had been Christa McAuliffe’s backup during NASA’s teacher-in-space program, had been a spectator at KSC when Space Shuttle Challenger exploded shortly after launch on 28 January 1986. After the accident, Morgan had returned to teaching. However, in 1998 she had joined the Astronaut Corps. She was participating in STS-118 as a Mission Specialist, not as a teacher. Endeavour’s payload included the Starboard 5 (S5) truss, the Spacehab module, and external stowage platform 3, with a replacement control moment gyroscope (CMG). The mission, Endeavour’s 20th, was the first in almost five years. The Columbia tragedy in 2003 had extended Endeavour’s time on the ground. Following its last mission in December 2002, Endeavour had undergone a major overhaul involving over 194 modifications, including GPS receivers, a modern glass cockpit, a system for docking at the ISS, and a system for monitoring the three engines during launch. NASA had also replaced more than 2,000 of Endeavour’s heat tiles and blankets and more than 3,000 gap fillers between its tiles. The overhauled Shuttle seemed to launch flawlessly. NASA observed one debris event on live video, but the object appeared to have missed the orbiter.(NASA, “NASA’s Shuttle Endeavour Begins Mission to the Space Station,” news release 07-173, 8 August 2007; NASA Kennedy Space Center, “STS-118: Endeavour,” NASA Facts no. FS-2007-09-027-KSC, http://www.nasa. gov/pdf/182309main_STS-118W.pdf (accessed 7 July 2010); Chris Bergin, “Endeavour Launches: Debris Observed, But Appears To Miss Orbiter,” NASASpaceflight.com, 8 August 2007, http://www.nasaspaceflight.com/2007/08/ endeavour-launches-debris-observed/ (accessed 7 July 2010); Kenneth Chang, “Shuttle Endeavour Takes Off,” New York Times, 9 August 2007.)",
      "month": "August",
      "day": 8,
      "monthNumber": 8
    },
    {
      "story": " NASA Administrator Michael D. Griffin named Richard J. Gilbrech as Associate Administrator for the Exploration Systems Mission Directorate, succeeding Scott J. Horowitz, who had announced in July his intention to leave NASA by 1 October. The Directorate was responsible",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " for designing the next generation of spacecraft, intended to return astronauts to the Moon and, eventually, to transport human explorers to Mars. Gilbrech had joined NASA in 1991 and had played a key role in helping NASA solve the problem of the Shuttle’s dangerous foam debris, which had caused the Columbia tragedy in 2003. Griffin also named Robert D. Cabana, Deputy Director of NASA’s JSC in Houston since 2004, to replace Gilbrech as Director of NASA’s SSC, where he would oversee all operations of NASA’s primary center for rocket-propulsion testing and of the Applied Research and Technology Project Office. NASA had selected Cabana as an astronaut in 1985. He had flown twice as a Space Shuttle pilot and twice as a Shuttle commander, accumulating more than 1,000 hours in space.(NASA, “NASA Administrator Announces Senior Leadership Appointments,” news release 07-175, 10 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_07175_Gilbrech_Cabana.html (accessed 21 June 2010); Mark Carreau, “NASA Names New Leader for Moon Exploration,” Houston Chronicle, 12 August 2007.)",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that it had signed a contract with ATK for the design, development, testing, and evaluation of the first stage of the Ares-1 and Ares-5 launch vehicles. NASA planned to use Ares 1 to launch the Orion CEV, which would replace the current Space Shuttle fleet. NASA intended to use Ares 5, a heavy-lift launch vehicle, to launch a variety of payloads for science and exploration activities. ATK planned to develop the Ares-1 first stage as a five-segment SRB, basing it on the four-segment design that the company had used for the Space Shuttle. The company planned to draw on current hardware, facilities, and manufacturing equipment qualified for human-rated SRBs. The contract, valued at US$1.8 billion, continued work that had begun in April 2006 under a temporary agreement, extending the performance period through December 2014. It included the delivery of five ground-static-test motors, two ground-vibration-test articles, and four flight-test stages.(NASA, “NASA Awards First Stage Contract for Ares Rockets,” contract release C07-36, 10 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_C07036_Ares_first_stage.html (accessed 14 June 2010); Edmond Lococo, “Alliant Techsystems Wins $1.8 Billion NASA Contract,” Bloomberg, 11 August 2007.)",
      "month": "August",
      "day": 10,
      "monthNumber": 8
    },
    {
      "story": " Mission Specialists Richard A. Mastracchio and Dafydd R. “Dave” Williams undertook the first EVA of STS-118, marking the first time that either astronaut had spacewalked. Over the course of 6 hours and 17 minutes, the pair worked to install and activate the 1.58-ton (1.4-tonne or 1,433-kilogram), 11-by-14-foot (3.33-by-4.3-meter) S5-truss segment and to retract the forward heat-rejecting radiator from the P6 truss. NASA planned to relocate the forward heat-rejecting radiator to the end of the port truss during the upcoming STS-120. Pilot Charles O. Hobaugh assisted Williams and Mastracchio from inside the ISS, operating the ISS’s robotic arm, which held the truss.(NASA KSC, “STS-118”; Jean-Louis Santini for Agence France-Presse, “Astronauts Begin Spacewalk as NASA Analyzes Shuttle Damage.”)",
      "month": "August",
      "day": 11,
      "monthNumber": 8
    },
    {
      "story": " Astronauts Richard A. Mastracchio and Dafydd R. “Dave” Williams undertook the second EVA of STS-118, to install the 600-pound (272-kilogram) CMG on the Z1 segment of the ISS’s truss, and to remove and replace the gyroscope that had failed in late 2006. The defective gyroscope was one of four such devices controlling the ISS’s position. NASA announced it had added a new computer program, the Inductive Monitoring System, to assist in monitoring these four gyroscopes. NASA had begun using the system earlier in 2007. David L. Iverson, the computer scientist at NASA’s ARC who had led the five-year effort to develop the new system, explained that the purpose of the software was to alert ground controllers to anomalies, so that they could analyze the situation immediately and take any necessary preventive measures. During the test phase, the new software had identified problems with the gyroscopes long before the previous system would have flagged anomalies. Engineers had also used the software program in F-18 fighter planes and in the Space Shuttle’s leading-edge impact-detection system, as well as in monitoring electric-power plants and water quality.(NASA, “New NASA Software Monitors Space Station Gyroscopes,” news release 07-201, 13 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_07201_ISS_Gyro_Software.html (accessed 14 June 2010); Traci Watson, “Endeavour Astronauts Replace Faulty Gyroscope,” USA Today, 14 August 2007.)",
      "month": "August",
      "day": 13,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that it had awarded US$250,000 to participants of the Personal Air Vehicle competition, one of seven NASA Centennial Challenges. Four teams had competed for overall best performance and for prizes for noise reduction, handling, efficiency, short takeoff, and top speed. The competition promoted the use of self-operated, personal aircraft that could serve as on-demand transportation, part of the future solution to U.S. transportation needs. The Comparative Aircraft Flight Efficiency Foundation (CAFE Foundation) had administered the challenge, which took place at the Charles M. Schulz Sonoma County Airport in Santa Rosa, California, on 4−12 August. Frank Vance Turner of Rescue, California, owner of a short-wing Pipistrel aircraft, won the US$100,000 Vantage Prize, as well as the CAFE Efficiency Prize, the Short Runway Prize, and second prize for Top Speed, for a total of US$160,000 in prize money. David and Diane Anders of Visalia, California, owners and pilots of an RV-4 aircraft, won the Noise Prize and first prize for Top Speed, for US$65,000 total winnings. John Rehn of Santa Rosa, California, owner of a Cessna 172 aircraft, won the US$25,000 Handling Qualities Prize.(NASA, “NASA Names Winners of Personal Air Vehicle Challenge,” news release 07-199, 14 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_07199_personal_air_vehicles.html (accessed 14 June 2010). 118 NASA KSC, “STS-118”; Mark Carreau, “Spacewalk Ends Early After Cut in Space Suit Found,” Houston Chronicle, 16 August 2007.)",
      "month": "August",
      "day": 14,
      "monthNumber": 8
    },
    {
      "story": " STS-118 Mission Specialist Richard A. Mastracchio and ISS Expedition 16 Flight Engineer Clayton C. Anderson undertook the third EVA of STS-118. Over the course of 5 hours and 28 minutes, the pair relocated the S-band antenna subassembly from the P6 truss to the P1 truss, installed a new transponder on P1, and retrieved the P6 transponder. The spacewalk ended early when Mastracchio’s spacesuit was damaged. The suit had a cut in the left thumb of the glove. Mission Control instructed Mastracchio to return to the ISS airlock as a precaution against further damage that could potentially allow air to rush out of the suit. Anderson quickly finished the task he had been working on and followed Mastracchio to the airlock.",
      "month": "August",
      "day": 14,
      "monthNumber": 8
    },
    {
      "story": " NASA’s Ikhana, a Predator B drone adapted for civil missions, launched on its maiden scientific flight, flying above wildfires in California, including the Zaca fire that had been blazing in Ventura County since 4 July. The drone’s mission was to map the direction of the flames. The craft carried sophisticated instruments, which could capture images that conventional aircraft could not, providing intelligence to firefighters regarding the precise location of the front. Flying for 10 hours, Ikhana demonstrated its on-board infrared camera and its ability to transmit real- time images to command stations on the ground. Everett Hinkley, coordinator of the National Remote Sensing Program of the U.S. Department of Agriculture’s Forest Service, remarked upon the usefulness of future firefighting tools like Ikhana, which could supply critical knowledge of the precise location of a fire so that responders could deploy resources quickly, without placing people on the ground in harm’s way.(Catherine Saillant, “NASA Drone Aids Crews Fighting Zaca Fire,” Los Angeles Times, 25 August 2007; Elise Kleeman, “NASA Drone Joins the Effort To Fight Southland Wildfires,” Pasadena Star-News (CA), 26 August 2007.)",
      "month": "August",
      "day": 16,
      "monthNumber": 8
    },
    {
      "story": " STS-118 Mission Specialist Dafydd R. “Dave” Williams and ISS Expedition 16 Flight Engineer Clayton C. Anderson made the fourth and final spacewalk of STS-118. Over the course of 5 hours, the pair installed the antenna of the External Wireless Instrumentation System, attached a stand for the extension boom of the Shuttle’s robotic arm, and retrieved two materials experiment containers for return to Earth aboard Endeavour. Mission Control had cancelled approximately 2 hours worth of tasks from the EVA to enable the crew to close the hatch between the ISS and the Shuttle in preparation for an early departure. NASA managers had rescheduled the return flight to enable Endeavour to land a day early, in case Hurricane Dean headed toward Houston. The hurricane could have forced an emergency relocation of flight controllers from Houston to a makeshift control center in Cape Canaveral, Florida. A temporary control center would have been neither as organized nor as large as the Houston operation.(NASA KSC, “STS-118”; Marcia Dunn for Associated Press, “Astronauts Hurriedly Complete Spacewalk,” 19 August 2007.)",
      "month": "August",
      "day": 18,
      "monthNumber": 8
    },
    {
      "story": " Aeronautical engineer Jerome B. Hammack, who was one of the seven inventors of NASA’s Mercury capsule and had been instrumental in creating the recovery team to retrieve Mercury astronauts from the ocean, died of cancer at the age of 85. After playing a key role in the Mercury program, NASA’s first human space program, Hammack had carried out similar duties in the Gemini, Apollo, Skylab, and Shuttle projects. In 1958 Hammack had joined National Advisory Committee for Aeronautics (NACA), NASA’s predecessor organization, and, in the early 1960s, he had been one of the 35-member group that came to Houston to establish the institution that became NASA’s JSC.(Lynwood Abram, “Hammack, Helped [Design] Vehicles for Space Program,” Houston Chronicle, 24 August 2007.)",
      "month": "August",
      "day": 20,
      "monthNumber": 8
    },
    {
      "story": " NASA announced the selection of Benham Constructors LLC of Oklahoma City for a contract valued at US$54.1 million to design, build, and commission vibration and acoustic test capabilities in support of the development of the Orion CEV. The contract stipulated that Benham Constructors build the test capability, including a mechanical-vibration test facility, a reverberant-acoustic test facility, and a high-speed-data-acquisition system in the SPF at Plum Brook Station, in Sandusky, Ohio, which NASA’s GRC operates. The contract covered a performance period of 18 months, with an additional six months of technical support. Environmental tests conducted in the facilities would demonstrate Orion’s hardware, ensuring that it met NASA’s specified requirements in simulated launch, orbit, and reentry conditions. NASA also intended the new test capability to support testing in NASA’s Constellation Program, which was developing spacecraft and other systems to support exploration missions to the Moon, Mars, and other destinations in Earth’s solar system.(NASA, “NASA Selects Vibration Test Capability Contractor,” contract release C07-37, 20 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_C07037_Plum_Brook_Contract.html (accessed 14 June 2010); Cleveland Plain Dealer (OH), “NASA Glenn Gets Role in New Spacecraft Design,” 21 August 2007.)",
      "month": "August",
      "day": 20,
      "monthNumber": 8
    },
    {
      "story": " NASA’s Voyagers celebrated 30 years of flight. The two spacecraft continued to travel toward interstellar space and to return data, marking an unprecedented, historic accomplishment. Voyager 2 had launched on 20 August 1977, and Voyager 1 had followed shortly after on 5 September 1977. The original mission plan had sent the two craft to Saturn and Jupiter. However, NASA had extended the two Voyagers’ tours beyond the initial four years, because of their achievements and because a rare planetary alignment had allowed them to travel to Uranus and Neptune. Following the completion of the extended mission, NASA had sent the Voyagers to explore the outer heliosphere. In December 2004, Voyager 1 had begun crossing the so-called heliosheath. Located approximately 8.7 billion miles (14 billion kilometers) from the Sun, the heliosheath is the region where the solar wind slows as it crashes into the thin gas that fills the space between stars. NASA expected Voyager 2 to reach this boundary later in 2007, placing both Voyagers on their final leg toward interstellar space. At the 30th anniversary of the spacecraft, Voyager 1, located approximately 9.7 billion miles (15.5 billion kilometers) from the Sun, was the farthest human-made object from Earth. Voyager 2 was approximately 7.8 billion miles (12.5 billion kilometers) from Earth. Each craft was traveling approximately 1 million miles (1.6 million kilometers) per day. NASA’s Deep Space Network required 14 hours for its communications to reach Voyager 1 and 12 hours to reach Voyager 2.(NASA, “Pioneering NASA Spacecraft Mark Thirty Years of Flight,” news release 07-205, 20 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_07205_Voyager_30th.html (accessed 14 June 2010).)",
      "month": "August",
      "day": 20,
      "monthNumber": 8
    },
    {
      "story": " Space Shuttle Endeavour landed safely at NASA’s KSC after the 13-day STS-118 assembly mission to the ISS. Although the Shuttle had sustained damage during launch, including a small gouge in the protective tile on the orbiter’s underside, inspections during orbit had revealed no critical damage to the craft, and NASA managers had declared Endeavour’s thermal protection system safe for reentry. Endeavour had landed a day early because of NASA’s concern about Hurricane Dean. The hurricane had ultimately followed a track that did not threaten Houston, the home of NASA’s Mission Control. During the mission, Canadian astronaut Dafydd R. “Dave” Williams had undertaken three of the four spacewalks of STS-118, setting a new spacewalking record for Canada. Williams had surpassed the record held by Canadian Chris A. Hadfield, who had performed two EVAs during a single mission in 2001.(NASA, “Shuttle Endeavour Crew Returns Home After Successful Mission,” news release 07-177, 21 August 2007; Andy Blatchford, “Canadian’s Record Spacewalk,” Toronto Star, 19 August 2007; Traci Watson, “Shuttle Coming Home Early as Dean Nears,” USA Today, 20 August 2007.)",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that its SSC in Mississippi had broken ground for the construction of a new rocket-engine test stand, which would provide altitude testing for the J-2X engine. The J-2X would power the upper stages of the Ares-1 and Ares-5 rockets. NASA Deputy Administrator Shana L. Dale spoke at the groundbreaking ceremony for the new test stand, recalling that the first stand erected at NASA’s SSC had tested the Saturn-5 rocket for the Apollo program. NASA had first tested the Space Shuttle engines at SSC in the 1970s. The new test stand for the new spacecraft signaled the beginning of a new era of exploration. The 19-acre site in SSC’s A Complex would contain the 300-foot-tall (91-meter-tall), open-steel-frame A-3 test stand; a test- control center; propellant-barge docks; and access roadways. Engineers would generate steam to reduce pressure in the test cell, using the test stand to simulate conditions at different altitudes.(NASA, “NASA’s Stennis Space Center Marks New Chapter in Space Exploration,” news release 07-180, 23 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_07180_Stennis_groundbreaking.html (accessed 14 June 2010).)",
      "month": "August",
      "day": 23,
      "monthNumber": 8
    },
    {
      "story": " NASA announced the selection of the Boeing Company of Huntsville, Alabama, as the production contractor for the Ares-1 upper stage. Under the contract, valued at US$514.7 million, plus US$610 million in options, a NASA-led design team would receive support from Boeing during the design phase. Boeing would take responsibility for production of the upper stage, manufacturing a ground-test article, three flight-test units, and six production-flight units to support NASA’s flight manifest through 2016. The cost-plus-award-fee contract covered a126 performance period that would begin in September 2007 and last through December 2016.",
      "month": "August",
      "day": 28,
      "monthNumber": 8
    },
    {
      "story": " NASA released safety-review findings that showed no evidence of astronauts using alcohol improperly before spaceflight. NASA Chief of Safety and Mission Assurance Bryan D. O’Connor had conducted the review to evaluate allegations included in the Astronaut Health Care System Review Committee’s report, released in late July. For the safety review, which covered the past 20 years of spaceflight, NASA had interviewed approximately 90 participants in and witnesses to the activities that had occurred during the last few days before Shuttle and Soyuz launches. In addition, NASA had reviewed more than 40,000 records, from as far back as 1984, including reports of mishaps and close calls, anonymous safety reports, safety-hotline reports, and alcohol- and drug-related disciplinary actions, as well as NASA’s relevant policies and procedures. The review had also included an inspection of crew quarters at NASA’s JSC in Houston and NASA’s KSC in Florida. O’Connor remarked that the investigation had been much more exhaustive than NASA’s usual response to an anonymous allegation concerning a matter of safety; therefore, he expressed confidence that NASA had sufficient safeguards to prevent an impaired crew member from participating in spaceflight.(NASA, “NASA Safety Review Finds No Evidence of Improper Alcohol Use by Astronauts Before Space Flight,” news release 07-184, 29 August 2007, http://www.nasa.gov/home/hqnews/2007/aug/HQ_07184_oconnor_alcohol_ study.html (accessed 14 June 2010); Warren E. Leary, “No Evidence of Drunken Astronauts, NASA Says,” New York Times, 30 August 2007.)",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " ISS crew members successfully moved an old docking port to a new location, clearing a space",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " for a new module scheduled to arrive later in the year. ISS Expedition 15 Commander Fyodor N. Yurchikhin and Flight Engineers Oleg V. Kotov and Clayton C. Anderson worked from inside the space station to move the Pressurized Mating Adapter-3 (PMA-3) from its port-side perch on NASA’s Unity module to a berth facing Earth. The crew had delayed the relocation process by approximately 1 hour, because three of the sixteen bolts securing the PMA had returned intermittent fault messages. However, Mission Control determined that the error messages would not affect the relocation or the installation of the Harmony node later in the year. Kotov assisted Anderson in operating the ISS’s robotic arm, while Yurchkhin oversaw the bolt-latching systems, alternately freeing and securing the module during its relocation. PMA-3 detached from Unity at 8:23 a.m. (EDT) and, at 9:07 a.m. (EDT), the crew successfully reattached the port to its new berth. NASA’s lead Expedition 15 Flight Director Robert C. Dempsey acknowledged the cooperation between the Russian and American crew members. Dempsey remarked that Expedition 15’s crew was one of the first truly integrated crews that he had seen, noting that the mission marked the first time that Russian cosmonauts had operated NASA-controlled components, such as the Canadian-built robotic arm.(Tariq Malik, “Space Station Crew Clears Port for New Module,” Space.com, 30 August 2007, http://www.space. com/missionlaunches/070830_exp15_pma3move.html (accessed 30 June 2010).)",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " NASA’s JPL announced that the Phoenix Mars Lander flight-operations team had successfully tested the craft’s descent-monitoring radar and UHF radio on 24 August. During its flight to Mars, Phoenix had communicated with Earth via an X-band radio unit, but the craft would switch to UHF radio after landing on Mars. Because the X-band radio unit was mounted on a part of the craft that would jettison shortly before Phoenix reached the Martian atmosphere, the UHF radio would become critical to communications once the craft reached Mars.(NASA JPL, “Phoenix Mars Lander Status Report: Radar and Other Gear Pass Checkouts,” news release 2007- 094a, 4 September 2007, http://www.jpl.nasa.gov/news/news.cfm?release=2007-094a (accessed 9 August 2010); Dave Mosher, “Phoenix Spacecraft Passes In-Flight Tests,” Space.com, 5 September 2007, http://www.space.com/ missionlaunches/070905_phoenix_update.html (added 9 August 2010).)",
      "month": "September",
      "day": 4,
      "monthNumber": 9
    },
    {
      "story": " South Korean Vice Minister of Science and Technology Chung Yoon announced the selection of Ko San, a 30-year-old expert on artificial intelligence, to visit the ISS as South Korea’s first astronaut. Ko San had been one of two finalists. The other finalist, Yi So-yeon, was a 29-year- old female doctoral student in biotechnology. More than 36,000 South Koreans had applied to become the first person in South Korea to travel in space. Ko and Yi had been training in Russia when South Korean authorities selected Ko as the winner. They appointed Yi as his backup, in the event Ko was unable to participate in the mission. They selected Ko over Yi because he had performed better in certain experiments and had demonstrated a stronger capability of communicating with Russian cosmonauts. As backup, Yi would continue to train with Ko and would serve as a consultant in planning Ko’s mission.(Kurt Achin, “S. Korea Names Astronaut for the Country’s First Voyage into Space,” Voice of America, 6 September 2007; “Space Mission To Help Boost Aerospace Research,” Korea Times, 6 September 2007.)",
      "month": "September",
      "day": 5,
      "monthNumber": 9
    },
    {
      "story": " The House Science and Technology Subcommittee on Space and Aeronautics held a hearing to review the findings of two reports that NASA had made public on 27 July 2007. The reports examined NASA’s medical and behavioral health care system for its astronauts. The NASA Astronaut Health Care System Review had identified a number of issues related to NASA culture, communication, and behavioral concerns, including some astronauts’ alleged preflight alcohol abuse. However, NASA’s internal JSC review had contradicted the finding, stating that the investigators had been unable to verify any instance of alcohol abuse. At the hearing, Richard E. Bachmann Jr., Chair of the Astronaut Health Care System Review Committee, stated that NASA’s rebuttal of reports and derision of the claims that astronauts had imbibed alcohol during the preflight alcohol-restriction period had discouraged open communication. Moreover, Bachmann expressed deep concern about NASA’s apparent disregard of mental health and behavior issues among astronauts and about the reluctance of flight surgeons and astronauts alike to report improper conduct. Subcommittee Chair Mark E. Udall (D-CO) remarked that the findings of the two panels seemed to describe two different organizations. Udall instructed",
      "month": "September",
      "day": 6,
      "monthNumber": 9
    },
    {
      "story": " NASA to present a credible plan and accompanying timetable for implementing the NASA Astronaut Health Care System Review Committee’s recommendations, including the most controversial one, related to the allegations that some astronauts had drunk alcohol shortly before flight. NASA Administrator Michael D. Griffin, who had compared the alcohol allegations to urban legends, testified that NASA was already in the process of addressing the committee’s concerns. At the time of the hearing, NASA was preparing an anonymous survey to assist in identifying its employees’ continuing concerns about safety issues and about other review committee findings.(U.S. Congress, House of Representatives, Committee on Science and Technology, Subcommittee on Space and Aeronautics, “Subcommittee Questions NASA on Health Care of Astronaut Corps,” news release, 6 September 2007, http://www.gpo.gov/fdsys/search/pagedetails.action?browsePath=110%2FHOUSE%2FCommittee+on+Science+ and+Technology&granuleId=CHRG-110hhrg37640&packageId=CHRG-110hhrg37640&fromBrowse=true (accessed 11 January 2011); U.S. Congress, House of Representatives, Committee on Science and Technology, Subcommittee on Space and Aeronautics, NASA’s Astronaut Health Care System—Results of an Independent Review, 110th Cong., 1st sess., 6 September 2007; Eun Kyung Kim, “Fear May Be NASA Problem,” Florida Today (Brevard, FL), 7 September 2007.)",
      "month": "September",
      "day": 6,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that its solar-powered Mars rover duo, Spirit and Opportunity, had survived severe dust storms and were ready to continue their mission. Spirit had awakened and, on 5 September, had climbed onto a plateau of layered bedrock, its long-term destination. On the plateau, known as Home Plate, Spirit would examine clues about an explosive mixture of lava and water. Meanwhile, Opportunity had begun preparing for its descent into Victoria Crater, where it would examine an exposed layer of bright rocks. The rocks might provide preserved evidence of an ancient interaction between the Martian atmosphere and surface. Dust storms in July had delayed Opportunity’s scheduled descent into the crater, blocking significant amounts of sunlight and causing researchers to become concerned that the rovers’ daily energy supplies might plunge too low for recovery.(NASA, “Mars Rovers Survive Severe Dust Storms, Ready for Next Objectives,” news release 07-187, 7 September 2007, http://www.nasa.gov/home/hqnews/2007/sep/HQ_07187_Mars_Rovers.html (accessed 4 August 2010).)",
      "month": "September",
      "day": 7,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that its aeronautics researchers had designed and built a new silicon-carbide differential-amplifier integrated-circuit chip that could exceed 1,700 hours of continuous operation at 500°C (932°F). The groundbreaking success represented a 100 percent improvement over the operating times that integrated circuit chips had achieved in the past. Previously, such chips could only withstand a few hours of high temperatures before degrading or failing. The goal of the project, a joint effort of the Aviation Safety and Fundamental Aeronautics programs under NASA’s Aeronautics Research Mission Directorate, was to develop extremely functional, but physically small, circuitry for the hot sections of jet engines. This circuitry would enhance sensing and control of the combustion process—key elements in the search for improved safety, fuel efficiency, and reduced emissions for jet engines. Researchers believed that this technology could also improve automotive engines, equipment for drilling oil and natural gas wells, and other types of machinery requiring long-lasting electronic circuits in very hot environments, such as robotic equipment for exploratory missions on the hostile surface of gaseous planets like Venus.(NASA, “NASA Researchers Extend Life of Hot Temperature Electronic Chip,” news release 07-189, 11 September 2007, http://www.nasa.gov/home/hqnews/2007/sep/HQ_07189_Silicon_Chip.html (accessed 4 August 2010).)",
      "month": "September",
      "day": 11,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that it had signed a MOU with the U.S. National Institutes of Health (NIH), entering into an agreement that would enable American scientists to access the ISS to pursue research about human health and disease. NASA Administrator Michael D. Griffin and NIH Director Elias A. Zerhouni stated that the partnership could pave the way for research advances in cancer, Alzheimer’s disease, osteoporosis, and other medical conditions. The MOU marked the first time that NASA had formed a partnership with another agency to use the U.S. segment of the ISS as a national laboratory.(NASA, “NASA and NIH Partner for Health Research in Space,” news release 07-190, 12 September 2007, http://www.nasa.gov/home/hqnews/2007/sep/HQ_07190_NASA_NIH_MOU.html (accessed 4 August 2010); Michelle Mittelstadt, “NIH, NASA Finish Deal for Research Lab in Space,” Houston Chronicle, 13 September 2007. 135 X Prize Foundation, “Google Sponsors Lunar X Prize To Create a Space Race for a New Generation,” news release, 13 September 2007, http://www.googlelunarxprize.org/lunar/press-release/google-sponsors-lunar-x-prize- to-create-a-space-race-for-a-new-generation (accessed 9 August 2010); John Schwartz, “$25 Million in Prizes Is Offered for Trip to Moon,” New York Times, 14 September 2007.)",
      "month": "September",
      "day": 12,
      "monthNumber": 9
    },
    {
      "story": " The X Prize Foundation and Google announced the creation of the Google Lunar X Prize, a contest with a US$30 million prize purse, inviting private companies worldwide to compete to land a privately funded robotic rover on the Moon. The prize purse consisted of a US$20 million grand prize, a US$5 million second prize, and US$5 million in bonus prizes. To win the grand prize, the rover would need to complete several mission objectives, including roaming the lunar surface for at least 500 meters (1,640 feet) and sending data back to Earth, including video and still images. The grand prize would be worth US$20 million until 31 December 2012, and then would be worth US$15 million until 31 December 2014. If no team claimed the grand prize by 31 December 2014, the competition would terminate, unless Google and the X Prize Foundation extended it. To win the second prize, which would also be available until 31 December 2014, a team would have to land a craft, which would roam the lunar surface and transmit data to Earth. The sponsors would distribute bonus prizes to teams that successfully completed additional mission tasks such as roaming distances greater than 5,000 meters (16,404 feet); capturing images of human-made artifacts, such as Apollo hardware; discovering water ice; or surviving a cold lunar night—the equivalent of 14.5 Earth days.",
      "month": "September",
      "day": 13,
      "monthNumber": 9
    },
    {
      "story": " Four years behind its original schedule, JAXA successfully launched Kaguya, also called the Selenological and Engineering Explorer (SELENE), aboard an H-2A solid-fuel rocket from Tanegashima Island at 1:31 (UT). The 2.9-tonne (2,900-kilogram or 3.2-ton) lunar orbiter carried various instruments that would enable it to obtain detailed data about the lunar topography and surface-mineral composition. JAXA had promoted the mission as the most significant lunar expedition since America’s Apollo program of the 1960s and early 1970s, in terms of its scope and ambition. JAXA claimed that the mission would outpace the former Soviet Union’s Luna program, NASA’s Clementine mission of 1994, and NASA’s Lunar Prospector mission of 1998– 1999. Kaguya’s launch occurred at a critical time for the Japanese space agency, which was facing accusations that it lacked a vision capable of challenging the ambition of the People’s Republic of China to lead East Asia in space exploration. At the time of the launch, JAXA also lacked popular and political support. Japan’s citizens had such poor regard for the civilian space program that JAXA had to negotiate with the local fishermen of Tanegashima for acceptable launch times. Because September was one of two launch windows that Tanegashima fishermen’s unions had offered JAXA, Kaguya’s launch took place during typhoon season. Kazuto Suzuki, a specialist in global space issues at Tsukuba University in Tokyo, explained that JAXA was only beginning to realize that, to enhance the political importance of Japan’s space initiatives, it would need to market Japan’s space program to appeal to the Japanese public.(Spacewarn Bulletin, no. 647, 1 October 2007, http://nssdc.gsfc.nasa.gov/spacewarn/spx647.html (accessed 4 August 2010); Bruce Wallace, “After Long Delay, Japan Launches Lunar Orbiter,” Los Angeles Times, 14 September 2007; Associated Press, “Japan’s Space Agency Launches Lunar Probe,” 14 September 2007.)",
      "month": "September",
      "day": 14,
      "monthNumber": 9
    },
    {
      "story": " ESA and Russia successfully launched Foton M-3 aboard a Russian Soyuz-U rocket from Baikonur Cosmodrome at 11:00 (UT). The 6.4-tonne (6,400-kilogram or 7-ton) satellite carried a payload of approximately 40 European experiments, including a 35-kilogram (77-pound) student-built module called the Young Engineers Satellite 2 (YES2), which the Foton craft would deploy to orbit Earth for 12 days. When the orbiting period had ended, the YES2 mission would use an experimental tether to return the picosatellite and reentry vehicle Fotino to Earth on 25 September. ESA and Russia had planned the tether-technology demonstration to test and produce data related to “space mail,” a concept developed to enable the return of material from space without the use of conventional chemical propulsion.(Spacewarn Bulletin, no. 647; European Space Agency (ESA), “Young Engineers’ Satellite 2; Mission Facts,” 5 September 2007, http://www.esa.int/SPECIALS/YES/SEMLRV8OY2F_0.html (accessed 5 August 2010); ESA, “Focus On; Foton-M3 Mission To Launch European Experiments,” 11 September 2007, http://www.esa.int/esaCP/ SEMN5ZMPQ5F_FeatureWeek_0.html (accessed 5 August 2010).)",
      "month": "September",
      "day": 14,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that it had signed a MOU agreeing to collaborate with the U.S. Army on aeronautics research. The agreement focused on rotorcraft aeronautics and included avionics, aeromechanics, propulsion, flight dynamics and control, safety and airspace management, and vehicle structures. The agreement would ensure the free exchange of information, enabling NASA and the Army to reduce duplication and enhance long-term research planning. NASA’s Associate Administrator for the Aeronautics Research Mission Directorate Lisa J. Porter remarked that, although NASA and the Army had different missions, they shared the common goal of pursuing innovative research and faced common challenges in research related to the rotorcraft’s payload, range, noise, and efficiency.(NASA, “NASA, U.S. Army Agree To Aeronautics Cooperation,” news release 07-197, 18 September 2007, http://www.nasa.gov/home/hqnews/2007/sep/HQ_07197_NASA_Army_MOU.html (accessed 4 August 2010).)",
      "month": "September",
      "day": 18,
      "monthNumber": 9
    },
    {
      "story": " The journal Science published a special issue about water on Mars. The issue included five reports that had used the scientific results derived from the detailed images that NASA’s Mars Reconnaissance Orbiter (MRO) had captured during the first 100 days of its mission. MRO’s primary mission was to study Mars’s hydrologic history, using six scientific instruments, including the High-Resolution Imaging Science Experiment camera (HiRISE), which provided 10 times the resolution of any previous Mars imager. The papers published in this special issue of Science indicated that evidence for liquid water on Mars was rare and difficult to discern. NASA’s Mars Global Surveyor (MGS), which had visited Mars in 1999, had raised researchers’ hopes that the probe had detected modern flows of liquid water on Mars. However, MRO’s observations suggested otherwise—that landslides of loose, dry materials had created the deposits that scientists had interpreted as evidence of liquid water. In addition, MRO had captured images suggesting that flowing lava, rather than water, had shaped some Martian landforms, such as branched channels and fan-like deposits. Moreover, MRO images indicated that, although certain gullies and rims of craters did indeed contain liquid water, the presence of water at these locations did not reveal the presence of a water table. Rather, the images suggested that objects impacting Mars had triggered trickles of water at these sites. Radar and gravity data indicated that the cap on Mars’s south pole held the largest reservoir of water ice on the planet.(NASA, “NASA Orbiter Provides Insights About Mars Water and Climate,” news release 07-206, 20 September 2007, http://www.nasa.gov/home/hqnews/2007/sep/HQ_07206_Mars_Water.html (accessed 4 August 2010); Joanne Baker, “Introduction to Special Issue: Water, Water, Not Everywhere?” Science 317, no. 5845 (21 September 2007): 1705, http://www.sciencemag.org/cgi/content/summary/sci;317/5845/1705?maxtoshow=&hits=10&RESULT FORMAT=&fulltext=Mars+Reconnaissance+Orbiter&searchid=1&FIRSTINDEX=0&resourcetype=HWCIT (DOI: 10.1126/science.317.5845.1705; accessed 10 August 2010); Jeanna Bryner, “Hope for Water on Mars Dims with Sharp New Images,” Space.com, 20 September 2007, http://www.space.com/scienceastronomy/070920_mars_tale. html (accessed 10 August 2010).)",
      "month": "September",
      "day": 21,
      "monthNumber": 9
    },
    {
      "story": " ESA’s YES2 craft attempted to deliver Fotino, a 12-pound (5.4-kilogram) reentry capsule, to a landing site in Kazakhstan, via an experimental tether system. YES2 deployed Fotino from the Foton-M3 spacecraft. A metal brace and straps held Fotino in place while the tether unwound, gradually lowering the capsule. The mission plan called for the tether to lower the capsule 30 kilometers (18.6 miles) below Foton-M3. However, a malfunction prevented the tether from unreeling to its full length. Telemetry data indicated that the tether had deployed approximately 8.5 kilometers (5.3 miles). Automated timers aboard the craft commanded Fotino to separate approximately a half hour before the scheduled touchdown time, even though the tether had not extended fully. However, because the tether had not completely deployed before Fotino’s release, early estimates predicted that the reentry vehicle would orbit for 4–11 days before reentering the atmosphere. Lead Engineer for the YES2 mission Â. Michiel Kruijiff remarked that, apart from the problem with the tether, the mission had been largely successful, achieving many of the mission objectives.(Stephen Clark, “Space Tether Experiment Hits Major Snag,” Spaceflight Now, 26 September 2007; Vladimir Isachenkov for Associated Press, “Russian Attempt To Deliver Parcel from Space Fails,” 26 September 2007.)",
      "month": "September",
      "day": 25,
      "monthNumber": 9
    },
    {
      "story": " NASA’s JPL announced that, after entering the Victoria Crater on 13 September, Opportunity had reached its first destination inside the crater, driving 7.45 meters (24 feet) on 18 September and 2.47 meters (8 feet) further on 22 September. On 25 September, the rover had descended 2.25 meters (7.38 feet) down the inner slope of the 800-meter-wide (2,625-foot-wide) crater to a band of relatively bright bedrock, positioning itself to examine a selected slab of rock composed of three distinct layers. After the science team had conducted safety checks, Opportunity would examine the rock, using the tools at the end of its robotic arm. Safety checks were necessary because Opportunity was sitting on the slope at a 25° tilt. Victoria was the largest crater that Opportunity had visited during its nearly four Earth years of Mars exploration. Steven W. Squyres of Cornell University in Ithaca, New York, the Rover Science Principal Investigator, explained that, through the several planned stops along the band of rock, scientists hoped to 141 figure out the processes that had led to Victoria’s formation and to its distinctive appearance.",
      "month": "September",
      "day": 26,
      "monthNumber": 9
    },
    {
      "story": " NASA successfully launched its Dawn spacecraft aboard a Delta-2 rocket from Cape Canaveral Air Force Station in Florida at 7:34 a.m. (EDT). Mission Controllers at NASA’s JPL in Pasadena, California, received telemetry data on schedule at 9:44 a.m. (EDT). The data indicated that Dawn had achieved proper orientation in space and that its solar array had succeeded in generating power from the Sun. Dawn’s mission was to travel 1.7 billion miles (2.7 billion kilometers) to explore two asteroids located in orbit between Mars and Jupiter—Vesta in 2011 and Ceres in 2015. The International Astronomical Union had reclassified Ceres as a dwarf planet in 2006. In their search for new information about the collection of rocky materials remaining from the formation of the planets, NASA scientists hoped that the US$474 million mission would provide insight into how size, water, and gravity had influenced the development of Earth and its planetary neighbors. NASA scientists intended to use Dawn’s instrument suite to measure the asteroids’ elemental and mineral composition, shape, surface topography, and tectonic history, as well as to search for water-bearing minerals. While studying how Dawn orbits the asteroids, scientists also planned to measure the masses and gravity fields of Vesta and Ceres. Engineers had designed Dawn to use ion propulsion, a unique hyperefficient system using solar power to ionize xenon, generating thrust. Although this method provided less power than conventional engines, ion propulsion could maintain thrust for months at a time.(NASA, “NASA’s Dawn Spacecraft Enroute To Shed Light on Asteroid Belt,” news release 07-213, 27 September 2007, http://www.nasa.gov/home/hqnews/2007/sep/HQ_07213_Dawn_Final_Release.html (accessed 4 August 2010); NASA, “Dawn Spacecraft Successfully Launched,” news release 07-212, 27 September 2007, http://www.nasa.gov/home/hqnews/2007/sep/HQ_07212_Dawn_launched.html (accessed 4 August 2010); Mark K. Matthews, “NASA’s Dawn To Cast Light on Asteroids ‘Frozen in Time’,” Orlando Sentinel (FL), 28 September 2007; Mark Carreau, “NASA’s Launch Starts 3-Billion-Mile Trip to Asteroids,” Houston Chronicle, 28 September 2007.)",
      "month": "September",
      "day": 27,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that one of its STEREO satellites had recorded images of an April 2007 collision between a comet and a solar hurricane, marking the first time that scientists had observed such an event. Encke’s comet, traveling in the orbit of Mercury, had encountered a CME. NASA had designed STEREO to observe this type of solar event. As the CME swept by, the comet’s tail had brightened and then had disconnected, as the front of the ejection carried it away. Scientists had known that a comet’s plasma tail could disconnect from the comet, but the conditions necessary for this to occur had remained a mystery. Preliminary analysis of the images, which NASA researchers had combined into a movie, indicated that a phenomenon called magnetic reconnection had caused the tail to detach. In a magnetic reconnection event, the magnetic fields in a CME crunch together the oppositely directed magnetic fields around a comet, causing the comet fields to link together suddenly. This sudden reconnection releases a burst of energy that detaches the comet’s tail. Angelos Vourlidas of the U.S. Naval Research Laboratory in Washington, DC, was lead author of an article about the event, published in the 10 October 2007 issue of Astrophysical Journal Letters. Remarking on the researchers’ sense of awe when they viewed the images, Vourlidas described their surprise at seeing the disconnection of the tail, calling the event “the icing on the cake.”(NASA, “NASA Satellite Sees Solar Hurricane Detach Comet Tail,” news release 07-214, 1 October 2007, http://www.nasa.gov/home/hqnews/2007/oct/HQ_07214_Comet_Collision.html (accessed 8 September 2010); Andrea Thompson, “Solar Storm Rips Tail Off Comet,” Space.com, 1 October 2007, http://www.space.com/ scienceastronomy/071001_hurr_comet.html (accessed 27 September 2010).)",
      "month": "October",
      "day": 1,
      "monthNumber": 10
    },
    {
      "story": " NASA Administrator Michael D. Griffin and Roskosmos head Anatoly N. Perminov signed agreements in Moscow allowing two Russian scientific instruments to fly aboard NASA spacecraft. According to the agreement, the Lunar Exploration Neutron Detector (LEND) would fly aboard NASA’s LRO, which was scheduled to begin a yearlong mission in October 2008. In addition, the Dynamic Albedo of Neutrons (DAN) instrument would travel to Mars aboard NASA’s Mars Science Laboratory (MSL), a robotic rover scheduled to launch in 2009. Designed to search for evidence of water ice, LEND would map concentrations of hydrogen at the lunar surface, or just below it. The DAN instrument would conduct similar investigations on Mars— measuring hydrogen to analyze the interaction of neutrons with the Martian surface.(NASA, “NASA Spacecraft To Carry Russian Science Instruments,” news release 07-219, 3 October 2007, http://www.nasa.gov/home/hqnews/2007/oct/HQ_07219_combined_Russian_MOU.html (accessed 8 September 2010).)",
      "month": "October",
      "day": 3,
      "monthNumber": 10
    },
    {
      "story": " On the 50th anniversary of the launch of the Soviet satellite Sputnik, publisher Harry N. Abrams released America in Space, a photographic record of the history of space exploration, documenting NASA’s achievements in aeronautics, science and technology, and human spaceflight. Published in cooperation with NASA, the book contained 500 color and black-and- white photographs, including many previously unpublished photographs, selected from NASA’s archives. Heralding the space age, the launch of Sputnik led to the creation of NASA one year later.(NASA, “New Book Chronicles NASA’s First 50 Years,” news release 07-210, 1 October 2007, http://www.nasa. gov/home/hqnews/2007/oct/HQ_07210_NASA_book.html (accessed 8 September 2010); Jeremy Hsu, “NASA Book Commemorates 50 Years of Spaceflight,” Space.com, 5 October 2007, http://www.space.com/entertainment/ 071004-nasabook-anniversary.html (accessed 28 September 2010).)",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " Russia marked the 50th anniversary of the launch of Sputnik with veterans of the Soviet space program laying flowers at the grave of Sergei P. Korolev, the man who had created Sputnik, the tiny satellite that launched the space race between the United States and the U.S.S.R. Korolev’s name had remained a secret while he was alive. Ceremonies also included the unveiling of a monument to Sputnik near Moscow, a tour of S. P. Korolev Rocket and Space Corporation Energia for schoolchildren, and Roskosmos’s announcement of a special film about the 1957 launch. President Vladimir V. Putin congratulated Russia’s space scientists, reminding them, “the launch of the Earth’s first satellite was a truly historic event, which started a space age.” The RIA Novosti news agency quoted First Deputy Prime Minister Sergei B. Ivanov as stating, “Fifty years in cosmic terms is a mere instant, and yet it fundamentally changed the nature of all humanity.”(Agence France-Presse, “Russia Marks Sputnik Anniversary,” 5 October 2007.)",
      "month": "October",
      "day": 4,
      "monthNumber": 10
    },
    {
      "story": " JAXA officials announced that, after project engineers had successfully put the probe through a series of maneuvers, Japan’s lunar satellite, SELENE, had reached orbit, marking the first time Japan had placed a satellite in orbit around the Moon. According to the mission plan, SELENE would place its main orbiter Kayuga in an orbit approximately 60 miles (96.6 kilometers) from the Moon and would then deploy two smaller satellites in polar orbits. The project constituted a key advance for Japan, which had launched its first satellite in 1972 but, since that time, had struggled to keep up with the People’s Republic of China. Japan had launched SELENE on 14 September, following a four-year delay of the mission.(Eric Talmadge for Associated Press, “Japan’s SELENE Probe Reaches Lunar Orbit,” 5 October 2007.)",
      "month": "October",
      "day": 5,
      "monthNumber": 10
    },
    {
      "story": " Soyuz TMA-11 launched from Baikonur Cosmodrome at 13:22 (UT) carrying three astronauts—a Russian, an American, and a Malaysian—to the ISS. Upon their arrival at the ISS, American astronaut Peggy A. Whitson, as Commander of Expedition 16, would become the first woman to command the space station. Veteran Russian cosmonaut Yuri I. Malenchenko would join Whitson as a member of Expedition 16, each of the two replacing crew members of Expedition 15. Russian cosmonauts Fyodor N. Yurchikhin, Expedition 15 Commander, and Flight Engineer Oleg V. Kotov, who had been aboard the ISS since 9 April 2007, would accompany Sheikh Muszaphar Shukor on the return flight to Earth. Shukor, an orthopedic surgeon from Malaysia, would conduct experiments on board the ISS, studying diseases and the effects of microgravity and space radiation on cells and genes. Shukor was Malaysia’s first astronaut.(Spacewarn Bulletin, no. 648, 1 November 2007, http://nssdc.gsfc.nasa.gov/spacewarn/spx648.html (accessed 13 September 2010); Mansur Mirovalev for Associated Press, “Rocket Lifts Off for International Space Station,” 11 October 2007.)",
      "month": "October",
      "day": 10,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that it had begun testing SOFIA, the highly modified Boeing 747SP aircraft that NASA intended to use as an airborne observatory for “first light” infrared observations of the universe. Before arriving at NASA’s DFRC, engineers had installed a 17-tonne (18.7-ton or 17,000-kilogram) telescope in the aircraft’s aft fuselage and had cut a 16-foot-high (4.9-meter- high) telescope door in the fuselage. At DFRC, engineers had installed test instrumentation critical for the initial flight tests. In addition, they had equipped a telescope-cavity environmental-control system, designed to keep the telescope dry when the cavity door was closed, as well as when the craft had achieved the altitude required for operating the observatory. The first series of flight tests, conducted with the cavity door closed, would study the aerodynamics, structural integrity, stability and control, and handling qualities of the modified aircraft.(NASA, “Sofia Observatory Enters Aircraft Testing Phase,” news release 07-225, 12 October 2007, http://www.nasa.gov/home/hqnews/2007/oct/HQ_07225_sofia_first_flights.html (accessed 8 September 2010).)",
      "month": "October",
      "day": 12,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that, for the fifth time, it would extend the missions of the Mars Exploration Rovers Spirit and Opportunity. The twin rovers had landed on Mars in January 2004, embarking on missions originally planned to last 90 days. John L. Callas, Mars Rover Project Manager at NASA’s JPL in Pasadena, California, remarked that, although Spirit and Opportunity were showing some signs of aging, they remained “in good health” and capable of continuing to collect scientific data. At the time of the announcement of the missions’ extension, Spirit had driven 4.5 miles (7.3 kilometers) and had returned more than 102,000 images. Opportunity had driven 7.2 miles (11.6 kilometers) and had returned more than 94,000 images.(NASA, “NASA Extends Operations for Its Long-Lived Mars Rovers,” news release 07-208, 15 October 2007, http://www.nasa.gov/home/hqnews/2007/oct/HQ_072088_Mars_Rovers_Funding_Ext.html (accessed 8 September 2010).)",
      "month": "October",
      "day": 15,
      "monthNumber": 10
    },
    {
      "story": " NASA announced the conclusion of the Far Ultraviolet Spectroscopic Explorer (FUSE) mission. FUSE had become inoperable in July 2007 when it became incapable of pointing steadily. NASA had launched FUSE in 1999 to study how chemicals disperse throughout galaxies, as well as the composition of interstellar gas clouds. FUSE’s mission was to help answer important questions about the conditions in the universe immediately following the Big Bang. However, FUSE’s reaction wheels, designed to turn and aim the telescope, holding it on target, had malfunctioned. To operate correctly, FUSE required three reaction wheels, but in November and December 2001, two of the four wheels had stopped operating. FUSE flew too high for the Space Shuttle to carry astronauts to repair it. Therefore, NASA scientist Jeffrey W. Kruk had devised a way to use FUSE’s magnetic torquer bars, designed to act as a weak break against Earth’s magnetic field, as a third wheel to help FUSE’s remaining wheel and backup wheel turn and aim the telescope. This solution had worked until December 2004, when the third reaction wheel had broken down, leaving FUSE with only one working wheel and the torquer bars. The FUSE project team had required 11 months to devise a new pointing system for the telescope. Once the team had completed the repair, FUSE had explored the universe with few interruptions from November 2005 until July 2007. FUSE Project Scientist George Sonneborn, of NASA’s GSFC in Greenbelt, Maryland, remarked that the telescope had collected scientific data of high quality for eight years, longer than its five-year goal.(NASA, “NASA Concludes Successful FUSE Mission,” news release 07-227, 17 October 2007, http://www.nasa. gov/home/hqnews/2007/oct/HQ_07227_FUSE.html (accessed 8 September 2010); Frank D. Roylance, “8-Year Space Vigil Goes Dark,” Baltimore Sun, 19 October 2007.)",
      "month": "October",
      "day": 17,
      "monthNumber": 10
    },
    {
      "story": " NASA announced a new competition for the remaining funds in its Commercial Orbital Transportation Services (COTS) Project. The announcement followed NASA’s decision to terminate its agreement with Rocketplane Kistler of Oklahoma City, which had failed to meet requisite milestones toward developing and demonstrating commercial transportation capabilities to low Earth orbit. According to the COTS agreements, companies participating in the competition would receive seed money upon reaching specific performance milestones. NASA had selected two companies in 2006—Rocketplane Kistler and SpaceX of El Segundo, California—to receive COTS funding. Both companies had signed Space Act Agreements detailing mutually agreed financial and technical milestones and a payment schedule based on those requirements. Rocketplane Kistler had missed its fourth milestone in May—a second round of private financing. In early September, NASA had officially notified Rocketplane Kistler that the company had failed to perform, leading to the termination process. Unable to attract US$500 million in private investment, Rocketplane Kistler had expended its funds and had stopped nearly all its technical work by the end of July. NASA had disbursed to Rocketplane Kistler US$32.1 million out of the US$206.8 million that it had agreed to invest in the company. NASA would make the remaining US$174.7 million available to other aerospace firms in the new competition.(NASA, “NASA To Open New Competition for Space Transportation Seed Money,” news release 07-228, 18 October 2007, http://www.nasa.gov/home/hqnews/2007/oct/HQ_07228_COTS_competition.html (accessed 8 September 2010); Patrick Peterson, “RPK out of COTS Race,” Florida Today (Brevard, FL), 19 October 2007. 153 Sergei Ponomarev for Associated Press, “Soyuz Craft Lands Short of Destination,” 22 October 2007.)",
      "month": "October",
      "day": 18,
      "monthNumber": 10
    },
    {
      "story": " The Soyuz craft carrying Fyodor N. Yurchikhin, Oleg V. Kotov, and Sheikh Muszaphar Shukor landed at 6:36 a.m. (EDT), more than 200 miles (322 kilometers) west of the designated landing site in Kazakhstan. The craft, returning from the ISS, had veered off course, causing the crew to experience higher than normal gravity load during the descent. The steep off-course landing was similar to the Soyuz incident in May 2003. However, this time, Russian crews were able to locate the Soyuz crew quickly. Medical tests showed that none of the three space travelers had experienced injuries and that all were in good condition. The two Russian cosmonauts were returning from a six-month assignment at the ISS, and Muszaphar, Malaysia’s first astronaut, was returning from 10 days aboard the station conducting scientific research.",
      "month": "October",
      "day": 21,
      "monthNumber": 10
    },
    {
      "story": " The National Center for Atmospheric Research (NCAR) announced that a landmark test flight of a balloon-borne solar telescope had succeeded, clearing the way for long-duration polar balloon flights to capture unprecedented details of the Sun’s surface. The project, called Sunrise, was an international collaboration among NCAR, NASA, Germany’s Max Planck Institute for Solar System Research and Kiepenheuer Institute for Solar Physics, Spain’s Astrophysics Institute of the Canary Islands, and the Swedish Space Corporation. U.S. partners Lockheed Martin and the University of Chicago were also participating. The balloon, which was larger than a Boeing 747 jet, launched 3 October carrying a gondola containing 6,000 pounds (2,722 kilograms) of scientific instruments. The balloon flew for 10 hours, reaching an altitude of 120,000 feet (36,576 meters), and released the gondola to descend to Earth via parachute. During the flight, the telescope captured stable images of the solar surface, and the various instruments on board captured additional data. David Elmore of NCAR confirmed that the test flight had verified the operations of the entire system, allowing the team to continue planning the first full-scale mission. NASA and the NSF had funded the projects. Associate Administrator of NASA’s Science Mission Directorate S. Alan Stern, in congratulating the NCAR team for their successful test flight, advocated the use of suborbital flight as a less expensive method of studying space than satellites and spacecraft.(National Center for Atmospheric Research (NCAR), “Solar Telescope Reaches 120,000 Feet on Jumbo-Jet-Sized Balloon,” news release, 23 October 2007, http://www.ucar.edu/news/releases/2007/sunrise.shtml (accessed 29 September 2010); Katy Human, “Balloon Test Flight Hailed,” Denver Post (CO), 22 October 2007.)",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " Space Shuttle Discovery launched from KSC in Florida at 11:38 a.m. (EDT) on STS-120, a 14- day mission to continue ISS construction. The STS-120 crew consisted of Commander Pamela A. Melroy; Pilot George D. Zamka; and Mission Specialists Scott E. Parazynski, Douglas H. Wheelock, Stephanie D. Wilson, Daniel M. Tani, and ESA astronaut Paolo A. Nespoli. Mission Specialist Tani would join Expedition 16 Commander Peggy A. Whitson and Flight Engineer Yuri I. Malenchenko, replacing Clayton C. Anderson, who had lived aboard the ISS for five months. Mission goals included installing the Harmony connecting module (Node 2) and moving the P6 segment of the ISS truss, with its solar arrays, to a permanent position at the end of the",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " left side of the truss.(NASA, “NASA’s Shuttle Discovery Begins Mission to the Space Station,” news release 07-231, 23 October 2007, http://www.nasa.gov/home/hqnews/2007/oct/HQ_07231_STS-120_launch.html (accessed 8 September 2010). 156 Spacewarn Bulletin, no. 648; Audra Ang for Associated Press, “China Successfully Launches Lunar Probe,” 24 October 2007.)",
      "month": "October",
      "day": 23,
      "monthNumber": 10
    },
    {
      "story": " The People’s Republic of China launched its lunar orbiter Chang’e 1 aboard a Long March-3A rocket at 10:05 (UT) from Xichang Satellite Launch Center. China named the 5,070-pound (2,230-kilogram) craft for a Chinese goddess who, according to myth, had flown to the Moon. Chang’e 1 carried several scientific instruments, including a stereo camera and spectrometer imager, laser altimeter, gamma-ray and x-ray spectrometer, microwave radiometer, high-energy particle detector, and solar-wind detectors. The Chinese Academy of Sciences and CNSA planned to use the instruments to identify 14 atomic elements, helping scientists determine the mineral content of the lunar surface. The goal of the mission was to analyze the chemical and mineral composition of the lunar surface.",
      "month": "October",
      "day": 24,
      "monthNumber": 10
    },
    {
      "story": " Mission Specialists Scott E. Parazynski and Douglas H. Wheelock embarked on the first EVA of STS-120. The astronauts installed the Harmony module in a temporary location; prepared the P6 truss for relocation, a task that NASA had scheduled for the second EVA; retrieved a failed radio-communications antenna; and secured one of Harmony’s window covers, which had opened during launch. The spacewalk lasted 6 hours and 14 minutes.(NASA, “NASAfacts; STS-120 (23rd Space Station Flight) Discovery,” http://www.nasa.gov/pdf/216375main_ STS-120.pdf (accessed 29 September 2010).)",
      "month": "October",
      "day": 26,
      "monthNumber": 10
    },
    {
      "story": " Mission Specialist Scott E. Parazynski and Flight Engineer Daniel M. Tani undertook the second EVA of STS-120, disconnecting cables from the P6 truss, to remove the P6 truss from the Z1 truss. Tani and Parazynski made progress outfitting the new Harmony module, mating the power and data grapple fixture, and reconfiguring connectors on the S1 truss, in preparation for the later deployment of the radiator on S1. Tani also inspected the SARJ, collecting fine metal shavings on part of a wheel with solar panels attached to it. The discovery of the metal shavings enabled engineers to identify the source of friction that had caused the wheel to begin slowing down in September. Engineers had designed the wheel to spin freely so that the solar panels pointed toward the Sun; the panels generated electricity to operate the ISS’s computers, oxygen- producing machine, and other systems. Tani reported that, in addition to collecting the metal shavings, he had observed that parts of the wheel’s surface appeared discolored, a possible sign of corrosion. To prevent further damage to the wheel, engineers stopped it from spinning, thereby reducing the amount of electricity that the panels generated. The spacewalk lasted 6 hours and 33 minutes.(NASA, “NASAfacts; STS-120”; Traci Watson, “Damaged Component Could Thwart Space Station Plans,” USA Today, 29 October 2007; John Schwartz, “Astronauts Discover Damage to Space Station,” 29 October 2007.)",
      "month": "October",
      "day": 28,
      "monthNumber": 10
    },
    {
      "story": " NASA announced the assignments to NASA’s field centers of specific tasks related to lunar exploration, as part of the Constellation Program. NASA assigned lead responsibility for designing the lunar lander and other lunar-surface systems, such as rovers and astronaut habitats, to JSC in Houston. MFSC would lead the development of the lunar lander’s descent stage and the development of the Earth-departure stage of the Ares-5 rocket. NASA gave ARC lead responsibility for the integrated health-management systems of Ares 5, the lunar lander, and for other lunar-surface systems, as well as a supporting role in developing Ares 5’s payload shroud. DFRC would assist ARC in developing mission-operation simulations capabilities and supporting ground- and flight-test operations for lunar projects. NASA assigned GRC lead responsibility for developing the lunar lander’s ascent stage and Ares 5’s power system, thrust- vector control system, and payload shroud, as well as for testing the Earth-departure stage at Plum Brook Station in Ohio. GSFC would take the lead in developing an unpressurized cargo carrier for Orion and avionics for lunar landers. GSFC would also develop equipment and tools for lunar EVAs. JPL would have a variety of supporting roles in the lunar-lander project and lead responsibility for a particular robotic lunar-surface mobility system—the All-Terrain Hex- Legged Extra-Terrestrial Explorer (ATHLETE), a six-legged robot. KSC would have lead responsibility for final assembly of the human lunar lander, help integrate lunar-habitat modules, and prepare Ares 1 and Ares 5 for launch. NASA assigned LaRC a variety of supporting roles in the lunar-lander project, in addition to lead roles in developing the aerodynamics of Ares 5 and structures and mechanisms for lunar-surface systems. As NASA’s primary rocket-engine testing facility, SSC would continue that role for the Ares 1 and Ares 5 and would support the testing of the lunar-lander descent engine.(NASA, “NASA Announces New Center Assignments for Moon Exploration,” news release 07-234, 30 October 2007, http://www.nasa.gov/home/hqnews/2007/oct/HQ_07234_ESMD_Work_Assignments.html (accessed 8 September 2010); Brian Berger, “NASA Assigns Field Center Roles for Ares 5, Lunar Lander,” Space.com, 30 October 2007, http://www.space.com/news/071030-sn-ares-fieldassign.html (accessed 28 September 2010).)",
      "month": "October",
      "day": 30,
      "monthNumber": 10
    },
    {
      "story": " Mission Specialists Scott E. Parazynski and Douglas H. Wheelock conducted the third EVA of STS-120, which lasted 7 hours and 8 minutes. With the assistance of an orbital crane, the two astronauts installed the P6-truss segment, which had a 17.5-ton (15.9-tonne or 15,900-kilogram) solar-power girder. They also installed a 40-foot (12.2-meter) radiator, to dissipate heat generated by station systems, and a spare main-bus switching unit on a stowage platform, for future use. The astronauts deployed the first solar array without incident, but discovered a 2.5- foot (0.76-meter) tear in a solar blanket during deployment of the second array. With solar-array deployment at 80 percent, Mission Control decided to halt the process to allow engineers the opportunity to analyze the situation and to recommend next steps. Despite its 80 percent 160 deployment, the array was already producing 97 percent of its power-generation capability.",
      "month": "October",
      "day": 30,
      "monthNumber": 10
    },
    {
      "story": " NASA and NOAA launched an Aerosonde Mk3, an unmanned aerial system (UAS), into Category 1 Hurricane Noel for the Aerosonde Hurricane Boundary Layer Mission, marking the first time they had successfully flown such an aircraft into the inner core of a hurricane. Launching from NASA’s Wallops Flight Facility (WFF), the UAS flew into the eye wall of the hurricane at altitudes as low as 300 feet (91 meters). Winds reached 80 miles per hour (129 kilometers per hour) in the core of the storm. Flying for 7.5 hours inside the storm, the craft allowed scientists to make detailed real-time observations of areas known to be too dangerous for human-piloted aircraft. Combining mission data with data from recent NASA and NOAA field missions that had used conventional aircraft and satellites, scientists planned to develop a valuable new set of observations for air-sea interaction and tropical cyclone research.(Daily Times, “Wallops: Launch into Hurricane Friday Is Historic,” 6 November 2007.)",
      "month": "November",
      "day": 2,
      "monthNumber": 11
    },
    {
      "story": " In one of the most difficult and dangerous spacewalks ever attempted, NASA astronaut Scott E. Parazynski successfully cut loose a tangled set of wires that had prevented a solar array at the ISS from unfurling properly on 30 October. Parazynski rode on the end of the robotic arm extension, which at 90 feet (27 meters) barely reached the damaged solar wing. The extension placed Parazynski farther away from the ISS than any astronaut had ever been. After 1 hour riding the extension out to the power grid, Parazynski worked for 2 hours, cutting hinge wires and guide wires. Once cut, the 90-foot (27-meter) guide wire retracted smoothly into its reel at the base of the solar wing. Throughout the operation, Parazynski used an L-shaped Teflon stick wrapped in insulating tape to keep the solar wing away, protecting himself from electrical shock. The spacewalk was the fourth and final EVA for the Discovery astronauts.(Marcia Dunn for Associated Press, “Astronauts Fix Ripped Solar Wing,” 4 November 2007; Liz Austin Peterson for Associated Press, “Astronauts Revel in Wing Repair Success,” 4 November 2007.)",
      "month": "November",
      "day": 3,
      "monthNumber": 11
    },
    {
      "story": " The Aersonde Mk3 aircraft that had flown into the core of Hurricane Noel on 2 November crashed into the Atlantic Ocean off the coast of North Carolina. NOAA had purposely sacrificed the US$35,000 craft. To conserve enough fuel for a return flight, the craft would have only spent 1 hour inside the core of the storm. Therefore, NOAA had decided to allow the aircraft to collect data until it had depleted its fuel. The craft had flown for 8 hours before reaching the storm and had then spent 7.5 hours within the storm’s environment before running out of fuel at the end of its mission. In total, the mission lasted for 17.5 hours.(John Croft, “NOAA Sacrifices Aerosonde UAV Inside Hurricane,” Flightglobal, 6 November 2007.)",
      "month": "November",
      "day": 3,
      "monthNumber": 11
    },
    {
      "story": " Space Shuttle Discovery landed safely at NASA’s KSC after completing a 15-day mission to the ISS. Highlights of STS-120 included the successful delivery of the Node 2 module called Harmony, which would provide attachment points for future European and Japanese laboratories; the relocation of a solar array and truss to its permanent position, a move that required two spacewalks; and an unprecedented spacewalk to repair damage to the newly relocated solar array, which had failed to deploy properly.(NASA, “Shuttle Discovery Crew Returns Home After Successful Mission,” news release 07-249, 7 November 2007, http://www.nasa.gov/home/hqnews/2007/nov/HQ_07249_STS-120_Discovery_landing.html (accessed 20 October 2010); John Schwartz, “Eventful 15-Day Mission for Shuttle Discovery Ends,” New York Times, 8 November 2007.)",
      "month": "November",
      "day": 7,
      "monthNumber": 11
    },
    {
      "story": " ISS Commander Peggy A. Whitson and Russian cosmonaut Yuri I. Malenchenko undertook a spacewalk to prepare the space station for the relocation of the Harmony module, a pressurized compartment designed to serve as a docking port for European and Japanese laboratories. NASA had scheduled the Discovery astronauts to conduct this spacewalk as the fifth and final EVA of their mission to the ISS. However, the discovery and repair of tears in a critical solar-power module had taken precedence. During this EVA, Whitson and Malenchenko cleared cables from Harmony’s destined location and disconnected electrical and fluid connections. Mission STS- 120 had delivered the module to the ISS in October, and the crew had installed Harmony at a temporary location. Completion of Harmony’s transfer would require three spacewalks and extensive robotic work. Astronauts living aboard the ISS would need to reposition the module before NASA launched its next Shuttle mission, scheduled for early December 2010. That mission would carry Europe’s laboratory Columbus to the ISS.(Marcia Dunn for Associated Press, “Astronauts Take Spacewalk at Station,” 9 November 2007; Mark Carreau, “Space Station Crew Tackles Next Phase of Remodeling,” Houston Chronicle, 10 November 2007; Tariq Malik, “Space Station Astronauts Move Shuttle Docking Port,” Space.com, 12 November 2007, http://www.space.com/ missionlaunches/071112-expedition16-dockingport-move.html (accessed 9 November 2010).)",
      "month": "November",
      "day": 9,
      "monthNumber": 11
    },
    {
      "story": " In a procedure lasting 2 hours, ISS Commander Peggy A. Whitson and Flight Engineer Daniel M. Tani relocated the Pressurized Mating Adapter 2 (PMA-2) from the Destiny module to the Harmony module, using the station’s robotic arm, and tightened 16 motorized bolts, permanently attaching PMA-2 to Harmony. The maneuver was one of a series of critical relocations of parts",
      "month": "November",
      "day": 12,
      "monthNumber": 11
    },
    {
      "story": " of the ISS in preparation for the expansion of the space station.(Patrick Peterson, “Docking Port Relocated, Attached to Harmony,” Florida Today (Brevard, FL), 13 November 2007; Tariq Malik, “Space Station Astronauts Move Shuttle Docking Port,” Space.com, 12 November 2007, http://www.space.com/missionlaunches/071112-expedition16-dockingport-move.html (accessed 9 November 2010). 167 Xinhua News Agency, “Russia, India To Develop Advanced Military Aircraft, 13 November 2007; Agence France-Presse, “Russia, India To Join in Moon Mission,” 12 November 2007.)",
      "month": "November",
      "day": 12,
      "monthNumber": 11
    },
    {
      "story": " Russia and India signed an agreement in Moscow for India to participate in Russia’s 2011 Moon- Globe Program to design a spacecraft for lunar exploration. Under the terms of the agreement, Russia and India would jointly build a robotic laboratory, with India supplying the rocket and flight module and Russia developing and producing the landing module of a Moon rover and a scientific complex. The agreement allowed for joint lunar exploration through 2017.",
      "month": "November",
      "day": 12,
      "monthNumber": 11
    },
    {
      "story": " Boeing completed a developmental heat shield for NASA’s Orion CEV. In 2006 NASA’s ARC had awarded Boeing Advanced Systems a contract to develop a demonstration Thermal Protection System (TPS) Manufacturing Demonstration Unit (MDU) for the Orion capsule. Thomas Andrews, Boeing TPS Program Manager, stated that the TPS MDU had met NASA’s risk-reduction objectives “to move the Orion heat shield program toward full-scale development in preparation for CEV missions.” Boeing had fabricated the TPS MDU from Phenolic Impregnated Carbon Ablator (PICA) material. With PICA’s proven performance on NASA’s Stardust spacecraft heat shield, NASA was considering the material for Orion’s heat shield. Boeing’s integrated concept for the TPS MDU used multiple PICA components, with each piece sized significantly larger than the typical Space Shuttle tiles, greatly reducing the number of the shield’s parts, as well as its complexity.(Boeing Company, “Boeing Completes Prototype Heat Shield for NASA Orion Spacecraft,” news release, 13 November 2007, http://www.boeing.com/news/releases/2007/q4/071113a_nr.html (accessed 12 November 2010). 169 William Harwood, “Harmony Module Detached in Critical Relocation Operation,” CBS Space Place, 14 November 2007; Patrick Peterson, “Live in Orbit: 16 Bolts Driven, Mating Permanent,” Florida Today (Brevard, FL), 14 November 2007.)",
      "month": "November",
      "day": 13,
      "monthNumber": 11
    },
    {
      "story": " The ISS crew detached the 34,500-pound (15,649-kilogram) Harmony module from its temporary location and moved it to its permanent location at the front of the laboratory complex. ISS Commander Peggy A. Whitson worked from a computer inside the Destiny module, sending commands to release 16 motorized bolts and to detach Harmony from its mounting point. Flight Engineer Daniel M. Tani then operated the robotic arm slowly, to move Harmony and to position the module at the front of Destiny. The operation, the most significant relocation of a module ever conducted in the absence of a Space Shuttle, took a little over an hour to complete. The relocation of Harmony prepared the ISS to receive the European Columbus module, scheduled to arrive in December 2010, and the Japanese laboratory, scheduled to arrive in 2011.",
      "month": "November",
      "day": 14,
      "monthNumber": 11
    },
    {
      "story": " NASA lifted the ban on spacewalks that it had imposed on 14 November after a spacesuit emitted a smoky smell during a ground test at JSC. The initial investigation had failed to determine the source of the odor. NASA spokesperson Brandi K. Dean explained that NASA personnel had reported a smoky odor on 9 November during a test of a spacesuit selected for use on a future mission. No test participants had been injured. NASA had lifted the ban when experts found no sign of combustion, either in the spacesuit or in the chamber where the staff had tested the suit.(Mark Carreau, “Space Suit’s Smoky Odor Halts NASA Spacewalks,” Houston Chronicle, 14 November 2007; Mark Carreau, “NASA Lifts Spacewalk Ban After Investigation,” Houston Chronicle, 16 November 2007.)",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " Engineers successfully tested the main parachute for NASA’s Constellation Program rockets during a drop test at the U.S. Army’s Yuma Proving Ground, validating the results of a test conducted in September. NASA had designed the parachute system to allow recovery and reuse of Ares-1 and Ares-5 first-stage boosters. A U.S. Air Force C-17 aircraft flying at an altitude of 16,500 feet (5,029 meters) dropped the main parachute, which measured 150 feet (46 meters) in diameter and weighed 2,000 pounds (907 kilograms). NASA had outfitted the main parachute with a 42,000-pound (19,051-kilogram) weight that simulated the load of the rocket’s first stage. The parachute and all supporting hardware functioned properly and landed safely 3 minutes after the drop.(NASA, “NASA Conducts Second Test of Main Parachute for Ares Rockets,” news release 07-254, 15 November 2007, http://www.nasa.gov/home/hqnews/2007/nov/HQ_07254_Ares_Yuma_Parachute_ Test.html (accessed 20 October 2010).)",
      "month": "November",
      "day": 15,
      "monthNumber": 11
    },
    {
      "story": " SPACEHAB announced that, at the end of October, the company had completed a formal systems requirements review for its Advanced Research and Conventional Technology Utilization Spacecraft (ARCTUS). The company was developing ARCTUS for NASA’s COTS program under an unfunded Space Act Agreement. SPACEHAB had designed ARCTUS to deliver and return pressurized cargo to and from low-Earth orbit, in support of NASA’s requirement to fill the ISS cargo-transport gap following the retirement of the Space Shuttle. NASA had scheduled the Space Shuttle program to end in 2010.(Bettina Haymann Chavanne, “Spacehab Finishes COTS Vehicle Review,” Aviation Week, 21 November 2007. 173 Marcia Dunn for Associated Press, “Space Station Astronauts Take Spacewalk,” 21 November 2007; Mark Carreau, “Much Accomplished During Spacewalk: Astronauts Get the Space Station Ready To Receive European Module,” Houston Chronicle, 21 November 2007.)",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " ISS Commander Peggy A. Whitson and Flight Engineer Daniel M. Tani conducted a spacewalk to connect power and heater cables, as well as the coolant lines that would carry ammonia between the Harmony module and the ISS. The astronauts took turns carrying the 18.5-foot (5.6 - meter), 300-pound (136-kilogram) tray containing the coolant lines to Harmony, where they bolted the tray to the adjacent lab module. After securing the tray, Whitson and Tani worked ahead of schedule, routing the coolant lines and other cables. The spacewalk lasted 7 hours and 16 minutes.",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " The People’s Republic of China released the first image of the Moon that its Chang’e-1 lunar probe had captured, marking the formal start of China’s mission to document the lunar landscape. China unveiled the image at a ceremony at the Beijing Aerospace Control Center. China’s Premier Wen Jiabao described the event as a major step in his people’s 1,000-year-old dream of exploring the Moon. Chang’e 1 had become China’s first circumlunar satellite on 5 November when it successfully entered the Moon’s orbit.(Associated Press, “China Shows First Image from Lunar Probe,” 26 November 2007; Xinhua News Agency, “China’s First Lunar Probe Enters Moon’s Orbit,” 5 November 2007.)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " ISS Commander Peggy A. Whitson and Flight Engineer Daniel M. Tani conducted their third spacewalk in 15 days, to connect a second set of ammonia-coolant lines to the Harmony module, to finish reconnecting the station-to-Shuttle power-transfer system, and to carry out a second inspection of the ISS’s right-side SARJ. According to ISS Flight Director J. Derek Hassmann, the SARJ inspection revealed significant and widespread “race ring damage and particulate that was consistent with the damage Daniel M. Tani observed” in late October. The astronauts also prepared Harmony’s right-side port for the upcoming attachment of the Columbus laboratory. On the ground, JSC flight controllers checked out electrical- and cooling-system connections in preparation for fully activating Harmony.(William Harwood, “Successful Spacewalk Ends as Harmony Activation Proceeds,” Spaceflight Now, 26 November 2007.)",
      "month": "November",
      "day": 26,
      "monthNumber": 11
    },
    {
      "story": " A team of researchers comprising members from NASA, the U.S. Geological Survey, the NSF, and the British Antarctic Survey unveiled a new map of Antarctica—the Landsat Image Mosaic of Antarctica—that scientists expected would revolutionize the study of the continent’s frozen landscape. The researchers pieced together more than 1,000 images, primarily selected from the Landsat observations of 1999−2001. The result was a realistic, nearly cloudless satellite view of Antarctica at a resolution 10 times greater than that of any previous image captured by Landsat 7. Robert A. Bindschadler, Chief Scientist of the Hydrospheric and Biospheric Sciences Laboratory at NASA’s GSFC in Greenbelt, Maryland, explained that the map did not provide a mere snapshot of the continent, but rather a time-lapse historical record of how Antarctica had changed. The map would also enable scientists to observe changes unfold. Scientists anticipated that, among its uses, the map would help with planning scientific expeditions, because its higher resolution would enable researchers to interpret changes in land elevation in hard-to-access",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " NASA’s Science Mission Directorate awarded a US$9.3 million contract to Dartmouth College of Hanover, New Hampshire, to conduct a project using more than 40 high-altitude balloons to capture data about Earth’s Van Allen Belts. The Balloon Array for Radiation-belt Relativistic Electron Losses (BARREL) would fly in 2013 or 2014 in conjunction with NASA’s Radiation Belt Storm Probes satellites, scheduled to launch in 2011. Under the terms of the contract, the mission’s Principal Investigator Robyn M. Millan and her team would conduct test flights of the balloons and their instrumentation. In 2013 the team would launch 20 balloons from South African and British research stations in Antarctica, at a rate of one per day. Each balloon, separated by approximately 620 miles (998 kilometers) and carried by winds, would float at an altitude of approximately 21 miles (34 kilometers) for as long as two weeks, forming a ring encircling the South Pole. In the first experiment of its kind working in tandem with a satellite mission, the balloons would use sensors to measure the influx of radiation from the Van Allen Belts into Earth’s atmosphere. Millan and her team would repeat the procedure with 20 more balloons the following year.(NASA, “NASA To Use Balloon Flotilla To Study Radiation That Affects Earth,” news release 07-265, 5 December 2007, http://www.nasa.gov/home/hqnews/2007/dec/HQ_07265_Balloons_and_Van_Allen_ Belts.html (accessed 20 October 2007); Kristen Senz, “Dartmouth Professor Gets $9.3 Million NASA Grant,” Manchester Union Leader (NH), 14 December 2007.)",
      "month": "December",
      "day": 5,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that images about the Japanese Hinode satellite, collected by NASA-funded telescopes, had provided new information about the Sun’s magnetic field and the origins of solar wind. Hinode’s high-resolution x-ray telescope had revealed a record number of x-ray jets—up to 240—in the corona at the Sun’s poles, contrary to previous research that had detected only a few such jets daily. Based on observation of these solar jets, a team led by solar physicist Jonathan W. Cirtain, of NASA’s MSFC, concluded that a magnetic reconnection occurring in the low solar corona was forming Alfvén waves and bursts of energized plasma in the x-ray jets. Alfvén waves form when convective motions and sound waves push magnetic fields around, or otherwise allow magnetic fields to change shape or to reconnect. Previously, researchers had been unable to observe Alfvén waves because of the limited resolution of available instruments. Yet, in their search to identify the forces responsible for the formation of solar winds, scientists had long considered Alfvén waves the leading candidate. Alfvén waves are capable of transferring energy from the Sun’s surface up through its atmosphere (corona) and into the solar wind. Cirtain explained that the team’s observations had revealed a clear relationship between magnetic reconnection and the formation of Alfvén waves in the x-ray jets, and that “the large number of jets, coupled with the high speeds of the outflowing plasma, lends further credence to the idea that x-ray jets are a driving force in the creation of the fast solar wind.” The team published its findings in the 7 December issue of the journal Science, a special issue focusing on Hinode.(NASA, “Spacecraft Reveals New Insights About the Origin of Solar Wind,” news release 07-264, 6 December 2007, http://www.nasa.gov/home/hqnews/2007/dec/HQ_07264_Hinode_Waves.html (accessed 20 October 2010); Jonathan W. Cirtain et al., “Evidence for Alfvén Waves in Solar X-ray Jets,” Science 318, no. 5856 (7 December 2007): 1580−1582, http://www.sciencemag.org/content/318/5856/1580.abstract (DOI 10.1126/science.318.5856. 1571; accessed 1 December 2010).)",
      "month": "December",
      "day": 6,
      "monthNumber": 12
    },
    {
      "story": " Scientists from MIT and researchers from the U.S. Air Force published a paper in the journal Science explaining their development of oil-repellant materials with aerospace applications. The scientists had used fibers from polymers, combined with a special class of molecules called fluoroPOSS, to create oil-repellant, or superoleophobic, surfaces. The scientists explained that engineers would be able to use the fluoroPOSS-polymer blend to protect parts of airplanes and rockets, such as rubber gaskets and O-rings, which are vulnerable to damage resulting from saturation in fuel.",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that, after a full and open competition, it had selected the Boeing Company as the prime contractor for the production, delivery, and installation of avionics systems for the Ares-1 rocket, a key component of the Constellation Program. NASA planned for Ares 1 to launch the Orion CEV into orbit. Under the terms of the US$799.5 million contract, Boeing was responsible for developing and acquiring the avionics hardware, and for assembling, inspecting, and integrating the systems’ components on the upper stage of the rocket. During the performance period, which would last through 16 December 2016, NASA required Boeing to provide one instrument-unit avionics-ground-test article, three flight-test units, and six production-flight units to support integrated flight tests and missions. The selection was the final major contract award for the Constellation Program, wrapping up a five-month period in which NASA had awarded nearly US$5 billion in contracts. The award was the second to go to Boeing, which had also won the US$1.1 billion contract to build the upper stage of the Ares rocket.(NASA, “NASA Selects Prime Contractor for Ares 1 Rocket Avionics,” news release C07-060, 12 December 2007, http://www.nasa.gov/home/hqnews/2007/dec/HQ_C07060_Ares_1_Avionics.html (accessed 20 October 2007); Associated Press, “Boeing Wins Final NASA Rocket Deal,” 13 December 2007; Florida Today (Brevard, FL), “Boeing Wins Final Ares 1 Contract,” 13 December 2007.)",
      "month": "December",
      "day": 12,
      "monthNumber": 12
    },
    {
      "story": " NASA approved plans to retarget the EPOXI mission for a flyby of comet Hartley 2 in October",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " 2010. NASA had melded two science investigations—the Extrasolar Planet Observation and",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " Characterization and the Deep Impact Extended Investigation—to create the EPOXI mission.",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " NASA was revising the mission’s goal because its initial target, Boethin, had inexplicably",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " disappeared. Scientists had expected Boethin to appear by October. Although they thought that",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " Boethin might still eventually show up far off track, scientists theorized that the comet had more",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " likely broken into pieces too small to detect. Thomas C. Duxbury, EPOXI Project Manager,",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " explained that Hartley 2 was as interesting as Boethin because Hartley 2 also has relatively small,",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " active nuclei. However, the spacecraft would require an additional two years to reach Hartley 2.(NASA, “NASA Sends Spacecraft on Mission to Comet Hartley 2,” news release 07-279, 13 December 2007, http://www.nasa.gov/home/hqnews/2007/dec/HQ_07279_EPOXI_mission_to_comet_Hartley.html (accessed 20 October 2010); Xinhua News Agency, “Deep Impact Gets New Mission to Comet Hartley 2,” 17 December 2007; Helen Altonn, “Missing Comet Baffles Scientists,” Honolulu Star-Bulletin, 17 December 2007.)",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " 180Anish Tuteja et al., “Designing Superoleophobic Surfaces,” Science 318, no. 5856 (7 December 2007): 1618, http://www.sciencemag.org/content/318/5856/1618.abstract (DOI 10.1126/science.1148326; accessed 1 December 2010); Henry Fountain, “Scientists Blend Materials To Create Oil-Repellant Surfaces,” New York Times, 11 December 2007; United Press International, “New Oil-Repellant Material Is Created,” 11 December 2007.",
      "month": "December",
      "day": 13,
      "monthNumber": 12
    },
    {
      "story": " NASA released findings from the collective efforts of its Chandra X-ray Observatory, HST, SST, and ground-based telescopes—the Very Large Array in New Mexico and the Multi-Element Radio Linked Interferometer Network (MERLIN) in the United Kingdom. The telescopes had captured imagery showing, for the first time, a powerful jet from a supermassive black hole striking a nearby galaxy. The system, called 3C321, contained two galaxies orbiting each other, each with a supermassive black hole at its center. However, NASA’s Chandra X-ray Observatory had shown a jet emanating from the black hole at the center of the larger galaxy and “punching” the smaller galaxy, which had swung into the larger galaxy’s path. The study’s leader, Daniel A. Evans of the Harvard-Smithsonian Center for Astrophysics, remarked that, although scientists had seen many black holes produce similar jets, this was the first time scientists had observed such a jet punching into another galaxy. Coinvestigator Martin J. Hardcastle of the University of Hertfordshire in the United Kingdom added that, although these jets are common in the universe, scientists struggled to understand some of their basic properties. Hardcastle said that 3C321 had provided the chance to learn about the behavior of jets when they slam into a galaxy and about the subsequent effect of such events on jets.(NASA, “‘Death Star’ Galaxy Black Hole Fires at Neighboring Galaxy,” news release 07-280, 17 December 2007, http://www.nasa.gov/home/hqnews/2007/dec/HQ_07280_Death_Star_Black_Hole.html (accessed 20 October 2010). 184 Todd Halvorson, “Whitson, ‘The Queen of EVA’: Commander Sets Record for Female Spacewalkers,” Florida Today (Brevard, FL), 19 December 2007; Robert Z. Pearlman, “Astronauts Mark 100th Station Spacewalk,” Space.com, 18 December 2007, http://www.space.com/news/cs-071218-100th-iss-spacewalk.html (accessed 29 November 2010); Tariq Malik, “Spacewalkers Inspect Space Station’s Solar Wing Joints,” Space.com, 18 December 2007, http://www.space.com/071218-expedition16-fourth-spacewalk-wrap.html (accessed 29 November 2010).)",
      "month": "December",
      "day": 17,
      "monthNumber": 12
    },
    {
      "story": " Over a period of 6 hours and 56 minutes, Expedition 16 Commander Peggy A. Whitson and Flight Engineer Daniel M. Tani undertook the 100th spacewalk for ISS construction. The astronauts focused on inspecting two devices related to the power-generating solar arrays—the SARJ and the beta gimbal assembly (BGA) on the starboard side. Both devices had malfunctioned. The spacewalk, a so-called fact-finding mission, sought to determine what had caused the SARJ to shed metal filings and the BGA to trip circuit breakers. Whitson and Tani found widespread contamination inside the gear that rotates the SARJ. They also retrieved a set of bearings—one of 12 on the joint—suspected of being a source of the contamination. They used orange Kempton tape to take samples of the metal filings. The astronauts found no damage to the cables and other hardware on the BGA joint, which had suffered triple electrical failures on 8 December. During this EVA, Whitson, who had already made history as the first female commander of the ISS, surpassed Sunita L. William’s spacewalking record to set a new record for women in space, at 32 hours and 36 minutes.",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " New Mexico Spaceport Authority announced the successful launch of a UP Aerospace flight vehicle. The company had launched the flight vehicle to test proprietary advanced launch technologies. At the request of UP Aerospace, the New Mexico Spaceport Authority had not publicized the launch, which was the Connecticut-based company’s third launch attempt. In the company’s first launch attempt in September 2006, the vehicle had failed to reach space. Although the April 2007 second attempt had succeeded, locating the rocket after launch had required weeks of searching. In this third attempt, the launch vehicle had reached its planned altitude of 2,500 feet (762 meters).(New Mexico Spaceport Authority, “UP Aerospace Reports Successful Launch at Spaceport America,” news release, 19 December 2007, http://www.spaceportamerica.com/news/press-releases/104-up-areo-reports-success- launch.html (accessed 19 November 2010); Las Cruces Sun-News (NM), “Unannounced Launch Lifts Off from Spaceport,” 20 December 2007.)",
      "month": "December",
      "day": 19,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that it had awarded a US$695 million contract to Boeing Satellite Systems of El Segundo, California, to design, develop, and fabricate two new Tracking and Data Relay Satellites—TDRS-K and TDRS-L. Under the terms of the contract, Boeing would also integrate, test, ship, provide launch support, conduct in-orbit checkout operations, and provide sustaining engineering support for the satellites. In addition, Boeing would design, assemble, test, install, and verify modifications necessary to making the ground terminals at NASA’s White Sands Complex in New Mexico fully compatible with the new TDRS spacecraft design. The period of performance for the contract, which had a value of up to US$1.22 billion, could extend through April 2025 if NASA exercised its options. These included two additional spacecraft, TDRS-M and TDRS-N. The contract would extend the lifetime of the TDRS system, the primary source of voice, data, and telemetry for the Space Shuttle and ISS programs, and would provide those services for NASA’s Constellation Program.(NASA, “NASA Awards Tracking and Data Relay Satellite Contract,” news release C07-064, 20 December 2007, http://www.nasa.gov/home/hqnews/2007/dec/HQ_C07064_TDRSS_Awards.html (accessed 20 October 2010); Clinton Parks, “Boeing Satellite Systems Wins $695 Million TDRS Contract,” Space.com, 21 December 2007.)",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " NASA issued a statement in support of astronaut Daniel M. Tani and his family. Tani, stationed at the ISS, had lost his mother on 19 December when she died in an automobile accident. NASA spokesperson Eileen M. Hawley remarked that NASA believed this was the first time an American astronaut had lost a family member while on a mission in space. The statement indicated that NASA intended to provide Tani and his family with any assistance they needed. Hawley explained that NASA did not have a prescribed policy for emergencies such as this and would respond according to Tani’s wishes.(NASA, “NASA Statement on the Death of Astronaut Dan Tani’s Mother,” news release 07-282, 20 December 2007, http://www.nasa.gov/home/hqnews/2007/dec/HQ_07282_Mike_Coays_Statement.html (accessed 20 October 2010); Mark Carreau and Carol Christian, “Space Station Astronaut’s Mom Dies in Car Wreck,” Houston Chronicle, 20 December 2007.)",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " ESA launched the sixth Ariane-5 rocket of 2007 from Kourou, French Guiana, setting a record for the agency. The Ariane 5 lifted into orbit the Horizons-2 telecommunications satellite, a joint U.S.-Japanese venture. The rocket also carried the RASCOM-QAF1 satellite, which would offer telephone and Internet service throughout Africa. Horizons 2, the second satellite for the U.S.- based Intelsat and the Japan-based JSAT, would replace Intelsat’s SBS-6 spacecraft, which had been in orbit for 17 years. With 20 Ku-band transponders, the 2,304-kilogram (5079.5-pound) Horizons 2 would provide telecommunications services for 15−17 years to the continental United States, the Caribbean, and parts of Canada. After 10 years struggle to organize an ownership structure, Regional African Satellite Communications Organization (RASCOM) had secured US$370 million in funding from a consortium, comprising a Libyan investment fund, the Libyan General Post and Telecommunications Company, and three African development banks. The consortium intended for its satellite, the Rascom-QAF1, to provide a first step toward 188 establishing the space infrastructure necessary to link poor rural Africans with urban areas.",
      "month": "December",
      "day": 21,
      "monthNumber": 12
    },
    {
      "story": " NASA named Macro-Fiber Composite (MFC), a device that acts like muscle and nerves to expand and contract surfaces, as the 2006 NASA Government Invention of the Year. A team of researchers at NASA’s LaRC had created the flexible material using ceramic fibers. Voltage applied to the MFC made the ceramic fibers change shape and expand or contract, causing material to bend or twist. The device had industrial and research applications, primarily for vibration monitoring and dampening. The MFC had improved research on helicopter rotor blades and assisted in detecting pipeline cracks. NASA had used the MFC to monitor the vibrations of support structures near the Space Shuttle launchpads during launches.(NASA, “NASA Names New Composite Government Invention of the Year,” news release 07-287, 21 December 2007, http://www.nasa.gov/home/hqnews/2007/dec/HQ_07287_Invention_of_the_Year.html (accessed 20 October 2010).)",
      "month": "December",
      "day": 21,
      "monthNumber": 12
    },
    {
      "story": " Progress M-62, a Russian cargo spacecraft, docked with the ISS to bring the Expedition 16 crew supplies—1.26 tonnes (1,260 kilograms or 1.4 tons) of food and water, fuel, and other cargo, such as research equipment and Christmas and birthday presents. The crew had detached Progress M-61 from the ISS on 22 December to make room for M-62’s arrival. Instead of sending M-61 directly back to burn up in Earth’s atmosphere, Russian space program officials had decided to use it first as a platform for technical experiments. Roskosmos had also used Progress M-60 for research after undocking the craft from the ISS.(RIA Novosti, “Russian Cargo Spacecraft Docks with ISS,” 26 December 2007.)",
      "month": "December",
      "day": 26,
      "monthNumber": 12
    },
    {
      "story": " In compliance with a request from Congress, NASA released a version of safety data collected from 24,000 interviews with airline pilots. NASA had previously refused to release the information, citing the potential for a negative economic effect on the airline industry. According to media sources, the safety survey revealed complaints from pilots regarding fatigue and problems with air traffic controllers, airport security, and runway and taxiway layouts. NASA Administrator Michael D. Griffin stated in a press conference that NASA had no plans to study the database for trends, saying that NASA had conducted the survey to determine whether collecting information from pilots in this manner was worthwhile.(Matthew L. Wald, “NASA Offers Airline Safety Data,” New York Times, 1 January 2008; Del Quentin Wilber, “Redacted Air-Traffic Safety Survey Released: NASA Downplays Pilots’ Complaints About Fatigue, Security,” Washington Post, 1 January 2008.)",
      "month": "December",
      "day": 31,
      "monthNumber": 12
    }
  ],
  "totalStories": 198,
  "year": 2007
}