{
  "stories": [
    {
      "story": " NASA released the findings of a study investigating the potentially severe consequences of extreme solar eruptions upon communications, power grids, and other technology on Earth. The study, which NASA had funded and the National Academy of Sciences (NAS) had conducted, provided the first economic data about the effect of solar activity on Earth, quantifying the extent to which fluctuations in the Sun’s magnetic field affect Earth. NASA had requested that NAS conduct the study to assess the potential of significant space weather events to damage Earth’s electronic infrastructure during the next 20 years.(NASA, “NASA-Funded Study Reveals Hazards of Severe Space Weather,” news release 09-001, 5 January 2009, http://www.nasa.gov/home/hqnews/2009/jan/HQ_09-001_Severe_Space_Weather.html (accessed 14 January 2010); Rick C. Hodgin, “NASA Studies Solar Flare Dangers to Earth-Based Technology,” TG Daily, 6 January 2009, http://www.tgdaily.com/trendwatch-features/40830-nasa-studies-solar-flare-dangers-to-earth-based-technology (accessed 3 February 2011).)",
      "month": "January",
      "day": 5,
      "monthNumber": 1
    },
    {
      "story": " NASA and the National Science Foundation (NSF) announced the successful flight test of a newly designed super-pressure balloon prototype intended to carry large scientific experiments to the edge of space on missions lasting a minimum of 100 days. The project’s goal was to design a 22-million-cubic-foot (67-million-cubic-meter) balloon that would carry an instrument weighing up to 1 ton (907 kilograms, or 0.9 tonne) to an altitude of more than 110,000 feet (33,528 meters). The test flight launched a 7-million-cubic-foot (2.13-million-cubic-meter) balloon, the largest single-cell, super-pressure, fully sealed balloon flown to date. The launch took place on 28 December 2008 from McMurdo Station, NSF’s logistics hub in Antarctica. Successfully demonstrating the durability and functionality of its unique pumpkin shape and novel material—a lightweight polyethylene film approximately the thickness of plastic food wrap. The balloon reached a float altitude of more than 111,000 feet (33,833 meters), which it was still maintaining on 8 January, its eleventh day of flight.(NASA, “New NASA Balloon Successfully Flight-Tested Over Antarctica,” news release 09-003, 8 January 2009, http://www.nasa.gov/home/hqnews/2009/jan/HQ_09-003_Antarctic_Balloons.html (accessed 14 January 2011).)",
      "month": "January",
      "day": 8,
      "monthNumber": 1
    },
    {
      "story": " NASA announced its selection of the seven research teams that would become the first members of NASA’s Lunar Science Institute, headquartered at Ames Research Center (ARC). NASA had established the Institute to support scientific research related to NASA’s existing lunar science programs, in coordination with U.S. space exploration policy. NASA had selected the members using a competitive evaluation process that had begun in June 2008. The seven teams were from Brown University in Rhode Island; Johns Hopkins University Applied Physics Laboratory in Laurel, Maryland; the Lunar and Planetary Institute in Houston, Texas; NASA’s Goddard Space Flight Center (GSFC) in Greenbelt, Maryland; Southwest Research Institute in Boulder, Colorado; the Lunar University Node for Astrophysics Research at the University of Colorado in Boulder; and NASA’s Lunar Science Institute of the Colorado Center for Lunar Dust and Atmospheric Studies at the University of Colorado in Boulder. Proposals for lunar research included the study of the history of lunar impacts and how such impacts have affected the Moon’s evolution; the study of the Moon’s formative years; the study of the dynamic response of the lunar environment; and the use of the Moon as a base from which to study the cosmos. NASA had modeled the Lunar Science Institute after its Astrobiology Institute, also housed at ARC.(NASA, “NASA Selects Research Teams for Lunar Science Institute,” news release 09-004, 9 January 2009, http://www.nasa.gov/home/hqnews/2009/jan/HQ_09-004_Lunar_Institute_members.html (accessed 1 February 2011).)",
      "month": "January",
      "day": 9,
      "monthNumber": 1
    },
    {
      "story": " The Aerospace Industries Association (AIA) published a report titled “The Role of Space in Addressing America’s National Priorities,” which concluded that the United States could “no longer afford to treat its national security, civil, and commercial space capabilities separately.” Therefore, AIA recommended that President Barack H. Obama’s administration “develop a mechanism to look at our space capabilities as a single enterprise consistent with national goals and objectives.” The report suggested that, in developing its space initiatives, the United States confronts many issues that are not so clearly defined as the goals of its space programs— returning to the Moon or sending humans to Mars. Instead, the United States faces a host of complex challenges, such as protecting its satellites from hostile actions; easing export-control laws to facilitate the competitiveness of U.S. companies in the global marketplace for space hardware; and maintaining an experienced space industry workforce. To address these and related issues, the AIA report recommended that the Obama administration establish a national coordinating body to develop and execute a national space strategy and provide the funding necessary to continue critical multiyear space programs.(Aerospace Industries Association, “AIA Report Recommends Space Policies for New Administration,” news release 12 January 2009, http://www.aia-aerospace.org/newsroom/aia_news/aia_report_recommends_space_ policies_for_new_administration/ (accessed 7 February 2011); Andy Pasztor, “U.S. Faces New Space Race,” Wall Street Journal, 13 January 2009.)",
      "month": "January",
      "day": 12,
      "monthNumber": 1
    },
    {
      "story": " NASA announced the successful conclusion of the third round of testing of the Common Extensible Cryogenic Engine (CECE) technology, intended to return astronauts to the lunar surface safely. Pratt & Whitney Rocketdyne in West Palm Beach, Florida, had conducted the tests to gather data on the concept engine. Engineers had designed the CECE with the flexibility to reduce thrust from 100 percent to 10 percent, allowing a spacecraft to land gently on the lunar surface. The test set a record, with the engine successfully throttled to 104 percent of its potential and then reduced to 8 percent. A careful assessment of test results from the first two rounds of testing had shown pressure oscillations in the engine at lower throttle levels, known as “chugging.” The vibrations from the chugging could potentially resonate with the structure of the rocket, causing problems for the lander and the crew. However, in the third round of testing, engineers successfully eliminated engine chugging. To achieve this, they controlled the flow of liquid hydrogen and liquid oxygen to the combustion chamber, using a new injector design and propellant feed system that carefully managed the pressure, temperature, and flow of propellants.(NASA, “NASA Tests Engine Technology for Landing Astronauts on the Moon,” news release 09-005, 14 January 2009, http://www.nasa.gov/home/hqnews/2009/jan/HQ_09-005_Cryo_engine_test.html (accessed 14 January 2011).)",
      "month": "January",
      "day": 14,
      "monthNumber": 1
    },
    {
      "story": " NASA announced that a team of NASA and university scientists had achieved the first definitive detection of methane in the Martian atmosphere, confirming that Mars is either biologically or geologically active. Using NASA’s Infrared Telescope Facility and the W. M. Keck telescope at Mauna Kea, Hawaii, the team had detected three spectral features called absorption lines—a definitive signature of methane. Michael J. Mumma of NASA’s GSFC in Greenbelt, Maryland, lead author of an article in Science Express, explained that the Martian atmosphere quickly destroys methane in a number of ways. According to Mumma, the discovery of substantial plumes of methane in the northern hemisphere of Mars in 2003 indicated that an ongoing process was releasing the gas. The plumes had dispersed, covering the entire planet, and had dissipated within three years. Mumma explained further that the research team did not have enough information to determine whether a biological process, a geological process, or a combination of the two was producing the methane.(NASA, “Discovery of Methane Reveals Mars Is Not a Dead Planet,” news release 09-006, 15 January 2009, http://www.nasa.gov/home/hqnews/2009/jan/HQ_09-006_Mars_Methane.html (accessed 14 January 2011); Dan Vergano, “Methane Plumes Spotted on Mars May Be a Sign of Life,” USA Today, 16 January 2009.)",
      "month": "January",
      "day": 15,
      "monthNumber": 1
    },
    {
      "story": " NASA announced that its mini-SAR (synthetic aperture radar) instrument, flying aboard India’s Chandrayaan-1 spacecraft, had passed initial in-flight tests and had transmitted its first data. Chandrayaan 1 had launched on 21 October 2008 and had begun its lunar orbit on 8 November 2008. The images that the lightweight radar instrument had captured on 17 November 2008 showed the floors of permanently shadowed polar craters that are not visible from Earth—part of the Haworth crater at the Moon’s south pole and the western rim of the Seares crater at its north pole.(NASA, “NASA Radar Provides First Look Inside Moon’s Shadowed Craters,” news release 09-010, 16 January 2009, http://www.nasa.gov/home/hqnews/2009/jan/HQ_09-010_Moon_radar_pictures.html (accessed 14 January 2011).)",
      "month": "January",
      "day": 16,
      "monthNumber": 1
    },
    {
      "story": " Japan Aerospace Exploration Agency (JAXA) launched Ibuki, the world’s first greenhouse gas−monitoring satellite, from Tanegashima, aboard an H2A rocket. In addition to Ibuki, the rocket carried seven small satellites, which JAXA, university research centers, and private industry had developed. Ibuki, also known as the Greenhouse Gases Observing Satellite (GOSAT), would help scientists calculate the density of carbon dioxide and methane at the surface of the Earth, collecting data from 56,000 locations around the world, including locations in developing countries. Two sensors on board GOSAT would track solar, infrared rays that the Earth’s surface or atmosphere reflects and would monitor clouds and aerosols. The seven smaller satellites were Prism, an expandable refracting telescope designed to observe Earth as a technology demonstrator; Small Demonstration Satellite 1 (SDS 1) designed to carry out on-orbit verification of a space-wire demonstration module, a cutting-edge microprocessor, and a thin- film solar cell; Kagayaki, designed to measure orbital debris and observe auroral electrical currents; the Space Oriented Higashi-Osaka Leading Association (SOHLA 1), an exploratory satellite that would observe lightning; Sprite-Sat, a cube satellite that would observe sprites and gamma-rays generated during thunderstorms; and KKS 1, a cube satellite designed to demonstrate a micropropulsion system and three-axis attitude-control functions.(Spacewarn Bulletin, no. 663, 1 February 2009, http://nssdc.gsfc.nasa.gov/spacewarn/spx663.html (accessed 3 February 2011); Agence France-Presse, “Japan Launches Satellite To Track Greenhouse Gases,” 23 January 2009.)",
      "month": "January",
      "day": 23,
      "monthNumber": 1
    },
    {
      "story": " University of California at Irvine announced the publication of a NASA-funded study about bone strength among astronauts. Although previous studies had examined bone-mineral density, this study was the first to evaluate bone strength. Joyce Keyak, a professor of orthopedic surgery and biomedical engineering at University of California at Irvine, led the study. She and her research team used a novel computer program that Keyak had developed to identify hipbone fracture risk in people with osteoporosis. They analyzed hipbone CT (computed tomography) scans of one female and 12 male astronauts who had spent four to six months aboard the International Space Station (ISS). The researchers found that, on average, the astronauts’ hipbone strength decreased 14 percent. However, three astronauts experienced losses of 20 to 30 percent—comparable to those seen in older women with osteoporosis. The research team published its findings in the online version of Bone, the journal of the International Bone and Mineral Society.(University of California at Irvine, “Astronauts on International Space Station Lose Alarming Amounts of Hipbone Strength,” news release, 26 January 2009, http://www.universityofcalifornia.edu/news/article/ 19371 (accessed 2 February 2011); Kristen Schott, “UCI Study Finds Astronauts at Risk for Bone Loss,” OC Metro (Newport Beach, CA), 27 January 2009.)",
      "month": "January",
      "day": 26,
      "monthNumber": 1
    },
    {
      "story": " A team of astronomers published research in the journal Nature, revealing that temperatures on the gas giant exoplanet known as HD 80606b can rise from 980°F to 2,240°F (527°C to 1,227°C) within 6 hours. The researchers had studied infrared measurements collected by NASA’s Spitzer Space Telescope (SST), to determine the amount of heat emanating from HD 80606b as its orbit neared its star. The planet travels around its star along an oblong orbit every 111.4 days—an orbit that scientists described as the most eccentric of any known planet. At its closest point to its star, HD 80606b receives 825 times more irradiation than at its farthest point. The eclipse that occurs in the moment before the planet’s closest approach to its star had enabled the astronomers to measure separately the amount of heat emanating from the planet, distinguishing it from the star’s heat. They had succeeded in measuring precisely how hot the planet becomes as it approaches its star. A computer model using Spitzer data had revealed global storms and shock waves in the planet’s atmosphere every 111 days, as it swings close to its star. The simulation showed that the increasing heat and expansion of the atmosphere produces very high winds—5 kilometers per second (3 miles per second), or more than 11,000 miles per hour (17,703 kilometers per hour)—moving from the day side of the planet to its night side.(Clara Moskowitz, “Extreme Exoplanet’s Wild Ride,” Wired, 29 January 2009; Jeanna Bryner, “Exoplanet Sees Extreme Heat Waves,” Space.com, 28 January 2009, http://www.space.com/6364-exoplanet-sees-extreme-heat- waves.html (accessed 27 April 2011); see also, Gregory Laughlin et al., “Rapid Heating of the Atmosphere of an Extrasolar Planet,” Nature 457, no. 7229 (29 January 2009): 562−564, http://ezproxy.ouls.ox.ac.uk:2346/nature/ journal/v457/n7229/pdf/nature07649.pdf (DOI 10.1038/nature07649; accessed 27 April 2011).)",
      "month": "January",
      "day": 29,
      "monthNumber": 1
    },
    {
      "story": " NASA announced the successful test of a critical piece of the Ares-I rocket, marking a key milestone in the next-generation crew launch vehicle’s (CLV’s) development. ATK had conducted the flight test at its facility in Promontory, Utah. Simulating the separation event that should occur following the first-stage flight of Ares I-X, the test had demonstrated that the linear-shaped charge intended to separate the forward skirt extension would sever cleanly. The test had also measured the shock that the charge created. Built as a single, solid aluminum cylinder, 6 feet long (1.8 meters long) by 12 feet in diameter (3.7 meters in diameter), the forward skirt extension’s design enabled it to withstand the loads of the first stage and to support the weight of the upper stage. Michael A. Kahn, Executive Vice President of ATK Space Systems, remarked that the successful test represented an important milestone for the program, validating key parameters to support the upcoming Ares-I-X flight test.(NASA, “Test in Development of NASA’s New Crew Rocket Is Successful,” news release 09-022, 30 January 2009, http://www.nasa.gov/home/hqnews/2009/jan/HQ_09-022_Ares_1-X_Sep_test.html (accessed 14 January 2010); ATK, “ATK Successfully Conducts NASA Ares 1-X Separation Test,” press release, 30 January 2009, http://atk.mediaroom.com/index.php?s=118&item=892 (accessed 7 March 2011); Todd Halvorson, “NASA Stages Key Test in Advance of Ares 1X,” Florida Today (Brevard, FL), 2 February 2009.)",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " The Russian Coronas Photon solar observatory launched at 13:30 (UT) from Plesetsk Cosmodrome aboard a Tsyklon-3 rocket. Russia had dedicated the satellite to research in the fields of solar physics, solar-terrestrial connection physics, and astrophysics. Specifically, its mission was to study the connection between the Sun and Earth, using a suite of instruments designed to measure energetic particles produced by solar flares, the solar atmosphere, and solar activity in relation to magnetic storms around Earth. The Research Institute for Electromechanics in Moscow had manufactured the 4,200-pound (1,905-kilogram, or 1.9-tonne) satellite, and the Moscow Engineering Physics Institute had led the science team. The Photon observatory was the third satellite in the Coronos series; two previous craft had launched in 1994 and 2001 to study the Sun and had successfully concluded their missions.(Spacewarn Bulletin, no. 663; Stephen Clark, “Solar Physics Spacecraft Launched by Russia,” Spaceflight Now, 2 February 2009.)",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " After the SST entered standby mode at 3:11 p.m. (PDT), NASA announced the end of its primary mission and the start of its “warm” mission. NASA had designed SST to conduct a two- and-a-half-year mission to detect infrared light from cool cosmic objects, a mission that required maintaining the telescope’s three instruments at -456°F (-271°C), the coldest temperature theoretically attainable. SST’s liquid helium, used as cryogen, had lasted twice as long as projected—more than five-and-a-half years—but Spitzer’s supply of the coolant had finally depleted. The telescope would remain cold, at -404°F (-242°C), but that temperature would be too warm to allow Spitzer’s infrared spectrograph and its longer wavelength, multiband imaging photometer to detect cool objects in space. SST Project Manager Robert K. Wilson at NASA’s Jet Propulsion Laboratory (JPL) remarked that, with its coolant depleted, Spitzer would be “reborn,” with a mission to tackle new scientific pursuits. During its so-called warm mission, Spitzer would continue to see through the dust that permeates our galaxy, blocking visible-light views, and two channels of one of its instruments would continue to operate at full capacity. Spitzer’s two infrared-array camera detectors with short wavelengths would continue to function as designed, picking up the glow from a range of objects, such as asteroids, dusty stars, planet- forming discs, gas-giant planets, and distant galaxies. Spitzer’s new projects would include refining estimates of Hubble’s constant; searching for galaxies at the edge of the universe; assessing how often potentially hazardous asteroids might impact Earth; and characterizing the atmospheres of gas-giant planets that astronomers expected NASA’s Kepler mission would discover.(NASA, “NASA’s Spitzer Telescope Warms Up to New Career,” news release 09-099, 6 May 2009, http://www. nasa.gov/home/hqnews/2009/may/HQ_09-099_Spitzer_Warms_Up.html (accessed 20 June 2011); NASA Jet Propulsion Laboratory, “Spitzer Space Telescope Mission Status,” JPL news release 15 May 2009, http://www.jpl. nasa.gov/news/news.cfm?release=2009-086 (accessed 30 June 2011).)",
      "month": "January",
      "day": 30,
      "monthNumber": 1
    },
    {
      "story": " On the thirtieth anniversary of the Islamic Revolution, Iran launched its first domestically built satellite aboard a Safir-2 rocket. Iranian scientists had designed the research and telecommunications spacecraft, named Omid, or Hope, to orbit Earth 15 times each 24-hour period. Omid’s mission was to determine orbital measurements.(Spacewarn Bulletin, no. 664, 1 March 2009, http://nssdc.gsfc.nasa.gov/spacewarn/spx664.html, 28 February 2011; Agence France-Presse, “Iran Puts First Home-Built Satellite into Orbit,” 3 February 2009.)",
      "month": "February",
      "day": 2,
      "monthNumber": 2
    },
    {
      "story": " NASA and Google announced the release of the new Mars mode in Google Earth, the latest benefit to result from a Space Act Agreement that NASA’s ARC had signed with Google in November 2006. The Agreement established a collaborative effort intended to make NASA data sets available to the world. The Mars mode provided a rich, immersive three-dimensional view of Mars, to help the public understand Mars science while simultaneously providing researchers with a platform for sharing data, much as Google Earth did for Earth scientists. NASA and its partners—Google, Carnegie Mellon University, Search for Extraterrestrial Intelligence (SETI), and other institutions—had produced the data to make the Mars mode in Google Earth possible.(NASA, “NASA and Google Launch Virtual Exploration of Mars,” news release 09-024, 2 February 2009, http://www.nasa.gov/home/hqnews/2009/feb/HQ_09-024_Google_Mars_map.html (accessed 28 February 2011).)",
      "month": "February",
      "day": 2,
      "monthNumber": 2
    },
    {
      "story": " NASA launched its National Oceanic and Atmospheric Administration (NOAA) satellite, NOAA 19, or NOAA-N Prime, aboard a Delta-2 rocket from Vandenberg Air Force Base in California at 2:22 a.m. (PST). The successful launch occurred following two scrubs resulting from technical problems. The Lockheed Martin−built NOAA-N Prime was the latest and final spacecraft in the Advanced TIROS-N (ATN) satellite series. Lockheed Martin had been designing and building for NASA and NOAA since the first Television and Infrared Observational Satellite (TIROS) weather satellite, which had launched in April 1960. Replacing NOAA 18, NOAA-N Prime would become the primary “afternoon” spacecraft, a designation based upon the time a spacecraft’s orbit crosses the equator. NOAA-N Prime was carrying the same primary instruments that NOAA 18 had on board, with the addition of an Advanced Data Collection System (ADCS) and an improved Search and Rescue Processor. France’s national space agency, Centre National d’Études Spatiales (CNES) had provided the ADCS, a system designed to measure environmental factors such as atmospheric temperature and pressure, as well as the velocity and direction of ocean and wind currents. CNES had also provided the Search and Rescue Processor, designed to detect distress calls from emergency beacons on board aircraft and boats, as well as to locate people carrying devices in remote areas.(Spacewarn Bulletin, no. 664; NASA Spaceflight, “ULA Delta II Launches on Third Attempt with NASA’s NOAA- N Prime,” 6 February 2009.)",
      "month": "February",
      "day": 6,
      "monthNumber": 2
    },
    {
      "story": " Progress 31, a new digitally controlled Russian Progress M-01M-series cargo spacecraft, completed its mission when its remaining fragments fell into the Pacific Ocean after reentry into Earth’s atmosphere. The craft had launched from Baikonur, Kazakhstan, on 26 November 2008, to deliver 2.5 tons (2,267 kilograms, or 2.27 tonnes) of cargo to the ISS, including scientific equipment and supplies of food, fuel, and water. The craft had undocked from the ISS on 6 17 February, undergoing tests at a safe distance from the space station before decommissioning.",
      "month": "February",
      "day": 8,
      "monthNumber": 2
    },
    {
      "story": " A Russian satellite launched in 1993, and that engineers believed to be nonfunctioning, crashed into an Iridium commercial satellite that had been in orbit since 1997. The collision marked the first instance of high-speed impact between two intact spacecraft. At the time of the event, Iridium had a system of 65 active satellites relaying calls from portable telephones approximately twice the size of regular mobile phones. Iridium was serving approximately 300,000 subscribers, including one of its largest cellular subscribers, the U.S. Department of Defense (DOD). The loss of the satellite caused brief, occasional outages in service. Iridium planned to replace the lost satellite within 30 days with one of eight in-orbit spares. Communications satellites, which typically orbit at high altitudes and travel separately, rarely collide. However, Iridium satellites traveled fast, at a low orbit. The Iridium collision, which occurred approximately 500 miles (805 kilometers) from Earth, created a huge debris field. Nicholas L. Johnson of NASA’s Johnson Space Center (JSC) explained that the risk of the ISS encountering debris was low, because the space station is 215 miles (346 kilometers) from Earth.(Marcia Dunn for the Associated Press, “Big Satellites Collide 500 Miles Over Siberia,” 12 February 2009; Traci Watson, “Two Satellites Collide 500 Miles Over Siberia,” USA Today, 12 February 2009.)",
      "month": "February",
      "day": 10,
      "monthNumber": 2
    },
    {
      "story": " NASA announced that it had designated 2009 as the International Year of Astronomy, to commemorate the anniversary of the beginning of modern astronomy in 1609, when Galileo first used a telescope to view the heavens. As part of the yearlong celebration, NASA planned to release images from its Great Observatories—Hubble Space Telescope (HST), Spitzer Space Telescope (SST), and Chandra X-ray Observatory—to museums, nature centers, planetariums, and schools across the country. NASA would make the images public between 14 and 28 February 2009, in conjunction with Galileo’s 15 February birthday. Selected sites would also unveil a large 9-square-foot (2.7-square-meter) print of the spiral galaxy Messier 101. NASA had created the print by combining images of Messier 101—HST’s optical view, SST’s infrared view, and Chandra’s x-ray view. Describing the image created from the three views, Hashima Hasan, Lead Scientist for the International Year of Astronomy at NASA Headquarters, said that one might see such an image if one could use one’s eyes, night-vision goggles, and x-ray vision simultaneously. The selected sites would also display individual images from each observatory. HST’s visible-light view of Messier 101, known as the Pinwheel Galaxy, revealed the swirls of bright stars and glowing gas that had earned the galaxy its nickname. Spitzer’s infrared-light image peered into those spiral arms, showing where dense clouds collapse to form stars. Chandra’s x-ray image uncovered high-energy features of Messier 101, such as remnants of exploded stars or matter moving around black holes.(NASA, “NASA’s Great Observatories Celebrate International Year of Astronomy,” news release 09-026, 10 February 2009, http://www.nasa.gov/home/hqnews/2009/feb/HQ_09-026_IYOA.html (accessed 28 February 2011).)",
      "month": "February",
      "day": 10,
      "monthNumber": 2
    },
    {
      "story": " Progress 32 successfully carried out an automated docking at the ISS Pirs docking compartment, with Flight Engineer Yuri V. Lonchakov monitoring the process from a terminal inside the space station. The two spacecraft linked up flawlessly and the docking required no intervention from Lonchakov.(Tariq Malik, “New Russian Cargo Ship Docks at Space Station,” Space.com, 13 February 2009, http://www. space.com/4777-russian-cargo-ship-docks-space-station.html (accessed 10 March 2011).)",
      "month": "February",
      "day": 13,
      "monthNumber": 2
    },
    {
      "story": " NASA’s JPL announced that NASA and European Space Agency (ESA) had reached an agreement concerning priorities for outer-planet missions. NASA and ESA had merged separate concepts to create two missions—the Europa Jupiter System Mission and the Titan Saturn System Mission. NASA and ESA had decided to implement the Europa mission first, since it was the more technically feasible of the two missions. For the Europa mission, NASA and ESA would each provide one of two robotic orbiters. The probes would conduct studies of unprecedented detail of Jupiter and its moons Io, Europa, Ganymede, and Callisto. Launching in 2020 on separate vehicles, the probes would reach the Jupiter system in 2026, gathering data for at least three years. NASA’s probe would spend at least a year investigating Europa for signs of life and producing a global map, to prepare for a future mission that would land on Europa. Simultaneously, ESA’s probe would investigate the interior and the surface of Ganymede, to help understand the formation and evolution of the Jovian system. For the Titan Saturn System Mission, NASA would provide an orbiter, and ESA would provide a lander and a research balloon. The Titan mission, which required significant study and technological development to overcome several technical challenges, was not as far along in the planning stage. The agreement to pursue the missions was the culmination of years of debate, involving scientists, space professionals, and space enthusiasts, who had long found icy satellites like Europa intriguing. Scientists believed that satellites of this type—common in the outer solar system—have a potentially habitable environment.(NASA Jet Propulsion Laboratory, “NASA and ESA Prioritize Outer Planet Missions,” JPL news release 18 February 2009, http://www.jpl.nasa.gov/news/features.cfm?feature=2035 (accessed 7 March 2011); John Johnson Jr., “It’s All Systems Go for Europa,” Los Angeles Times, 19 February 2009.)",
      "month": "February",
      "day": 18,
      "monthNumber": 2
    },
    {
      "story": " NASA announced that it had signed a contract with American Tank and Vessel of Mobile, Alabama, for the installation of a test-cell diffuser and associated systems in the A-3 test stand at NASA’s Stennis Space Center (SSC) in Mississippi. NASA planned to test the J-2X engine for its Constellation Program at the A-3 test stand. Construction had begun in 2007, and NASA had scheduled the first test to take place in 2012. The contract with American Tank and Vessel had a maximum value of US$45 million.(NASA, “NASA Awards Construction Contract for Rocket Engine Testing,” news release C09-006, http://www. nasa.gov/home/hqnews/2009/feb/HQ_C09-006_SSC_A-3_Test_Stand.html (accessed 28 February 2011).)",
      "month": "February",
      "day": 19,
      "monthNumber": 2
    },
    {
      "story": " NASA announced that its Fermi Gamma-Ray Space Telescope had captured the first gamma-ray burst (GRB) ever seen in high resolution. The burst, designated GRB 080916C, was the most extreme yet recorded, in terms of its tremendous power and speed. The Fermi Gamma-Ray Space Telescope had detected the blast on 15 September 2008, and the Gamma-Ray Burst Monitor aboard the Fermi Gamma-Ray Space Telescope had recorded the event. Thirty-two hours after the blast’s detection, a team at the Max Planck Institute for Extraterrestrial Physics in Garching, Germany, had searched for the explosion’s afterglow. The team at the Max Planck Institute had then captured the field in seven wavelengths, using the Gamma-Ray Burst Optical/Near-Infrared Detector (GROND) on the 2.2-meter (7.22-foot) telescope at the European Southern Observatory in La Silla, Chile. The capture had enabled the Max Planck Institute team to determine that the blast had occurred 12.2 billion light-years away, in the constellation Carina. Fermi team members had used this information to show that the blast had exceeded the power of 9,000 ordinary supernovas and to calculate that, within the jet, gas bullets had likely moved at 99.9999 percent of the speed of light.(NASA, “NASA’s Fermi Telescope Sees Most Extreme Gamma-Ray Blast Yet,” news release 09-033, 19 February 2009, http://www.nasa.gov/home/hqnews/2009/feb/HQ_09-033_Fermi_Gamma-ray_Blast.html (accessed 28 February 2011); Press Association (United Kingdom), “Record Radiation Blast Detected,” 20 February 2009.)",
      "month": "February",
      "day": 19,
      "monthNumber": 2
    },
    {
      "story": " NASA launched its Orbiting Carbon Observatory (OCO) aboard a four-stage Taurus XL rocket from Vandenberg Air Force Base in California at 1:55 am (PST). However, approximately 3 minutes later—7 seconds after the ignition of the third stage, the payload fairing—the nose cone protecting the satellite as it rises through the atmosphere—failed to separate, dooming the craft. The satellite fell back to Earth, landing in the ocean near Antarctica. Had the launch succeeded, the Observatory would have joined Japan’s GoSat, in precisely measuring carbon-dioxide levels in the air. GoSat had reached orbit on 23 January. (NASA, “NASA’s Launch of Carbon-Seeking Satellite Is Unsuccessful,” news release 09-039, 24 February 2009, http://www.nasa.gov/home/hqnews/2009/feb/HQ_09-039_OCO_failure.html (accessed 28 February 2011); Kenneth Chang, “NASA Satellite Fails To Reach Orbit,” New York Times, 25 February 2009.)",
      "month": "February",
      "day": 24,
      "monthNumber": 2
    },
    {
      "story": " NASA named Arthur F. “Rick” Obenschain, Deputy Director of NASA’s GSFC in Greenbelt, Maryland, to lead the Mishap Investigation Board (MIB) for the 24 February OCO launch failure. As Chair of the MIB, Obenschain would lead four yet-to-be-named members, tasked with gathering information, analyzing the facts, identifying the launch failure’s causes and contributing factors, and making recommendations for actions to prevent a similar incident. As Deputy Director of GSFC, Obenschain shared responsibility for executive leadership and overall direction and management of the Center, in addition to providing executive oversight and technical evaluation for development and delivery for Goddard space systems launches and operations. Previously, Obenschain had headed the Flight Projects Directorate, where he had 25 been responsible for the daily management of more than 40 space and Earth science missions.",
      "month": "February",
      "day": 25,
      "monthNumber": 2
    },
    {
      "story": " NASA announced its selection of Einstein, Hubble, and Sagan Fellowships in three areas of astronomy and astrophysics. Each postdoctoral fellowship would provide support to the awardees for three years at any host university or research center in the United States. Jon Morse, Director of the Astrophysics Division in NASA’s Science Mission Directorate (SMD), described the recipients as among the best and brightest young astronomers in the world, who had already contributed significantly to studies of how the universe works, the origin of the cosmos, and whether life exists beyond Earth. Morse described the fellowships as a springboard for scientific leadership, as well as an inspiration for the next generation of students and researchers. NASA awarded 10 fellowships in the Einstein program, to conduct research related to NASA’s Physics of the Cosmos Program; 17 fellowships in the Hubble program, to pursue research associated with NASA’s Cosmic Origins Program; and five fellowships in the Sagan program, which 26 NASA had created in September 2008, in alignment with its Exoplanet Exploration Program.",
      "month": "February",
      "day": 25,
      "monthNumber": 2
    },
    {
      "story": " NASA announced the award of an interim letter contract to Oceaneering International of Houston, to begin designing, developing, and producing a new spacesuit system for the Constellation Program. The interim contract required Oceaneering International to begin work on the basic period of performance, while NASA and the company negotiated the final terms. The interim contract, valued at US$9.6 million, would be in effect from 2 March 2009 until NASA and Oceaneering had defined the full contract—no later than 29 August 2009. NASA had initially awarded this contract to Oceaneering International and to five subcontractors in June 2008. However, a losing bidder, Exploration Systems and Technology, had protested the award. Exploration Systems and Technology was a joint venture between Connecticut-based Hamilton Sundstrand and Delaware-based ILC Dover, the two companies that had developed the spacesuits worn by NASA’s Shuttle and ISS astronauts. The U.S. Government Accountability Office (GAO) had evaluated the protest, which had led to the termination of NASA’s contract with Oceaneering International in August 2008. NASA had reopened the competition in November 2008, at which time Hamilton Sundstrand and ILC Dover had joined Oceaneering International to submit a single proposal.(NASA, “NASA Awards Contract for Constellation Spacesuit for the Moon,” news release C09-008, 27 February 2009, http://www.nasa.gov/home/hqnews/2009/feb/HQ_C09-008_Constellation_Spacesuit_ Contract_Letter.html (accessed 4 May 2011); Mark Carreau, “Houston’s Oceaneering International Inc. Wins Once Disputed NASA Space Suit Contract,” Houston Chronicle, 2 March 2009.)",
      "month": "February",
      "day": 27,
      "monthNumber": 2
    },
    {
      "story": " The People’s Republic of China’s State Administration of Science, Technology and Industry for National Defense announced that Chang’e-1, China’s first lunar probe, had impacted the Moon at 4:13 p.m., Beijing time, successfully ending its 16-month mission. China had launched Chang’e-1 on 24 October 2007, on a mission to produce the first full map of the Moon’s surface. Chang’e-1 had accomplished the mission using stereo radar. The planned lunar impact, the culmination of the first phase of China’s three-stage Moon mission, would enable China to acquire experience that would help it land the second Chinese lunar probe, scheduled to launch in 2012.(Xinhua News Agency,, “China’s Lunar Probe Chang’e-1 Impacts Moon,” 2 March 2009; BBC News, “Chinese Probe Crashes into Moon,” 2 March 2009.)",
      "month": "March",
      "day": 1,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the successful completion of the second drop test of a drogue parachute for the Ares-I rocket. The drop test had taken place on 28 February 2009 at the U.S. Army’s Yuma Proving Ground near Yuma, Arizona. The test was the seventh in a series of flight tests supporting the development of the Ares-I parachute-recovery system, which comprised a pilot chute, drogue, and three main parachutes. To test the 68-foot-diameter (20.7-meter-diameter) drogue parachute, researchers had dropped the parachute from a U.S. Air Force C-17 aircraft flying at an altitude of 25,000 feet (7.62 kilometers). The drogue had carried a 50,000-pound (22,680-kilogram, or 22.68-tonne) load, to simulate the rocket’s spent first-stage motor. The parachute and the test hardware had functioned as planned, landing the load safely. NASA engineers had designed the drogue to permit recovery of the rocket’s reusable first-stage motor. They planned to use the design in future Ares-I flights, including launches associated with NASA’s Constellation Program.(NASA, “NASA Successfully Tests Parachute for Ares Rocket,” news release 09-045, 2 March 2009, http://www. nasa.gov/home/hqnews/2009/mar/HQ_09-045_Ares_Drogue_Test.html (accessed 4 May 2011).)",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " GAO published a report finding that NASA had continued to experience cost overruns and delays in implementing large-scale projects or those budgeted at US$250 million or more. GAO had audited 18 NASA projects, with a combined life-cycle cost of more than US$50 billion. Of those 18 projects, 13 had entered the implementation phase. Ten of the 13 had experienced significant cost growth or schedule growth or both. Development costs had increased by an average of 13 percent from baseline cost estimates, and projects had an average launch delay of 11 months. GAO reported that many projects had faced challenges in developing new technologies or retrofitting older technologies, as well as difficulty managing contractors. However, GAO found that, despite these problems, NASA had improved its ability to manage and to estimate the cost of major projects. Nevertheless, GAO suggested that NASA needed to make additional improvements. The report noted that, although NASA’s budget represented less than 2 percent of the federal government’s discretionary budget, NASA was increasingly receiving requests to expand its portfolio to support important scientific missions, such as the study of climate change. GAO found that, to meet these increased demands, NASA would need to work even harder to manage its resources as effectively and efficiently as possible.(U.S. Government Accountability Office, “NASA: Assessments of Selected Large-Scale Projects” (report no. GAO-09-306SP, Washington, DC, 2 March 2009), http://www.gao.gov/products/GAO-09-306SP (accessed 11 May 2011); Mark Matthews, “GAO: NASA’s Big Projects Take Too Long, Cost Too Much,” Orlando Sentinel (FL), 3 March 2009.)",
      "month": "March",
      "day": 2,
      "monthNumber": 3
    },
    {
      "story": " NASA and Cisco announced a partnership, under the terms of a Space Act Agreement, to develop an online, collaborative global-monitoring platform called Planetary Skin. Planetary Skin would capture and analyze data from satellite-, airborne-, sea-, and land-based sensors. Governments, businesses, and the general public would have access to the data, enabling them to measure, report, and verify environmental data in near real time and thereby assisting them in detecting and adapting to global climate change. Cisco and NASA planned to start Planetary Skin with a series of pilot projects, such as Rainforest Skin. Cisco and NASA planned to develop the prototype of Rainforest Skin during the following year. Focusing on deforestation, Rainforest Skin would explore methods of integrating a comprehensive sensor network and determining how to capture, analyze, and present information about changes in rainforests’ carbon levels in a transparent and usable way. S. Peter Worden, Director of NASA’s ARC, explained that NASA had collected a lot of data, which was awaiting conversion. He remarked further that the partnership sought to combine NASA’s data and Cisco’s expertise in data handling to explain what was currently happening in the rainforests of the world.(NASA, “NASA, Cisco Partnering for Climate Change Monitoring Platform,” news release 09-20AR, 3 March 2009, http://www.nasa.gov/centers/ames/news/releases/2009/09-20AR.html (accessed 10 May 2011); Michael Burnham for Greenwire, “NASA-Cisco Climate Project To Flash ‘Planetary Skin’,” New York Times, 4 March 2009. 32 NASA, “NASA Announces Mishap Board Members for OCO Investigation,” news release 09-047, 3 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09-047_OCO_MIB.html (accessed 4 May 2011).)",
      "month": "March",
      "day": 3,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the selection of the members of the mishap board tasked with investigating the unsuccessful launch of the OCO, which had failed to reach orbit after liftoff from Vandenberg Air Force Base in California on 24 February 2009. NASA charged the board to identify the causes and contributing factors of the launch failure and to recommend measures that NASA should take to prevent a similar incident in future missions. NASA had named Arthur F. “Rick” Obenschain, Deputy Director at NASA’s GSFC in Greenbelt, Maryland, to lead the investigation, and now named four other voting members: Jose A. Caraballo, Safety Manager at NASA’s Langley Research Center (LaRC) in Hampton, Virginia; Patricia M. Jones, Acting Chief of the Human Systems Integration Division in the Exploration Technology Directorate at NASA’s ARC in Moffett Field, California; Richard J. Lynch of Aerospace Systems Engineering at NASA’s GSFC; and David R. Sollberger, Deputy Chief Engineer of the NASA Launch Services Program at Kennedy Space Center (KSC) in Florida. NASA named Ruth D. Jones, the Safety and Mission Assurance Manager at NASA’s Marshall Space Flight Center (MSFC), as the board’s ex officio member, charged with assuring that board activity conformed to NASA procedural requirements.",
      "month": "March",
      "day": 3,
      "monthNumber": 3
    },
    {
      "story": " NASA and the U.S. Air Force announced the designation of three university and industry partners to serve as national hypersonic science centers. The centers’ task would be to promote research in air-breathing propulsion, materials and structures, and boundary-layer control for aircraft able to travel at Mach 5. NASA’s Aeronautics Research Mission in Washington, DC, and the U.S. Air Force Research Laboratory’s Office of Scientific Research in Arlington, Virginia, had selected the partners from more than 60 contenders. The University of Virginia in Charlottesville would host the National Center for Hypersonic Combined Cycle Propulsion and would lead a team specializing in air-breathing propulsion research; Texas A&M University in College Station would be the National Center for Hypersonic Laminar-Turbulent Transition and would specialize in boundary layer−control research; and Teledyne Scientific and Imaging LLC in Thousand Oaks, California, would host the National Hypersonic Science Center for Hypersonic Materials and Structures. James L. Pittman, Principal Investigator for the Hypersonics Project of NASA’s Fundamental Aeronautics Program at NASA’s LaRC in Hampton, Virginia, remarked that NASA’s joint investment with the Air Force of US$30 million over five years would “support basic science and applied research that improves our understanding of hypersonic flight.” Pittman stated that the establishment of the centers signaled a major commitment to advancing foundational hypersonic research and to training the next generation of hypersonic researchers.(NASA, “NASA and Air Force Designate National Hypersonic Science Centers,” news release 09-050, 5 March 2009.)",
      "month": "March",
      "day": 5,
      "monthNumber": 3
    },
    {
      "story": " NASA’s Kepler astronomy probe, named for Johannes Kepler, who had published the laws of planetary motion in 1609, successfully launched into space from Cape Canaveral Air Force Station, aboard a United Launch Alliance Delta 2, at 10:49 p.m. (EST). Kepler’s mission was to identify the first Earth-size planets orbiting stars at distances that would permit water to pool on the planet’s surface. Scientists had designed the craft to search for brightness variations in more than 100,000 stars in the Cygnus-Lyra region. Astronomers study brightness variations because, when a planet passes in front of a star, the star’s light appears to dim, enabling them to determine the diameter of the transiting object. The Kepler mission would use a photometer to monitor the same star field over approximately three-and-a-half years, allowing multiple observations of transits of exoplanets in orbits of as long as one year. Ideally, the Kepler probe would observe an object at least three times to confirm the measurement of its orbital period. Mission scientists placed the 1,052-kilogram (2,319-pound) craft in a 372.5-day solar orbit to help the probe maintain a stable pointing attitude.(NASA, “NASA’s Kepler Mission Rockets to Space in Search of Other Earths,” news release 09-052, 7 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09-052_Kepler_launches.html (accessed 4 May 2011); Spacewarn Bulletin, no. 665, 1 April 2009, http://nssdc.gsfc.nasa.gov/spacewarn/spx665.html (accessed 10 May 2011); Joel Achenbach, “Kepler Lifts Off, on Age-Old Quest: Space Telescope Seeks To Find Other Earths on 31⁄2- Year Mission,” Washington Post, 9 March 2009.)",
      "month": "March",
      "day": 7,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the successful completion of a test firing of the igniter designed to start the Ares-I rocket’s first-stage motor. The firing took place at ATK Launch Systems test facilities near Promontory, Utah. The successful test of the igniter, which was an enhanced version of the flight-proven igniter used in Space Shuttle solid rocket boosters, marked a milestone in the continuing development of the Ares-I first stage and paved the way for the first ground test, scheduled to occur later in 2009. Engineers had designed the Ares-I igniter to take advantage of upgraded liner and insulation materials with improved thermal properties. The materials would protect the igniter’s case from the burning solid propellant. The new igniter, approximately 18 inches (45.7 centimeters) in diameter and 36 inches (91.4 centimeters) long, was a small, high- burn-rate solid rocket motor designed to be secured in the forward segment of the five-segment booster. An ignition command would send a flame down the core of the 142-foot (43.3-meter) solid rocket motor, generating more than 3.5 million pounds (1.59 million kilograms) of thrust to trigger liftoff of the rocket.(NASA, “NASA’s Ares I Rocket First Stage Igniter Successfully Tested,” news release 09-055, 10 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09055_ARES_igniter_test.html (accessed 4 May 2011).)",
      "month": "March",
      "day": 10,
      "monthNumber": 3
    },
    {
      "story": " ISS Expedition 18 Commander E. Michael Fincke and cosmonaut Yuri V. Lonchakov successfully completed all scheduled tasks in a spacewalk lasting almost 5 hours. Fincke and Lonchakov installed EXPOSE-R (studies of exobiological processes in outer space), a joint European-Russian scientific experiment involving biological materials. They placed the experiment outside the Zvezda service module, which astronauts had been unable to activate during a December spacewalk because of an internal cable problem. NASA astronaut Sandra H. Magnus assisted in the installation of EXPOSE-R from inside the ISS. Fincke and Lonchakov also rotated a container holding a scientific experiment involving Russian materials and trimmed a set of six straps positioned near the Pirs docking compartment, to prevent their interference with incoming Russian vehicles needing to dock. In addition, they photographed the Zvezda module, as part of a survey to assess its condition after nine years in orbit. The spacewalk was Lonchakov’s second, Fincke’s sixth, and their second spacewalk as a team. Fincke had undertaken all of his six spacewalks wearing a Russian spacesuit.(James Dean, “Live in Orbit: ISS Spacewalk Complete,” Florida Today (Brevard, FL), 11 March 2009; Tariq Malik, “Spacewalkers Upgrade Space Station,” Space.com, 10 March 2009, http://www.space.com/6396- spacewalkers-upgrade-space-station.html (accessed 12 May 2011).)",
      "month": "March",
      "day": 10,
      "monthNumber": 3
    },
    {
      "story": " Astronomer Arthur D. Code died in Madison, Wisconsin, at the age of 85. A designer of space observatories, Code had worked with a team of scientists from NASA and the Smithsonian Astrophysics Observatory in 1968, to send into orbit a bat-shaped satellite—the Orbiting Astronomical Observatory 2 (OAO 2). Although the original OAO craft had failed in its 1966 mission, OAO 2 had succeeded, yielding information about the composition of stars, comets, and galactic gases. Intended to last a year, the OAO-2 mission had remained operational until 1973. OAO 2 had sent back data indicating that young stars in the constellations Scorpius and Orion are far hotter than previously thought and, therefore, are likely aging more quickly than astronomers had previously believed. OAO-2 successor craft included OAO 3 and NASA’s HST. Following the OAO-2 mission, Code had taught at the University of Wisconsin, where he had refined his designs and had analyzed data retrieved from subsequent satellites. In 1990 he and a team of students had sent an ultraviolet-detecting telescope to orbit aboard Space Shuttle Columbia; the team had used the device to study polarized ultraviolet light. Code had served as president of the American Astronomical Society (AAS) and had been a member of the NAS. NASA had awarded him its Distinguished Public Service Medal in 1992.(Jeremy Pearce, “Arthur Code, Astronomer and Professor, Dies at 85,” New York Times, 23 March 2009.)",
      "month": "March",
      "day": 11,
      "monthNumber": 3
    },
    {
      "story": " Space Shuttle Discovery launched from NASA’s KSC at 7:43 p.m. (EDT). STS-119 carried the fourth and final set of solar-array wings, which would complete the ISS’s truss when installed. The schedule for the 13-day mission included three spacewalks to install the S6-truss segment on the starboard side of the ISS and to deploy the solar arrays. The seven-member crew was composed of Commander Lee J. Archambault, Pilot Dominic A. “Tony” Antonelli, and Mission Specialists Joseph M. Acaba, Steven R. Swanson, Richard R. Arnold II, John L. Phillips, and JAXA astronaut Koichi Wakata. Wakata would remain at the ISS, replacing Expedition 18 crew member Sandra H. Magnus, who had been aboard the station for more than four months. Acaba and Arnold, former teachers who had become fully trained NASA astronauts, were on their first mission, scheduled to undertake critical spacewalking tasks. STS-119 was one month behind schedule; NASA had delayed the launch four times because of fragile valves inside the Shuttle’s propulsion system. On 11 March, NASA had postponed Discovery’s launch because, during fueling, engineers had detected a leak associated with the gaseous hydrogen venting system. Because of the delays, NASA had shortened the STS-119 mission by one day and had dropped one of the four spacewalks originally scheduled.(NASA, “NASA’s Shuttle Discovery Launches To Fully Power Space Station,” news release 09-060, 15 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09-060_Discovery_launches.html (accessed 4 May 2011); Robert Block, “Discovery Heads to International Space Station,” Orlando Sentinel (FL), 16 March 2009.)",
      "month": "March",
      "day": 15,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the selection of Colorado-based United Launch Alliance to launch two payloads for NASA’s SMD and two for NASA’s Space Operations Mission Directorate, under a NASA Launch Services contract. The US$600 million award stipulated that the four payloads— the Radiation Belt Storm Probes (RBSP) mission, the Magnetospheric Multiscale (MMS) mission, and the Tracking and Data Relay Satellites K and L (TDRS-K and TDRS-L) missions— would launch aboard Atlas-V expendable launch vehicles (ELVs) from Launch Complex 41 at Cape Canaveral Air Force Station in Florida. NASA planned to launch the RBSP mission in 2011, as part of its Living with a Star Program. The RBSP mission would use two nearly identical spacecraft, which would study Earth’s radiation belts for two years, helping scientists understand how the Sun’s changing energy flow affects the radiation belts. Planned for 2014, the MMS mission, part of the SMD Heliophysics Division Solar Terrestrial Probes Program, would launch four identical satellites together in a stacked formation. Traveling around Earth in an elliptical orbit, the MMS mission satellites would study the fundamental plasma-physics processes of magnetic reconnection that occur when energy emanating from the Sun’s solar wind interacts with Earth’s magnetic field. NASA planned to launch TDRS-K and TDRS-L in 2012 and 2013, to replenish the NASA communications relay network that provides voice, data, video, and telemetry links between the ground and spacecraft below geosynchronous orbit. The ISS and NASA’s HST use the NASA communications relay network.(NASA, “NASA Awards Launch Services Contract for Four Missions,” news release C09-011, 16 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_C09-011_Launch_Services.html (accessed 4 May 2011); Robert Block, “NASA Contracts Science Missions on ULA’s Atlas V Rockets,” Orlando Sentinel (FL), 17 March 2009. 40 Spacewarn Bulletin, no. 665; Peter B. De Selding, “Russian Rocket Lofts ESA Gravity Mapping Satellite,” Spacenews.com, 17 March 2009, http://www.spacenews.com/civil/russian-rocket-lofts-esa-gravity-mapping.html (accessed 10 May 2011).)",
      "month": "March",
      "day": 16,
      "monthNumber": 3
    },
    {
      "story": " ESA successfully launched its Gravity Field and Steady-State Ocean Circulation Explorer (GOCE), the first of seven planned ESA Earth Explorer satellites, aboard a Rockot/Breeze-KM launch vehicle from Plesetsk Cosmodrome at 14:21 (UT). ESA had designed GOCE to measure Earth’s gravitational field, so that ESA could use the data to create very high-resolution maps that would provide the baseline for measurements of ocean circulation and sea-level change. The 1,100-kilogram (2,425-pound) spacecraft was 5 meters long (16.4 feet long) by 1 meter wide (3.3 feet wide). GOCE had fixed solar arrays, designed to produce 1.3 kilowatts of power. To enable the craft to acquire the high-resolution measurements, ESA had designed GOCE to travel in a near-polar orbit at an altitude of only 263 kilometers (163.4 miles), rather than at the altitude of 600 to 900 kilometers (372.8 to 559.2 miles) typical for Earth-observation satellites. Mission managers remarked that, to their knowledge, nonmilitary satellites had never before operated in this orbit, an altitude that has significant atmospheric drag effects. To counteract the atmospheric drag, which could slow the spacecraft and potentially cause a premature end to the mission, GOCE had a unique arrowhead-like design that improved its aerodynamics. Additionally, ESA had designed the craft with a xenon-ion propulsion engine that would provide gentle thrust against the effects of the drag.",
      "month": "March",
      "day": 17,
      "monthNumber": 3
    },
    {
      "story": " Astronauts Steven R. Swanson and Richard R. Arnold II successfully completed a 6-hour spacewalk, installing the 31,000-pound (14,061-kilogram, or 14-tonne), 45-foot-long (13.7- meter-long) girder with solar arrays, to complete the final piece of the ISS’s structural backbone. Swanson and Arnold helped align the truss while, inside the station, astronaut John L. Philips used a robotic arm to lower the truss into place on the starboard end of the station. Then, Arnold used a high-technology ratchet wrench to link the two pieces of the station. With the new addition, the solar power truss measured 356 feet (108.5 meters). The ISS crew had assembled the truss from nine large segments that the Space Shuttles had delivered between 2000 and 2009. Before reentering the ISS, Arnold and Swanson disposed of four thermal covers from the new framework by tossing them out into space, and then watched the accordion-style radiator on the segment unfold.(Robert Block, “Discovery Astronauts Install Solar Wings,” Los Angeles Times, 20 March 2009; Marcia Dunn for Associated Press, “Astronauts Go Spacewalking, Install Last Set of Solar Wings at International Space Station,” 20 March 2009; Mark Carreau, “First Space Outing a Walk in the Park,” Houston Chronicle, 20 March 2009.)",
      "month": "March",
      "day": 19,
      "monthNumber": 3
    },
    {
      "story": " The astronauts of STS-119 unfurled the 115-foot (35-meter) blue and gold solar panels from the US$298 million girder they had attached to the ISS on 19 March, encountering none of the problems that had challenged previous missions when unfolding the solar arrays. For example, in 2007, the last time NASA had unfurled solar panels, one wing had caught on a guide wire and had ripped, requiring additional spacewalks to make emergency repairs. To avoid similar problems, NASA had instructed the crew to unfold the wings in stages. The crew opened each wing halfway and then waited nearly an hour before proceeding. They allowed the partially opened wings to soak up sunlight, thereby rendering them less likely to jam. The array, which stretched 240 feet (73 meters), from tip to tip, brought full electrical power to the space station and doubled the amount of power available to perform scientific experiments, from 15 kilowatts to 30 kilowatts.(Robert Block, “Space Station’s New Solar Wings Unfurl,” Orlando Sentinel (FL), 21 March 2009; Marcia Dunn for the Associated Press, “Space Station’s New Solar Wings Open Easily,” 21 March 2009; Mark Carreau, “Panels Unfold Without Incident,” Houston Chronicle, 21 March 2009.)",
      "month": "March",
      "day": 20,
      "monthNumber": 3
    },
    {
      "story": " Astronauts Steven R. Swanson and Joseph M. Acaba undertook the second STS-119 spacewalk at the ISS, primarily to lighten the workload for future crews. As their first task, the pair loosened bolts holding down batteries at the end of the ISS’s power-grid framework, in preparation for the batteries’ replacement during the next Shuttle visit, scheduled for June 2009. As Swanson and Acaba finished that task, the gyroscopes maintaining the position of the ISS- Shuttle complex became overloaded, setting off an alarm in the ISS. Discovery quickly assumed control with its thrusters, and Mission Control ordered Swanson and Acaba to continue with their tasks. The two astronauts had trouble with their next task, deploying an equipment-storage platform, because Acaba accidentally inserted a pin upside down. Mission Control instructed them to move on to other tasks—installing a global positioning system (GPS) antenna and using an infrared camera to photograph a pair of radiators, one of which had a peeling cover. Before reentering the ISS, Swanson tied down the equipment-storage platform to prevent it from moving around. NASA assembled a team to determine a means of prying or hammering the pin loose during the spacewalk scheduled for 23 March.(Marcia Dunn for Associated Press, “Astronauts Go on 2nd Spacewalk at Space Station,” 22 March 2009; Mark Carreau, “To-Do List Keeps Astronauts Busy on 2nd Spacewalk,” Houston Chronicle, 22 March 2009.)",
      "month": "March",
      "day": 21,
      "monthNumber": 3
    },
    {
      "story": " Former science teachers and rookie NASA astronauts Richard R. Arnold II and Joseph M. Acaba undertook the third and final spacewalk of STS-119 at the ISS. The spacewalk, which lasted nearly 6.5 hours, was the second spacewalk for both astronauts, their first spacewalk together, and their first without Steven R. Swanson. One of their priority tasks was to free the pin that had prevented Swanson and Acaba from deploying an equipment-storage platform during the previous spacewalk on 21 March. Arnold managed to free the pin, but the platform remained stuck. Mission Control ordered them to use four straps to secure the partially deployed platform to the port side of the ISS’s central truss and then to move on to other tasks. Acaba, riding on the end of the ISS’s robotic arm, moved a rail cart from one side of the station’s central truss to the other, in preparation for future assembly and maintenance work. Arnold and Acaba also performed maintenance work on the robotic arm, including lubricating the grappling end of the arm with grease.(Houston Chronicle, “Spacewalkers Leave One Item for Next Team,” 24 March 2009; Todd Halvorson, “Platform Causes Trouble in Space,” Florida Today (Brevard, FL), 24 March 2009; Tariq Malik, “Space Teachers Team Up in Spacewalk,” Space.com, 23 March 2009, http://www.space.com/6478-space-teachers-team-spacewalk.html (accessed 13 May 2011).)",
      "month": "March",
      "day": 23,
      "monthNumber": 3
    },
    {
      "story": " NASA and Microsoft Corporation announced plans to make planetary images and data available to the public via the Internet under a Space Act Agreement. The project required NASA and Microsoft jointly to develop the technology and infrastructure necessary to enable the public to explore NASA content using the WorldWide Telescope, Microsoft’s online virtual telescope for exploring the universe. Online since 2008, WorldWide Telescope combined images from ground- and space-based telescopes to simulate the experience of peering into the cosmos. The agreement directed NASA’s ARC in Moffett Field, California, to process and host more than 100 terabytes of data, which WorldWide Telescope would incorporate later in 2009. The data would feature imagery from NASA’s Mars Reconnaissance Orbiter (MRO), which NASA had launched in 2005 to examine Mars using several instruments, including a high-resolution camera. Since 2006, MRO had returned more data than all other Mars missions combined. NASA planned to launch its Lunar Reconnaissance Orbiter (LRO) in May 2009. After LRO images became publicly available later in 2009, NASA intended to include those images in the WorldWide Telescope project. The agreement built on a prior collaboration with Microsoft, in which NASA had developed three-dimensional, interactive Microsoft Photosynth collections of the Space Shuttle launchpad and other KSC facilities.(NASA, “NASA and Microsoft To Make Universe of Data Available to the Public,” news release 09-067, 24 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09-067_Microsoft_WorldWide_ Telescope.html (accessed 4 May 2011); Agence France-Presse, “Microsoft’s WorldWide Telescope To Focus on Mars,” 25 March 2009.)",
      "month": "March",
      "day": 24,
      "monthNumber": 3
    },
    {
      "story": " NASA announced that it had begun the process for testing in water a full-scale mockup of its Orion crew module, under simulated- and real-landing weather conditions. On 23 March, at the Naval Surface Warfare Center’s Carderock Division in West Bethesda, Maryland, NASA had begun the Post-Landing Orion Recovery Test (PORT), its goal to determine the types of motions the astronaut crew could expect to experience after landing, as well as conditions the recovery team could face outside at the landing site. The Carderock facility provided a controlled environment in which crew recovery personnel could familiarize themselves with the capsule before commencing with tests in the uncontrolled waters of the Atlantic Ocean off the Florida coast on 6 April. NASA expected that PORT would help in the design of landing recovery operations, including equipment, ship, and crew necessities.(NASA, “NASA’s Constellation Program Tests Orion Recovery Procedures,” news release 09-068, 25 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09-068_Orion_PORT_Test.html (accessed 4 May 2011). 47 NASA, “King Retires as Director of NASA’s Marshall Space Flight Center,” news release 09-071, 26 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09-071_MSFC_King_Retires.html (accessed 4 May 2011). 48 NASA, “New Astronaut Crew Launches to International Space Station,” news release 09-069, 26 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09-069_Exp19_Launch.html (accessed 4 May 2011).)",
      "month": "March",
      "day": 25,
      "monthNumber": 3
    },
    {
      "story": " NASA announced the retirement of David A. King, Director of NASA’s MSFC in Huntsville, Alabama. King was retiring from NASA to accept a position in the private sector, effective immediately. NASA appointed Robert M. Lightfoot, MSFC Deputy Director, to serve as Acting Director until the appointment of a successor. King’s departure ended a NASA career that had begun in 1983 at KSC, where he had served as Director of Space Shuttle Processing and Shuttle Launch Director. King had served as Director of MSFC since June 2003.",
      "month": "March",
      "day": 26,
      "monthNumber": 3
    },
    {
      "story": " NASA astronaut Michael R. Barratt, Russian cosmonaut Gennady I. Padalka, and U.S. software engineer Charles Simonyi launched aboard a Soyuz spacecraft from Baikonur Cosmodrome in Kazakhstan at 6:49 a.m. (CDT), on a flight to the ISS. Barratt and Padalka would join JAXA astronaut Koichi Wakata to form the Expedition 19 crew at the space station. The first space tourist to make a second flight to the ISS, Simonyi had previously visited the station in April 2007. He was flying under a commercial agreement with the Russian federal space agency Roscosmos. Simonyi would return to Earth with Expedition 18 Commander E. Michael Fincke and Flight Engineer Yuri V. Lonchakov, who had been aboard the station since October 2008. The Expedition 19 crew would continue conducting scientific investigations and preparing for the arrival of the station’s first six-person crew.",
      "month": "March",
      "day": 26,
      "monthNumber": 3
    },
    {
      "story": " Space Shuttle Discovery landed safely at 3:14 p.m. (EDT) at NASA’s KSC in Florida, completing its 13-day mission to the ISS. The crew of STS-119 had delivered, installed, and deployed the space station’s final set of solar-array wings, thus completing the station’s truss and supplying full power; replaced a failed unit for a system that converts urine to potable water; and performed important tasks in preparation for future upgrades and additions. STS-119 spacewalkers had failed to deploy fully an external cargo carrier on the Port-3 truss segment but had secured it in place. Mission Control had cancelled the installation of a similar payload attachment system on the starboard side, tasking NASA engineers with evaluating the problem. NASA planned to complete the installation during future spacewalks. JAXA astronaut Koichi Wakata had remained aboard the ISS, replacing Flight Engineer Sandra H. Magnus, who had been aboard the space station for more than four months.(NASA, “NASA’s Shuttle Discovery Glides Home After Successful Mission,” news release 09-072, 28 March 2009, http://www.nasa.gov/home/hqnews/2009/mar/HQ_09072_STS-119_Landing.html (accessed 4 May 2011).)",
      "month": "March",
      "day": 28,
      "monthNumber": 3
    },
    {
      "story": " ATK announced that, together with NASA and industry partners Lockheed Martin Corporation and Orbital Sciences Corporation, it had successfully performed a ground-test firing of the attitude-control motor-thruster system of the launch-abort system (LAS) for NASA’s Orion crew exploration vehicle (CEV). The test, conducted at ATK’s facility in Elkton, Maryland, marked a milestone in the development of the Orion spacecraft. The fifth in a series of ground tests of the craft’s attitude-control motor system, the High Thrust-8 (HT-8) demonstration provided validation that several flight-weight subsystems were performing as designed. According to a contract with Orbital Sciences Corporation, ATK was responsible for the design of the attitude- control motor, which would provide steering for the LAS in the event of a catastrophic failure on the launchpad or during Orion’s initial ascent. Orbital Sciences Corporation was responsible for delivering the LAS motors for Lockheed Martin, the prime contractor for NASA’s Orion Project.(ATK, “NASA and Orion Industry Team Successfully Test Orion Launch Abort System Attitude Control Motor Thruster System,” news release, 1 April 2009, http://atk.mediaroom.com/index.php?s=118&item=911 (accessed 3 June 2011); Guy Norris, “ATK Pad Abort Thruster Test,” Aviation Week, 2 April 2009.)",
      "month": "April",
      "day": 1,
      "monthNumber": 4
    },
    {
      "story": " NASA announced that NASA and the National Snow and Ice Data Center had captured new data indicating that the decade-long trend of diminishing sea-ice cover had continued. In addition, new evidence from satellite observations showed that the ice cap was thinning, as well. Scientists using satellite data to track Arctic sea-ice cover stated that, during the winter of 2008−2009, they had noted the fifth lowest maximum ice extent recorded since the beginning of satellite monitoring in 1979. All six of the lowest maximum ice events had occurred since 2004. Studying ICESat data, NASA researchers had discovered that, in addition to the diminishing ice extent, ice thickness had been declining. The new, thinner ice is more vulnerable to summer melt than the older, thicker ice it replaces. Researchers explained that more than 90 percent of the sea ice in the Arctic was only one or two years old at the beginning of the spring of 2009—an indication that the Arctic sea ice was thinner and more vulnerable than at any time in the past three decades.(NASA, “Satellites Show Arctic Literally on Thin Ice,” news release 09-079, 6 April 2009, http://www.nasa.gov/ home/hqnews/2009/apr/HQ_09-079_Sea_ice_thins.html (accessed 17 May 2011); Seth Borenstein for Associated Press, “Arctic Sea Ice Thinnest Ever Going Into Spring,” 7 April 2009.)",
      "month": "April",
      "day": 6,
      "monthNumber": 4
    },
    {
      "story": " NASA announced the selection of the Avcoat ablator system for the Orion crew module’s thermal protection system at the base of the craft. During reentry into Earth’s atmosphere, the base of the spacecraft would endure more heat than any other area of Orion, but the Avcoat system would enable the base to erode, or “ablate,” in a controlled way, transporting heat away from the crew module during its descent. Over a period of three years, NASA’s Orion Thermal Protection System Advanced Development Project had considered eight different candidate materials before choosing the two final candidates—Phenolic Impregnated Carbon Ablator (PICA) and Avcoat, both of which had proven successful in space missions. NASA had used Avcoat for the Apollo capsule heat shield and on select regions of the Space Shuttle’s orbiter in its earliest flights and had resumed production of Avcoat for the study. Avcoat was made of silica fibers with an epoxy-novalic resin filled in a fiberglass-phenolic honeycomb. NASA engineers had manufactured it directly onto the heat-shield substructure. Unlike Avcoat, PICA was manufactured in blocks and attached to the vehicle after fabrication. NASA had used PICA on its first robotic space mission dedicated to exploring the comet Stardust, the first mission to return samples since Apollo. Project engineers had performed rigorous thermal, structural, and environmental testing on Avcoat and PICA, comparing the two materials’ mass, thermal and structural performance, life-cycle costs, ease of manufacturing, reliability, and certification challenges. NASA and Orion’s prime contractor Lockheed Martin ultimately chose Avcoat as the more robust, reliable, and mature system.(NASA, “NASA Selects Material for Orion Spacecraft Heat Shield,” news release 09-080, 7 April 2009, http://www.nasa.gov/home/hqnews/2009/apr/HQ_09-080_Orion_Heat_Shield.html (accessed 17 May 2011). 53 NASA, “Space Station Crew Lands in Soyuz After Successful Mission,” news release 09-081, 8 April 2009, http://www.nasa.gov/home/hqnews/2009/apr/HQ_09-081_Exp18_Landing.html (accessed 17 May 2011); Associated Press, “U.S. Space Tourist’s Return Put Off by a Day,” 3 April 2009.)",
      "month": "April",
      "day": 7,
      "monthNumber": 4
    },
    {
      "story": " NASA astronaut E. Michael Fincke, Russian cosmonaut Yuri V. Lonchakov, and spaceflight participant Charles Simonyi, who had visited the ISS for the second time, landed safely in a Soyuz spacecraft in the steppes of southern Kazakhstan after undocking from the station on 7 April. The Russian federal space agency Roscosmos had delayed the landing for one day after discovering that spring flooding had affected the original landing site. Roscosmos had moved the landing to a location further south. Fincke and Lonchakov were returning from Expedition 18. During that expedition, the ISS had gained full power and had begun water-supply recycling in preparation for the station’s first six-person crew. In addition, the crew of Expedition 18 had performed scientific experiments, including many experiments designed to gather information about the effects of long-duration spaceflight on the human body.",
      "month": "April",
      "day": 8,
      "monthNumber": 4
    },
    {
      "story": " NASA announced that its twin STEREO (Solar Terrestrial Relations Observatory) spacecraft had provided scientists with their first view of the speed, trajectory, and three-dimensional shape of solar coronal mass ejections (CMEs). The spacecraft’s capabilities had dramatically improved scientists’ ability to predict the impact of CMEs on Earth, enabling them to determine when CMEs would occur. In addition, scientists could now predict whether a CME would merely cause an auroral display or would produce a type of cosmic ray that is potentially hazardous to astronauts, spacecraft, and Earth technologies such as GPS signals and power grids. NASA had launched the two spacecraft in 2006 on a mission to make simultaneous observations of CMEs from different vantage points. The successful production of three-dimensional observations had enabled solar physicists to determine when a CME would reach Earth and to predict how much energy the CME would deliver to Earth’s magnetosphere. Because of the two vantage points of the twin STEREO spacecraft, the craft were able to provide data that Earth-based observatories were unable to capture, regarding the direction and speed of solar storms. STEREO could also sample the contents of solar storms and gauge the magnetic properties of the eruptions. Before the STEREO mission, scientists could not make measurements or collect subsequent data about CMEs until the ejections had arrived at Earth—typically three to seven days after their occurrence.(NASA, “NASA Spacecraft Show Three Dimensional Anatomy of a Solar Storm,” news release 09-083, 14 April 2009, http://www.nasa.gov/home/hqnews/2009/apr/HQ_09-083_STEREO.html (accessed 17 May 2011); Anne Minard, “First 3-D Pictures of Solar Explosions Created,” National Geographic News, 15 April 2009.)",
      "month": "April",
      "day": 14,
      "monthNumber": 4
    },
    {
      "story": " The People’s Republic of China successfully launched Beidou 2, or Compass G2, into a geostationary orbit aboard a Long March−3C rocket from Xichang Satellite Launch Center in southwest China’s Sichuan Province at 16:16 (UT). Beidou, which means “compass,” was the second satellite in a navigation system that China was building as an alternative to the United States’ GPS. China had launched the first Beidou craft in 2007. Xinhua reported that China planned to launch 30 more satellites before 2015, to complete the system. China had designed the system to provide continuous, real-time passive three-dimensional geospatial positioning and speed measurement, with the first phase covering only Chinese territory. Eventually the system would cover the entire globe.(Spacewarn Bulletin, no. 666, 1 May 2009, http://nssdc.gsfc.nasa.gov/spacewarn/spx666.html (accessed 33 May 2011); Associated Press, “China Launches 2d Satellite in GPS System,” 15 April 2009; Rui C. Barbosa, “China Open 2009 Schedule with BeiDou-2 (COMPASS-G2) Launch,” NASA Spaceflight, 15 April 2009.)",
      "month": "April",
      "day": 14,
      "monthNumber": 4
    },
    {
      "story": " Global Aerospace Corporation announced that it had received funding through NASA’s Small Business Innovation Research (SBIR) program to develop a Hypersonic Control Modeling and Simulation Tool (HyperCMST) focusing on a type of ballute (balloon plus parachute). Goodyear Aerospace had invented the large, inflatable devices in 1958, to enable the use of atmospheric drag to decelerate spacecraft. However, unlike most ballute concepts, HyperCMST would encompass more than a drag-only device with no steering capability. Global Aerospace intended to use the HyperCMST to develop a new type of ballute, called a lifting-towed-toroidal ballute. A spacecraft could be able to steer the toroidal ballute using tethers between the spacecraft and the ballute. For example, a ballute-assisted orbit capture of a lander vehicle above the surface of Mars would use a toroidal ballute and inflation tubes connected to the lander via multiple tethers. The spacecraft would tow the ballute using tethers, rather than using some form of rigid attachment device. The spacecraft would jettison the ballute once it had achieved the desired capture orbit. The tethers, which the spacecraft could manipulate, would create aerodynamic lift, making control of the ballute system possible.(Global Aerospace Corporation, “Control of Hypersonic Vehicles for Planetary Capture and Entry Missions,” news release 15 April 2009, http://www.gaerospace.com/press-releases/apr2009.html (accessed 23 May 2011); Bill Christensen, “Ballutes Studied for Hypersonic Space Vehicles,” Space.com, 21 April 2009, http://www.space.com/ 6602-ballutes-studied-hypersonic-space-vehicles.html (accessed 24 May 2011).)",
      "month": "April",
      "day": 15,
      "monthNumber": 4
    },
    {
      "story": " NASA announced that the Kepler telescope, which NASA had launched in March 2009, had successfully captured its first images of the area of the sky where it would commence its mission of searching for planets similar to Earth. The so-called first-light images showed Kepler’s target patch of sky, located in the Cygnus-Lyra region of the Milky Way galaxy. One image showed Kepler’s full field of view, and two others zoomed in on portions of the larger region.(NASA, “NASA’s Kepler Captures First Views of Planet-Hunting Territory,” news release 09-085, 16 April 2009, http://www.nasa.gov/home/hqnews/2009/apr/HQ_09-085_Kepler_First_Light.html (accessed 17 May 2011).)",
      "month": "April",
      "day": 16,
      "monthNumber": 4
    },
    {
      "story": " The Aerospace Safety Advisory Panel (ASAP), an independent group of experts that had evaluated NASA’s safety performance since 1968, released its 2008 annual report. ASAP agreed that continuing to operate the Shuttle fleet would minimize the gap between Shuttle retirement and the first Orion flights, but the panel did not favor that approach because of NASA’s diminished Shuttle manufacturing and support capabilities. NASA had been closing out contracts with Shuttle component manufacturers and supporting vendors since 2004. According to the Columbia Accident Investigation Board (CAIB), operating the fleet beyond 2010 would require NASA to recertify the entire Shuttle system and to draw funds from the Constellation Program, thereby impeding its effort to return astronauts to the Moon by 2020. ASAP saw little likelihood that NASA could field Ares-I rockets and Orion spacecraft before March 2015, even if Congress provided additional funding. ASAP had concluded that no evidence indicated that the commercial sector could develop cargo and crew transport services in time, or that commercial spacecraft were appropriate to transport NASA personnel, or that commercial spacecraft could safely dock with the ISS. In addition to ASAP’s annual report, the Congressional Budget Office (CBO) had released a report analyzing budget scenarios for fulfilling President George W. Bush’s 2004 space exploration plan. Each scenario predicted schedule slips requiring additional congressional funding. The CBO had found that, at current funding levels, NASA must delay development of Ares I’s and Orion’s initial operating capabilities until late 2016, delay the return of humans to the Moon for three years, and delay 15 out of 79 science missions beyond 2025.(NASA, “Aerospace Safety Advisory Panel Releases Annual Report,” media advisory M09-061, 16 April 2009, http://www.nasa.gov/home/hqnews/2009/apr/HQ_M09-061_ASAP_Annual_Report.html (accessed 17 May 2011); Todd Halvorson, “Independent Safety Experts Call for Shuttle Shutdown,” Florida Today (Brevard, FL), 17 April 2009; Eun Kyung Kim, “Report: NASA Needs Extra Billons To Maintain Schedule,” Florida Today (Brevard, FL), 17 April 2009. See also U.S. Congress, Congressional Budget Office, “The Budgetary Implications of NASA’s Current Plans for Space Exploration” (report, Washington, DC, April 2009), http://www.cbo.gov/ftpdocs/100xx/ doc10051/04 -15-NASA.pdf.)",
      "month": "April",
      "day": 16,
      "monthNumber": 4
    },
    {
      "story": " Amateur rocket enthusiast Steve Eves broke two world records when he successfully launched his 0.1-scale model of a Saturn-V rocket from the Maryland-Delaware Rocketry Association’s home field on Maryland’s Eastern Shore. At 36 feet (10.97 meters) and 1,648 pounds (748 kilograms), the model rocket was the largest and heaviest amateur rocket launched and recovered to date. Eves had powered his Saturn-V model with nine motors—eight of them were 13,000- Newton-second-N-Class motors and one was a 77,000-Newton-second-P-class motor—that lifted the rocket 4,440 feet (1,353.31 meters) straight up into the air. Eves, an auto-body repair specialist by trade, had begun working on his Saturn-V model two years before the launch, after tracking down schematics on the Internet and locating old NASA drawings. Eves had built the skeleton using seven-ply aircraft-grade plywood and the tubular skin using nearly 300 square feet (91.44 square meters) of Luan plywood, which he had coated with fiberglass made out of 14 gallons (53 liters) of resin. The project cost Eves US$25,000, including US$13,000 for the fuel alone. NASA contacted Eves about displaying the model at the U.S. Space and Rocket Center in Huntsville, Alabama, beneath an original Saturn V. Although Eves had considered launching the rocket a second time, he remarked that he would rather not risk a second launch, preferring instead to retire the model rocket and place it on display for people to enjoy.(Davin Coburn, “Rocket Record: The Largest, Heaviest Amateur Rocket Ever Launched,” Popular Mechanics, 28 April 2009.)",
      "month": "April",
      "day": 25,
      "monthNumber": 4
    },
    {
      "story": " NASA announced that an international team of astronomers using data collected by NASA’s Swift satellite had found the most distant GRB to date—13.1 billion light-years from Earth. Designated GRB090423, the explosion originated from a star that had died when the universe was 630 million years old, or less than 5 percent of its present age. Swift had detected a 10- second-long GRB on 23 April and had quickly pivoted, to observe the burst location with its ultraviolet/optical and x-ray telescopes. Swift had observed a fading x-ray afterglow, but nothing in visible light. Derek B. Fox of Pennsylvania State University explained that the burst had most likely arisen from the explosion of a massive star, and that the scientists were not only seeing the demise of a star, but also—perhaps—the birth of a black hole in one of the universe’s earliest stellar generations. NASA had designed Swift to capture very distant bursts like GRB090423. Neil Gehrels of NASA’s GSFC in Greenbelt, Maryland, and Lead Scientist on NASA’s Swift team, remarked that the burst’s incredible distance from Earth had exceeded the team’s greatest expectations. According to Joshua S. Bloom of the University of California at Berkeley, who had observed the afterglow using the Gemini South telescope in Chili, the event marked a watershed moment in the field of astronomy. The immense distance of the burst from Earth signified that the dead star was the earliest object yet discovered from an era called “reionization,” which had occurred in the first billion years after the Big Bang. Bloom added that the observation of GRB090423 marked the beginning of the study of the universe as it was before most of the structure that scientists know about today came into being.(NASA, “New Gamma-Ray Burst Smashes Cosmic Distance Record,” news release 09-088, 28 April 2009, http://www.nasa.gov/home/hqnews/2009/apr/HQ_09-088_Swift_Gamma-ray_Burst.html (added 17 May 2011); Rachel Courtland, “Most Distant Object in the Universe Spotted,” New Scientist, 28 April 2009.)",
      "month": "April",
      "day": 28,
      "monthNumber": 4
    },
    {
      "story": " NASA honored four veteran aerospace journalists and a public affairs officer at a ceremony at KSC for their work chronicling the nation’s space program. NASA unveiled five new gold plates with the names of the late Milt Salamon, who had worked as a local columnist at Florida Today and its predecessor paper for three decades; Sue Butler of the Daytona Beach News Journal and the Associated Press; the late Jerry B. Hannifin of Time magazine; the late Rudy P. Abramson of the Los Angeles Times; and the late Frank J. Colella, the first Manager of Public Affairs at NASA’s JPL in Pasadena, California. The new plates joined 57 others that comprised the Roll of Honor, called the Chronicler’s Wall, at the NASA News Center at the Launch Complex 39 Press Site. The Chronicler’s Wall recognized career achievements of writers, journalists, broadcasters, and communicators who had covered NASA at KSC for at least 10 years. In an additional ceremony, NASA recognized Milt Salamon for his role in writing about the ordinary people who worked at KSC and lived on the Space Coast. Salamon, who had died in January 2002 at the age of 75, had worked as an engineer for Lockheed Martin in California and at Cape Canaveral before starting his writing career. He had worked at the National Enquirer before starting at Florida Today in 1974.(Todd Halvorson, “KSC Honors Columnist,” Florida Today (Brevard, FL), 30 April 2009. 23)",
      "month": "April",
      "day": 29,
      "monthNumber": 4
    },
    {
      "story": " Eilene Marie Galloway, a pioneer in space law and policy, died of cancer at the age of 102. As a national defense analyst at the Library of Congress, Galloway had helped organize hearings on U.S. space preparedness following the Soviet Union’s launch of Sputnik in 1957, which had led to the creation of the Senate Special Committee on Space and Aeronautics. Galloway had also served as an advisor during the formation of the House Select Committee on Astronautics and Space Exploration. When the House Select Committee recommended the creation of a national space agency, Galloway had suggested that Congress constitute the new entity as an administration responsible for coordinating space-related activities across the federal government. In addition to advising Congress on space policy, Galloway had helped establish the United Nations Committee on the Peaceful Uses of Outer Space (UNCOPUOS). She had frequently served on UNCOPUOS as a representative of the United States. Galloway had also been a founding member of the International Institute of Space Law (IISL) and had frequently voiced her support for Article II of the Outer Space Treaty, which states, “celestial bodies are not subject to national appropriations by claims of sovereignty, by means of use or occupation, or by any other means.” In 2006 Galloway had become the first woman elected Honorary Fellow of the American Institute of Aeronautics and Astronautics. She had also been a fellow of the AAS, an Honorary Director of the IISL, a Trustee Emeritus of the International Academy of Astronautics, the first recipient of a Lifetime Achievement Award from Women in Aerospace, and the recipient of the NASA Public Service Award and Gold Medal.(Frank Morring Jr., “Space-Law Pioneer Eilene Galloway Dead at 102,” Aviation Week, 5 May 2009.)",
      "month": "May",
      "day": 2,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that it had selected the two scientific investigations that NASA would undertake in partnership with ESA. NASA and ESA planned to use NASA’s Deep Space Network (DSN) of radio telescopes to track part of ESA’s ExoMars mission, scheduled to launch in 2016. ESA’s ExoMars mission consisted of a fixed lander and a rover that would collect soil samples on Mars for detailed analysis. The Lander Radio-Science on ExoMars (LaRa) would relay data from the lander back to the DSN, enabling scientists to measure and to analyze variations in the length of the day and in the location of the planet’s rotational axis. The ExoMars mission data would help researchers further dissect the structure of the Martian interior, including the size of Mars’s core. For the second investigation, named Strofio, ESA and NASA would use a unique mass spectrometer. Part of ESA’s BepiColombo mission, scheduled for launch in 2013, Strofio would determine the mass of atoms and molecules, helping to reveal the composition of Mercury’s atmosphere. NASA had selected LaRa and Strofio from among eight proposals that researchers had submitted in December 2008, in response to NASA’s new Stand Alone Mission of Opportunity (Salmon). NASA had required Salmon proposals to address planetary scientific research objectives for nonagency missions and to accomplish scientific research goals, including data archiving and analysis, for less than US$35 million. Scientists expected LaRa to cost US$6.6 million and Strofio, US$31.8 million.(NASA, “NASA Selects Future Projects To Study Mars and Mercury,” contract release C09-020, 4 May 2009, http://www.nasa.gov/home/hqnews/2009/may/HQ_C09_020_NASA_Salmon_Awards.html (accessed 20 June 2011).)",
      "month": "May",
      "day": 4,
      "monthNumber": 5
    },
    {
      "story": " Space Shuttle Atlantis launched at 2:10 p.m. (EDT) from NASA’s KSC. The seven-member crew was on the final servicing mission for the HST. STS-125, also known as Servicing Mission 4, comprised Commander Scott D. Altman, Pilot Gregory C. Johnson, and Mission Specialists K. Megan McArthur, John M. Grunsfeld, Michael J. Massimino, Andrew J. Feustel, and Michael T. Good. The mission plan called for the crew to make five spacewalks, to replace gyroscopes and batteries, as well as the Wide Field Camera 2, which had captured most of the images of deep space that had made HST famous. The crew would also attempt repairs of the Advanced Camera for Surveys (ACS) and of a spectroscope that breaks down the light of stars. Because NASA had not designed those instruments with the intention of repairing them, NASA was uncertain that the repairs would succeed. NASA had developed 116 tools specifically for Servicing Mission 4. HST was located in an orbit 375 miles (603.5 kilometers) above Earth, in a region containing large amounts of space junk. NASA had placed Space Shuttle Endeavour on the launchpad in preparation for a rescue mission, in the event Atlantis sustained damage.(NASA, “NASA’s Shuttle Atlantis Launches on a Final Mission to Hubble,” news release 09-104, 11 May 2009, http://www.nasa.gov/home/hqnews/2009/may/HQ_09-104_Atlantis_launches.html (accessed 20 June 2011); John Johnson Jr., “Atlantis Blasts Off for Final Hubble Mission,” Los Angeles Times, 12 May 2009.)",
      "month": "May",
      "day": 11,
      "monthNumber": 5
    },
    {
      "story": " ESA launched its far-infrared space telescope Herschel and its cosmic background mapper Planck on an Ariane-5 rocket from Europe’s Spaceport in French Guiana at 13:12 (UT). With a payload weighing 5.3 tons (4.8 tonnes, or 4,808 kilograms), the Ariane-5 rocket carried the largest telescope ever launched into space. The two spacecraft would carry out their scientific observations from separate orbits at approximately Lagrange point 2 (L2), a virtual point in space approximately 1.5 million kilometers (0.93 million miles) from Earth, in the opposite direction from the Sun, where the combined pull of Earth and Sun creates a gravitational stability point. Herschel would make infrared observations of stars, galaxies, and star-forming regions, using a 3.5-meter-diameter mirror, the largest yet carried into space. Herschel, weighing 3,400 kilograms (3.75 tons), carried three instruments—the Photodetector Array Camera and Spectrometer (PACS), the Spectral and Photometric Imaging Receiver (SPIRE), and the Heterofyne Instrument for the Far Infrared (HIFI). In addition, it carried 2,300 liters (607.6 gallons) of liquid helium, to cool the instruments to a few 10ths of a degree above 0 K. ESA had scheduled Herschel’s mission to continue three years, but the mission could continue until Herschel had depleted its helium. The 1,900-kilogram (2.09-ton) Planck carried an aperture mirror with a diameter of 1.5 meters (4.92 feet) and two cryogenically cooled instruments—the High Frequency Instrument (HFI), which would detect emissions in six frequency bands between 100 and 857 GHz (3 millimeters to 350 microns), and the Low Frequency Instrument (LFI), which would operate between 30 and 70 GHz (10 millimeters to 4.3 millimeters). Scientists expected that Planck would use these instruments to measure minute variations in the cosmic microwave background radiation, gathering detailed information about the age, size, mass, and geometry of the early universe. Planck would also produce two all-sky maps before the end of the planned 15-month mission.(European Space Agency, “ESA En Route to the Origins of the Universe,” ESA news release 10-2009, 14 May 2009, http://www.esa.int/esaCP/Pr_10_2009_p_EN.html (accessed 5 July 2011); Spacewarn Bulletin, no. 667, 1 June 2009, http://nssdc.gsfc.nasa.gov/spacewarn/spx667.html (accessed 5 July 2011).)",
      "month": "May",
      "day": 13,
      "monthNumber": 5
    },
    {
      "story": " Commander Scott D. Altman eased Atlantis up to within 30 feet (9.1 meters) of HST. Operating the Shuttle’s robotic arm, K. Megan McArthur captured the telescope at 1:14 p.m. (EDT), on her first attempt. An hour later, still using the robotic arm, McArthur successfully secured the telescope in its berth at the back of the Shuttle’s cargo bay. A communication glitch slowed the procedure—the astronauts had sent commands to the telescope to ease the capture, directing it, for example, to shut off the gyroscopes. However, the astronauts were unable to discern whether HST had obeyed their commands. Instead, the crew had to relay the information through the telescopes control room at NASA’s GSFC.(Dennis Overbye, “Astronauts Grab Hubble for Repairs,” New York Times, 14 May 2009; Todd Halvorson, “What a Catch! Hubble Grabbed for Spacewalking Repairs,” Florida Today (Brevard, FL), 14 May 2009.)",
      "month": "May",
      "day": 13,
      "monthNumber": 5
    },
    {
      "story": " With the assistance of K. Megan McArthur, who operated the robotic arm, astronauts John M. Grunsfeld and Andrew J. Feustel undertook a spacewalk to upgrade HST for the first time in seven years. The mission was Grunsfeld’s third visit to HST and Feustel’s first space mission. The team’s primary task was to replace the 16-year-old Wide Field and Planetary Camera 2 with the new Wide Field Camera 3. Feustel and Grunsfeld struggled with a pair of bolts on the old camera, setting them 30 minutes behind schedule. However, Feustel managed to work the bolts loose without breaking them, which would have blocked installation of the new US$132 million camera.(Mark Carreau, “Spacewalkers Equip Hubble with New Computer,” Agence France-Presse, 15 May 2009; Traci Watson, “Hubble Repair Passes ‘Speed Bump’,” USA Today, 15 May 2009.)",
      "month": "May",
      "day": 14,
      "monthNumber": 5
    },
    {
      "story": " After the SST entered standby mode at 3:11 p.m. (PDT), NASA announced the end of its primary mission and the start of its “warm” mission. NASA had designed SST to conduct a two- and-a-half-year mission to detect infrared light from cool cosmic objects, a mission that required maintaining the telescope’s three instruments at -456°F (-271°C), the coldest temperature theoretically attainable. SST’s liquid helium, used as cryogen, had lasted twice as long as projected—more than five-and-a-half years—but Spitzer’s supply of the coolant had finally depleted. The telescope would remain cold, at -404°F (-242°C), but that temperature would be too warm to allow Spitzer’s infrared spectrograph and its longer wavelength, multiband imaging photometer to detect cool objects in space. SST Project Manager Robert K. Wilson at NASA’s JPL remarked that, with its coolant depleted, Spitzer would be “reborn,” with a mission to tackle new scientific pursuits. During its so-called warm mission, Spitzer would continue to see through the dust that permeates our galaxy, blocking visible-light views, and two channels of one of its instruments would continue to operate at full capacity. Spitzer’s two infrared-array camera detectors with short wavelengths would continue to function as designed, picking up the glow from a range of objects, such as asteroids, dusty stars, planet-forming discs, gas-giant planets, and distant galaxies. Spitzer’s new projects would include refining estimates of Hubble’s constant; searching for galaxies at the edge of the universe; assessing how often potentially hazardous asteroids might impact Earth; and characterizing the atmospheres of gas-giant planets that astronomers expected NASA’s Kepler mission would discover.(NASA, “NASA’s Spitzer Telescope Warms Up to New Career,” news release 09-099, 6 May 2009, http://www. nasa.gov/home/hqnews/2009/may/HQ_09-099_Spitzer_Warms_Up.html (accessed 20 June 2011); NASA Jet Propulsion Laboratory, “Spitzer Space Telescope Mission Status,” JPL news release 15 May 2009, http://www.jpl. nasa.gov/news/news.cfm?release=2009-086 (accessed 30 June 2011).)",
      "month": "May",
      "day": 15,
      "monthNumber": 5
    },
    {
      "story": " Astronauts Michael J. Massimino, a mechanical and robotics engineer on this third spacewalk, and Michael T. Good, a former U.S. Air Force test pilot on his first space mission, undertook the second of five planned spacewalks to repair the HST. The spacewalk agenda consisted of the most important task of the 11-day mission—to replace the gyroscopes that kept the telescope pointed in the correct direction—and to replace three batteries. Working from inside the telescope, Good and Massimino had difficulty installing the second set of new gyroscopes and resorted to using a spare that did not initially fit either. The extra work extended the spacewalk to 8 hours—1.5 hours longer than scheduled—making it the tenth longest spacewalk on record.(Dennis Overbye, “Astronauts Work on Replacing Hubble’s Gyroscopes,” New York Times, 16 May 2009.)",
      "month": "May",
      "day": 15,
      "monthNumber": 5
    },
    {
      "story": " In the third spacewalk at HST, John M. Grunsfeld and Andrew J. Feustel carried out a set of unprecedented tasks—no astronaut had ever tried to take apart any of HST’s scientific instruments in space. The work proceeded smoothly, unlike the two previous spacewalks, and the astronauts completed all tasks within the allotted 6.5 hours. Grunsfeld and Feustel successfully connected the US$88 million Cosmic Origins spectrograph, a task that required them to remove the corrective lenses that had restored HST’s vision in 1993. The newer scientific instruments had built-in corrective lenses, rendering the 1993 lenses unnecessary. Grunsfeld then fixed the ACS using a set of specially designed tools. Working from a dark work site at an odd angle and wearing stiff, heavily padded space gloves, Grunsfeld cut off a grate and removed 36 tiny fasteners and four circuit boards. The new cards and the power supply pack slid smoothly into place.(Marcia Dunn, “Spacewalkers Pull Off Toughest Hubble Repairs Yet,” Agence France-Presse, 17 May 2009; Traci Watson, “Spacewalkers Easily Pull Off Tricky Hubble Fix,” USA Today, 17 May 2009.)",
      "month": "May",
      "day": 16,
      "monthNumber": 5
    },
    {
      "story": " Astronauts Michael J. Massimino and Michael T. Good undertook the fourth spacewalk at HST, attempting to fix the spectrograph and to replace worn insulation on the telescope. To fix the spectrograph, Massimino first needed to remove a handrail, but a stripped bolt hampered his work. Even using various specially designed tools, he was unable to remove the bolt for 2 hours. As a last resort, after engineers at GFSC conducted two tests on a mock-up, Mission Control in Houston instructed Massimino to “use his muscles.” After successfully pulling the bolt off, Massimino tried to install a special plate to remove 111 tiny screws that held the spectrograph’s cover in place, but the battery of one of the tools became depleted. Massimino returned to the Shuttle, swapped out the batteries, and recharged his oxygen supply, but this task set the spacewalk another half hour behind schedule. After Massimino had successfully replaced the spectrograph’s internal electronics power-supply card, the astronauts still faced more than 90 minutes of cleanup and closeout work. Therefore, spacewalk coordinators decided to delay the insulation task until the fifth and final spacewalk. The spacewalk lasted more than 8 hours, the sixth longest in NASA history.(Seth Borenstein for Associated Press, “Stuck Bolt, Dead Battery Bedevil Hubble Repairs,” 18 May 2009.)",
      "month": "May",
      "day": 17,
      "monthNumber": 5
    },
    {
      "story": " Astronauts John M. Grunsfeld and Andrew J. Feustel undertook the fifth and final spacewalk of the HST servicing mission. They successfully renewed the telescope’s batteries, which provide power when the solar panels are not receiving light; replaced a fine-guidance sensor; and fitted three thermal blankets to protect the craft’s electronics. The spacewalk was Feustel’s third and Grunsfeld’s eighth—with 58 hours and 30 minutes of spacewalking time, Grunsfeld became the world’s fourth most experienced spacewalker during the HST servicing mission.(BBC News, “Fifth Spacewalk Energises Hubble,” 19 May 2009; Tariq Malik, “Astronauts Give Hubble Telescope One Last Hug,” Space.com, 18 May 2009, http://www.space.com/6714-astronauts-give-hubble-telescope-hug.html (accessed 19 July 2011).)",
      "month": "May",
      "day": 18,
      "monthNumber": 5
    },
    {
      "story": " NASA successfully launched its PharmaSat nanosatellite at 7:55 p.m. (EDT) from its Wallops Flight Facility (WFF) aboard a four-stage U.S. Air Force Minotaur-1 rocket. The rocket also carried the U.S. Air Force Research Laboratory’s TacSat-3 satellite, which was the primary payload, and other NASA CubeSat Technology Demonstration experiments—Aerocube 3, CP 6, and Hawksat 1—three 4-inch, cubed satellites developed by universities and industry to measure electron collection, radiation testing, and guidance and control systems. PharmaSat’s mission was to investigate the effects of antifungal agents on the growth of yeast in microgravity, to help scientists better understand how microbes might become resistant to drugs used to treat sick astronauts on long-duration flights. PharmaSat separated from the rocket approximately 20 minutes after launch and entered low Earth orbit at an altitude of 285 miles (458.7 kilometers). Following the checkout period, ground controllers planned to command PharmaSat to initiate its biological experiment, scheduled to last 96 hours. The satellite would transmit radio signals to Ground Control stations at two California locations and would send mission data to the NASA Mission Management Team at ARC. The satellite could continue to transmit this data for as long as six months.(NASA, “NASA Flight Facility Successfully Launches Nanosatellite,” news release 09-114, 20 May 2009, http://www.nasa.gov/home/hqnews/2009/may/HQ_09-114_PharmaSat_Launches.html (accessed 20 June 2011); Spacewarn Bulletin, no. 667; Matthew Jones, “Rocket May Launch a Promising Future for Wallops Island,” Virginian-Pilot (Hampton Roads, VA), 20 May 2009.)",
      "month": "May",
      "day": 19,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that, together with industry engineers, it had successfully tested the three main parachutes of the Ares-I rocket, which NASA was designing to serve as the booster rocket for the Orion CEV. Engineers had designed the parachutes as the primary element of the rocket’s deceleration system, which included a pilot parachute and a drogue parachute. The main parachutes would deploy in a cluster, open simultaneously, and provide the necessary drag to slow the descent of the solid-rocket first-stage motor to a soft landing in the ocean, allowing their recovery for use on future flights. NASA’s MSFC engineers had conducted the first cluster test at the U.S. Army’s Yuma Proving Ground near Yuma, Arizona. The flight test was the eighth in an ongoing series supporting the development of the Ares-I recovery system. The research team had dropped the 41,500-pound (18,824-kilogram, or 18.8-tonne) load from a U.S. Air Force C- 17 aircraft flying at an altitude of 10,000 feet (3,058-meters). All parachutes and test hardware had functioned properly and landed safely. The parachutes measured 150 feet (45.72 meters) in diameter and weighed 2,000 pounds (907 kilograms, or 0.9 tonnes), making them the largest rocket parachutes manufactured to date.(NASA, “NASA Tests Largest Rocket Parachutes Ever for Ares I,” news release 09-113, 20 May 2009, http://www.nasa.gov/home/hqnews/2009/may/HQ_09-113_AresI_Parachutes_Test.html (accessed 20 June 2011);)",
      "month": "May",
      "day": 20,
      "monthNumber": 5
    },
    {
      "story": " Based on data that NASA’s rover Opportunity had collected in the Victoria impact crater, researchers reported new findings in the journal Science, providing further evidence that water had once existed on Mars. Before arriving at Victoria, Opportunity had explored the Eagle and Endurance craters, revealing distinctive sediment layers in Endurance, along with evidence that water had been a factor in actively shaping those layers. Scientists had decided to send Opportunity to Victoria because of the crater’s 400-foot (122-meter) depth. They hoped that exploration of Victoria would shed more light on the Meridiani Planum region. Opportunity had spent two years driving along the crater’s edge and then had traveled down into the crater. The rover had found layers of sulfate-rich sandstone like that of the Endurance crater, “with evidence that water had weathered away minerals in the rocks, then evaporated, leaving behind salts that eventually solidified into rocks again.” The findings indicated that water had acted at both the Endurance and the Victoria sites, suggesting that water had acted across the entire Meridiani region. Steven W. Squyres of Cornell University, Lead Scientist for the Mars Exploration Rover Project, remarked that this evidence was probably the most significant finding of the Victoria expedition.(Andrea Thompson, “Entire Region of Mars Likely Shaped by Water,” Space.com, 21 May 2009, http://www. space.com/6739-entire-region-mars-shaped-water.html (accessed 22 July 2011); Jessica Berman, “NASA Scientists Find More Evidence of Water on Mars,” Voice of America, 22 May 2009.)",
      "month": "May",
      "day": 22,
      "monthNumber": 5
    },
    {
      "story": " Space Shuttle Atlantis landed safely at 8:39 a.m. (PDT) at Edwards Air Force Base in California, ending a successful 13-day mission to HST. Weather conditions had prevented Atlantis from landing at KSC. Astronauts had performed five spacewalks to repair, replace, and upgrade the instruments and computers on HST. These repairs and upgrades had not only restored the telescope, but had also expanded its capabilities. NASA considered the unprecedented mission historic, because of the complexity of the repairs and because the mission had been the last time human beings would go to space to repair an orbiting scientific instrument. NASA had placed HST in low Earth orbit at 600 kilometers (373 miles) to facilitate repair missions, but the location was suboptimal for space telescopes. NASA had planned to place HST’s successor, the James Webb Space Telescope (JWST), 1.5 million kilometers (0.93 million miles) away from Earth, at L2, and, therefore, had designed JWST to function without repairs or upgrades. In addition to making HST repairs, astronauts had performed a commercial drug experiment aimed at finding a vaccine against methicillin-resistant staphylococcus aureus (MRSA) and other microbes.(NASA, “NASA’s Space Shuttle Returns to Earth After Hubble Mission,” news release 09-120, 24 May 2009, http://www.nasa.gov/home/hqnews/2009/may/HQ_09-120_STS-125_Landing_Edwards.html (accessed 20 June 2011); Houston Chronicle, “This Is Why We Fly: Hubble Repair Mission Showcases the Value of the Manned Space Program,” 26 May 2009; Daniel Holz, “The Last Fix,” Discover Magazine, 26 May 2009, http://blogs. discovermagazine.com/cosmicvariance/2009/05/25/the-last-fix/ (accessed 21 July 2011); Frank Morring Jr., “Drug Experiment Performed on Atlantis,” Aviation Week, 20 May 2009.)",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " James Gilbert Keller, “NASA Conducts Successful Test of Largest Ever Parachutes at YPG,” Yuma Daily Sun (Yuma, AZ), 21 May 2009.",
      "month": "May",
      "day": 24,
      "monthNumber": 5
    },
    {
      "story": " A Russian Soyuz craft launched from Baikonur Cosmodrome in Kazakhstan at 10:34 (UT), carrying Canadian Space Agency’s (CSA’s) Robert B. Thirsk, Russia’s Roman Y. Romanenko, and ESA’s Frank De Winne of Belgium on a landmark mission to expand the crew of the ISS from three crew members to six. At the ISS, the Soyuz crew would join ISS Commander Gennady I. Padalka of Russia and Flight Engineers Michael R. Barratt of NASA and Koichi Wakata of JAXA. De Winne, scheduled to replace Padalka as station commander in October, would be the first ESA astronaut to take command of the ISS.(NASA, “New Station Crew Launches on Soyuz; Briefing from Space on June 1,” media advisory M09-094, 27 May 2009, http://www.nasa.gov/home/hqnews/2009/may/HQ_M09-094_ISS_crew_briefing.html (accessed 20 June 2011); Peter Leonard, “Russian Capsule Blasts Off for Space Station,” Associated Press, 28 May 2009; Benoit Finck, “Astronauts Blast Off To Double Space Station Crew,” Agence France-Presse, 28 May 2009; Spacewarn Bulletin, no. 667.)",
      "month": "May",
      "day": 27,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that, in 2012 and 2013, it had signed a US$306 million modification to its ISS contract with the Russian federal space agency Roscosmos for crew transportation and related services. According to Alexei B. Krasnov, Director of Human Flight Programs at Roscosmos, NASA would pay US$51 million per astronaut aboard the Soyuz craft. The modification covered all necessary Soyuz training and preparation for launch, crew rescue, and landing of a long- duration mission for six individual ISS crew members. The agreement covered four Soyuz launches—two in the spring of 2012 and two in the fall of 2012, with landings scheduled for the fall of 2012 and the spring of 2013—as well as postflight rehabilitation, medical exams, and services. The agreement allowed for limited cargo per person, to and from the station: 110 pounds (49.9 kilograms) launched to the ISS, 37 pounds (16.8 kilograms) returned to Earth, and 66 pounds (29.9 kilograms) of trash disposal.(NASA, “NASA Extends Contract with Russian Federal Space Agency,” contract release C09-024, 28 May 2009, http://www.nasa.gov/home/hqnews/2009/may/HQ_C09-024_Soyuz_Con_Mod.html (accessed 20 June 2011); RIA Novosti, “Russia To Charge NASA $51 Mln for Seats on Soyuz Spacecraft,” 29 May 2009.)",
      "month": "May",
      "day": 28,
      "monthNumber": 5
    },
    {
      "story": " NASA announced that, using NASA’s Aqua satellite, researchers had conducted the first global analysis of the health and productivity of ocean plants. Ocean scientists had used Aqua’s Moderate Resolution Imagine Spectroradiometer (MODIS) to measure remotely the amount of fluorescent redlight emitted by phytoplankton. This research marked the first time that scientists had observed redlight fluorescence over the open ocean on a global scale. The measurements enabled the researchers to assess how efficiently the microscopic plants had been conducting photosynthesis. The data could also enable researchers to study the effect of global environmental changes on phytoplankton. Scientists consider phytoplankton to be the center of the ocean food web, accounting for half of all photosynthetic activity on Earth and playing a critical role in the balance of carbon dioxide in the atmosphere. Michael J. Behrenfeld, a biologist at Oregon State University, explained that the amount of fluorescent light emitted is not constant but, rather, changes with the health of the plant life in the ocean. Scott C. Doney, a marine chemist from the Woods Hole Oceanographic Institution in Woods Hole, Massachusetts, added that fluorescence provides insight into how well phytoplankton are functioning within the ecosystem. The new measurement revealed that large areas of the Indian Ocean contain phytoplankton that are experiencing stress from iron deficiency. Scientists observed that phytoplankton fluorescence increases as the amount of iron decreases. Therefore, large portions of the ocean “light up” seasonally, as phytoplankton respond to the lack of iron in their diet.(NASA, “NASA Satellite Detects Red Glow To Map Global Ocean Plant Health,” news release 09-124, 28 May 2008, http://www.nasa.gov/home/hqnews/2009/may/HQ_09-124_Ocean_health.html (accessed 20 June 2011).)",
      "month": "May",
      "day": 28,
      "monthNumber": 5
    },
    {
      "story": " Three new ISS residents arrived at the space station aboard a Russian Soyuz capsule, bringing the outpost’s full staff to six for the first time in its 10-year history. Also, for the first time, each of the major space station partners had a representative on board: Roman Y. Romanenko and Gennady I. Padalka of Russia, Michael R. Barratt of the United States, Koichi Wakata of JAXA, Belgian astronaut Frank De Winne of ESA, and Robert B. Thirsk of CSA. The first ISS crew had arrived in the year 2000, two years after the launch of the first part of the station. Since that time, the ISS had expanded to nine rooms, including three full-scale laboratories, five sleeping compartments, two toilets, two kitchens, and two mini-gyms, making the station 81 percent complete. The increased crew size also ushered in a new era of station operations that would allow astronauts and cosmonauts to focus on scientific research rather than on the assembly and maintenance of the ISS.(Marcia Dunn, “Space Station Crew Finally at Full Staff of 6,” Agence France-Presse, 30 May 2009; Todd Halvorson, “At Space Station, the House Is Packed,” Florida Today (Brevard, FL), 1 June 2009.)",
      "month": "May",
      "day": 29,
      "monthNumber": 5
    },
    {
      "story": " NASA announced the selection of four proposals to study the risks of space radiation for humans living in space. NASA selected the proposals of New York University School of Medicine, the University of Texas Medical Branch in Houston, Loma Linda University in California, and Georgetown University in Washington, DC. The four institutions would become NASA Specialized Centers of Research. With the establishment of this program, NASA would invest US$28.4 million in the four institutions over a five-year period. At the centers, researchers would study carcinogenesis and the risks of spaceflight to the central nervous system, helping them to begin to develop effective radiation countermeasures for space travelers.(NASA, “NASA Selects Four Proposals To Study Space Radiation Risks,” news release 09-126, 2 June 2009, http://www.nasa.gov/home/hqnews/2009/jun/HQ_09-126_Radiation_Risk_Proposals.html (accessed 22 July 2011). 82 Associated Press, “Delayed Spacewalk Ends Successfully,” 8 June 2009; Clara Moskowitz, “Spacewalkers Prime Space Station for New Docking Port,” Space.com, 5 June 2009, http://www.space.com/6799-spacewalkers-prime- space-station-docking-port.html (accessed 3 August 2011).)",
      "month": "June",
      "day": 2,
      "monthNumber": 6
    },
    {
      "story": " ISS Commander Gennady I. Padalka and NASA Flight Engineer Michael J. Barratt undertook a 4-hour, 54-minute spacewalk to install a pair of antennas for automated rendezvous equipment. The astronauts undertook the work to prepare for the arrival of the Russian Mini Research Module 2 (MRM 2), which would serve as an additional docking port for Russian vehicles. Padalka and Barratt also connected each antenna to a series of power cables and photographed them from aboard the long Strela extension pole. Padalka operated the Strela boom, while Barratt took pictures from multiple vantage points, to allow Russian mission control to analyze the antennas and to ensure that the crew had installed them correctly.",
      "month": "June",
      "day": 5,
      "monthNumber": 6
    },
    {
      "story": " ISS Commander Gennady I. Padalka and NASA Flight Engineer Michael J. Barratt carried out a 12-minute spacewalk inside the station, tying the record for the shortest spacewalk. The record dates to 1965, the first spacewalk ever conducted. Although the men remained inside the ISS, NASA considered the activity a spacewalk because they were working in a vacuum, wearing their Orlan MK spacesuits, connected to umbilicals. Padalka and Barratt’s task was to connect a port in the Zvezda command module, in preparation for the arrival of a new docking module, the MRM 2. The new module, the fourth Russian docking port, would support the increased traffic at the station associated with the full-time crew of six.(William Harwood, “Crew Performs Unusual Spacewalk Inside Station,” Spaceflight Now, 10 June 2009.)",
      "month": "June",
      "day": 10,
      "monthNumber": 6
    },
    {
      "story": " JAXA’s first lunar probe Kaguya (Selene) successfully completed its approximately one-year- and-a-half mission when it made a controlled crash landing on the Moon. JAXA had launched Kaguya in September 2007. Kaguya had conducted nominal operations for approximately 10 months, performing an extended operational phase for an additional seven months. Before undergoing the controlled crash landing, Kaguya had orbited the Moon, to map the lunar surface and to study the Moon’s mineral distribution and gravity levels.(Japan Aerospace Exploration Agency, “Kaguya (Selene) Slam Crashed to the Moon,” JAXA press release 11 June 2009, http://www.jaxa.jp/press/2009/06/20090611_kaguya_e.html (accessed 27 July 2011); Shino Yuasa, “Japan’s First Lunar Probe Ends Mission,” Associated Press, 11 June 2009.)",
      "month": "June",
      "day": 11,
      "monthNumber": 6
    },
    {
      "story": " NASA announced the selection of Dina E. Contella, Scott Stover, and Edward Van Cise as new flight directors to manage and carry out Shuttle flights and ISS expeditions. John A. McCullough, Chief of the Flight Director Office at JSC, remarked that all three new flight directors were senior flight controllers with lead management experience and an average of 10 years of flight-control experience. McCullough added that this group would help NASA transfer the knowledge and experience from the existing human spaceflight programs into the development and execution of the next-generation exploration program with the new Orion spacecraft. Contella had worked for NASA since 1990, when she had begun working in NASA’s cooperative education program while she completed her bachelor’s degree in aerospace engineering. She had served as Space Shuttle and ISS Flight Controller and Astronaut Instructor since 1995, responsible for planning, training for, and executing spacewalks. Since 2008, Stover had supported six Space Shuttle flights for ISS assembly and had led the team that managed the ISS electrical power system. Van Cise had worked with NASA since 2000 in a variety of roles. He had been a member of the Operations Support Officer (OSO) team that coordinated ISS repair, maintenance, and assembly operations; served as Special Assistant to the Director of Mission Operations; led the Mechanisms and Maintenance Training Group, training astronauts and flight controllers in skills and techniques related to the repair, maintenance, and assembly of the space station; served on staff in the Flight Director Program Integration Office; and worked as an ISS Flight Controller for the OSO and for the Telemetry, Information, Transfer, and Attitude Navigation (Titan) groups.(NASA, “NASA Chooses Three New Flight Directors To Lead Mission Control,” news release 09-133, 12 June 2009, http://www.nasa.gov/home/hqnews/2009/jun/HQ_09-133_New_Flight_Directors.html (accessed 22 July 2011); Doug Messier, “NASA Chooses 3 New Flight Directors,” Parabolic Arc, 15 June 2009.)",
      "month": "June",
      "day": 12,
      "monthNumber": 6
    },
    {
      "story": " GAO published a report finding that the development schedules of Space Exploration Technologies (SpaceX) and Orbital Sciences Corporation had recently fallen behind, despite steady progress. SpaceX and Orbital Sciences Corporation, NASA’s commercial partners, were working on transportation technologies for space cargo, according to Commercial Orbital Transportation Services (COTS) agreements. Both companies had experienced schedule slips that would delay demonstration launches scheduled for 2010 and 2011. Having successfully completed its initial 14 developmental milestones on time, SpaceX was in the process of testing, fabricating, and assembling key components. However, a schedule slip in the development of its launch vehicle had contributed to anticipated delays of two to four months in most of SpaceX’s remaining milestones, including demonstration missions. Orbital had successfully completed seven of 19 developmental milestones but had experienced delays in the development of its launch vehicle. The delays were partly because NASA and Orbital had amended their agreement, which now required Orbital to demonstrate a different cargo-transport capability than originally planned. This change had delayed the demonstration mission date from December 2010 to March 2011. GAO pointed out that the delays would cause NASA to experience a cargo-resupply shortfall for the ISS, once the SSP had concluded in 2010. NASA estimates showed that NASA would need to have 82.7 tonnes (91 tons) of dry cargo delivered to the ISS between 2010 and 2015. To deliver approximately half the total amount of dry cargo, NASA planned to use ISS partners’ vehicles—three Russian Progress vehicles in 2010 and 2011, six Japanese H-II Transfer Vehicles between 2010 and 2015, and four European Automated Transfer Vehicles between 2010 and 2013. Based on these projections, GAO concluded that NASA would face a cargo-resupply shortfall of approximately 40 tonnes (44 tons) between 2010 and 2015. If commercial partners were to experience further delays or to become unable to provide cargo- resupply services when anticipated, NASA would be unable to make as full a use of the ISS as it had intended.(U.S. Government Accountability Office, “Commercial Partners Are Making Progress, But Face Aggressive Schedules To Demonstrate Critical Space Station Cargo Transport Capabilities” (report no. GAO-09-618, Washington, DC, June 2009), http://www.gao.gov/new.items/d09618.pdf (accessed 5 August 2011); Network World Fusion, “Can Commercial Space Technology Get Off the Ground? NASA’s Commercial Space Technology Is Seemingly at a Crossroads,” 17 June 2009; Mark Matthews, “GAO Gives COTS Companies a Passing Grade,” Orlando Sentinel (FL), 17 June 2009.)",
      "month": "June",
      "day": 16,
      "monthNumber": 6
    },
    {
      "story": " NASA successfully launched its Lunar CRater Observation and Sensing Satellite (LCROSS) aboard an Atlas-V rocket from Cape Canaveral Air Force Station in Florida at 5:32 p.m. (EDT). Also on board, with a companion mission, was LRO, which safely separated from LCROSS 45 minutes after launch. The mission planned for the 1,290-pound (585-kilogram) LCROSS and the 5,216-pound (2,366-kilogram) Centaur upper stage was to perform approximately three long, looping polar orbits around the Earth and the Moon, before colliding separately with the Moon on 9 October 2009. NASA had tentatively targeted an impact site at the Moon’s south pole near the Cabeus region, but refused to identify the exact target until 30 days before impact, when its scientists would have had time to study the information collected by LRO, other spacecraft orbiting the Moon, and observatories on Earth.(NASA, “NASA Successfully Launches Lunar Impactor,” news release 09-143, 18 June 2009, http://www.nasa. gov/home/hqnews/2009/jun/HQ_09-143_LCROSS_Launch_Success.html (accessed 22 July 2011).)",
      "month": "June",
      "day": 18,
      "monthNumber": 6
    },
    {
      "story": " NASA announced the selection of two scientific proposals to study the Sun and other exotic objects in the universe, such as neutron stars and black holes. NASA would develop the proposals into full missions, as part of its Small Explorer (SMEX) program. The winning proposals were the Interface Region Imaging Spectrography (IRIS) and the Gravity and Extreme Magnetism (GEMS). With Alan M. Title of Lockheed Martin Advanced Technology Center in Palo Alto, California, as Principal Investigator, the IRIS mission would use a solar telescope and spectrograph to explore the solar chromosphere, a region crucial in the quest to understand energy transport into the solar wind. NASA expected the mission greatly to extend the scientific output of existing heliophysics spacecraft. Jean H. Swank of NASA’s GSFC in Greenbelt, Maryland, would serve as Principal Investigator of the GEMS mission, designed to study the bending of space and curving of light in regions of extreme gravity—near objects such as ultra- dense neutron stars and stellar-mass black holes—and to detect and measure the polarization of the x rays that such objects emit. NASA planned for to launch both projects by 2015, with mission costs capped at US$105 million each, excluding the launch vehicles.(NASA, “NASA Awards Two Small Explorer Development Contracts,” news release 09-141, 19 June 2009, http://www.nasa.gov/home/hqnews/2009/jun/HQ_09-141_SMEX_Selections.html (accessed 22 July 2011).)",
      "month": "June",
      "day": 19,
      "monthNumber": 6
    },
    {
      "story": " NASA announced that its Cassini craft had detected sodium salts in ice grains of Saturn’s outermost ring, an indication that Saturn’s moon Enceladus might harbor a reservoir of liquid water beneath its surface. In 2005 Cassini had discovered on Enceladus water-ice jets, which replenish Saturn’s outermost ring with tiny ice grains and vapor. Analysis of the data from Cassini’s cosmic-dust detector concluded that only the presence of liquid water could account for the dissolution of the significant amounts of minerals necessary to produce the levels of salt detected in the ring. Frank Postberg, Cassini scientist for the cosmic-dust analyzer at the Max Planck Institute for Nuclear Physics in Heidelberg, Germany, explained that the grains include table salt and carbonates, like soda, in concentrations that match the predicted composition of an Enceladus ocean. He added that, if the liquid source is indeed an ocean, its presence, coupled with the heat measured near the moon’s south pole and the organic compounds found in the plumes, creates an environment suitable for the formation of life precursors.(NASA, “Salt Finding from NASA’s Cassini Hints at Ocean Within Saturn Moon,” news release 09-147, 24 June 2009, http://www.nasa.gov/home/hqnews/2009/jun/HQ_09-147_Cassini_Enceladus_Salts.html (accessed 22 July 2011).)",
      "month": "June",
      "day": 24,
      "monthNumber": 6
    },
    {
      "story": " NASA’s MFSC and the Chandra X-ray Observatory announced that a long observation from Chandra, the SST, and ground-based observatories had identified for the first time the source of energy producing so-called cosmic blobs. The Chandra observations had helped reveal that the so-called blobs are not infant galaxies, as astronomers had previously thought, but more likely “adolescent” galaxies about to stabilize. The telescopes had observed a collection of 29 blobs in one large field in the sky called SSA22. The blobs had become visible from Earth when the universe was approximately 2 billion years old, or 15 percent of its current age. Chandra data had revealed a signature in five blobs indicating the growth of supermassive black holes—a point- like source with luminous x-ray emission. An additional three blobs provided possible evidence for such black holes. Further observations, including Spitzer data, had determined that remarkable levels of star formation dominated several of these galaxies. Calculations had revealed that the radiation and outflows from the black holes, and from the bursts of star formation, were powerful enough to light up the hydrogen gas in the blobs. Scientists stated that, although the gas in the blobs would not likely cool down to form stars, it would add to the hot gas found between galaxies, indicating that SSA22 could evolve into a massive galaxy cluster. James E. Geach of Durham University in the United Kingdom, lead author of the study, which the Astrophysical Journal would publish in its 10 July 2009 issue, remarked that scientists would need to look further back in time to capture data indicating that the blobs were forming galaxies and black holes.(Chandra X-Ray Center, “Galaxies Coming of Age in Cosmic Blobs,” news release, 24 June 2009, http://chandra. si.edu/press/09_releases/press_062409.html (accessed 5 August 2011); Clara Moskowitz, “Secrets of Space Blobs Revisited,” Space.com, 24 June 2009, http://www.space.com/6885-secrets-space-blobs-revealed.html (accessed 8 August 2011); Seth Borenstein, “Telescope Finds Space Blobs Are Pubescent Galaxies,” Associated Press, 25 June 2009.)",
      "month": "June",
      "day": 24,
      "monthNumber": 6
    },
    {
      "story": " NASA launched the latest Geostationary Operational Environmental Satellites (GOES) weather satellite, GOES O, from Space Launch Complex 37 at the Cape Canaveral Air Force Station in Florida, at 6:51 p.m. (EDT), aboard a Delta-4 rocket. The craft’s schedule would place GOES O in its final orbit on 7 July 2009, at which time NASA would rename it GOES 14. Twenty-four hours after launch, Boeing Space and Intelligence Systems would hand engineering control over to NASA; five months later, NASA would transfer operational control of GOES 14 to NOAA. NOAA would perform check-out operations of the craft, store it in orbit, and make it available for activation when one of two operational GOES satellites degraded or exhausted its fuel. GOES O was the second of three of the newest generation of GOES satellites launched. In addition to providing continuous weather monitoring for 60 percent of the planet, these GOES satellites monitored solar flares and tracked climate change.(NASA, “NASA and NOAA’s GOES-O Satellite Successfully Launched,” news release 09-148, 27 June 2009, http://www.nasa.gov/home/hqnews/2009/jun/HQ_09148_GOES_O_Launch.html (accessed 22 July 2011); Marcia Dunn, “Sophisticated Weather Satellite Rockets into Orbit,” Associated Press, 29 June 2009; Todd Halvorson, “Rocket Launches Weather Satellite,” Florida Today (Brevard, FL), 29 June 2009.)",
      "month": "June",
      "day": 27,
      "monthNumber": 6
    },
    {
      "story": " NASA announced the selection of nine candidates, from among 3,500 applicants, to form the 2009 astronaut candidate class. The six men and three women made up the first group of astronaut recruits in five years and the twentieth class since the selection of the original Mercury astronauts in 1959. With ages ranging from 30 to 43, the group represented a mix of military and civilian recruits, including a Central Intelligence Agency (CIA) technical intelligence officer, two NASA flight surgeons, a space station flight controller, a molecular biologist, two Navy test pilots, a U.S. Air Force test pilot, and the special assistant to the vice chairman of the Joint Chiefs of Staff at the Pentagon. NASA had scheduled the start of the class’s two-year training for August 2009. With the SSP slated to end in 2010, the likelihood that any member of the 2009 class would fly aboard the Shuttle was extremely low. Therefore, the new astronauts would likely train only for ISS missions and for flight aboard the Russian Soyuz vehicles, as well as aboard the Shuttle’s replacement spacecraft.(NASA, “NASA Selects Nine New Astronauts for Future Space Exploration,” news release 09-149, 29 June 2009, http://www.nasa.gov/home/hqnews/2009/jun/HQ_09-149_New_Astronauts.html (accessed 22 July 2011); Tariq Malik, “NASA Unveils Astronaut Class that Will Never Fly on Shuttle,” Space.com, 26 June 2009, http://www. space.com/6900-nasa-unveils-astronaut-class-fly-shuttle.html (accessed 25 July 2011).)",
      "month": "June",
      "day": 29,
      "monthNumber": 6
    },
    {
      "story": " NASA and Japan released a new digital topographic map of Earth, produced with detailed measurements from the Japanese Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) instrument aboard NASA’s Terra spacecraft. The map covered the largest portion of Earth mapped to date. Previously, NASA’s Shuttle Radar Topography Mission, mapping 80 percent of Earth’s landmass, had provided the most complete topographic set of data publicly available. The new ASTER data expanded the coverage to 99 percent, filling in many gaps in the Shuttle mission’s data, including very steep terrain and some desert areas. Michael J. Abrams, ASTER Science Team Leader at NASA’s JPL, explained the map’s value to the Earth sciences and its practical applications, saying that researchers would use the accurate topographic data for city planning, conserving natural resources, energy exploration, engineering, environmental management, firefighting, geology, public works design, and recreation, among many other subjects. NASA and Japan’s Ministry of Economy, Trade and Industry planned to contribute the ASTER data to the Group on Earth Observations, an international partnership headquartered at the World Meteorological Organization (WMO) in Geneva, Switzerland. The WMO would use the data in the Global Earth Observation System of Systems, a collaborative effort to share and integrate Earth observation data from various instruments and systems, to monitor and forecast global environmental changes.(NASA, “NASA Japan Release Most Complete Topographic Map of Earth,” news release 09-150, 29 June 2009, http://www.nasa.gov/home/hqnews/2009/jun/HQ_09-150_ASTER_Topographic_Map.html (accessed 22 July 2011). 94 NASA, “NASA Research To Help Aircraft Avoid Ocean Storms, Turbulence,” news release 09-154, 7 July 2009, http://www.nasa.gov/home/hqnews/2009/jul/HQ09-154_Turbulence_Research.html (accessed 10 August 2011).)",
      "month": "June",
      "day": 29,
      "monthNumber": 6
    },
    {
      "story": " NASA announced plans to fund the development of a prototype system to provide aircraft with updates about severe storms and turbulence as they fly across ocean regions. Scientists from the National Center for Atmospheric Research (NCAR) based in Boulder, Colorado, in partnership with colleagues at the University of Wisconsin, had developed the system, which combined satellite data and computer weather models with artificial intelligence techniques to identify and predict rapidly evolving storms and other areas of turbulence. One of the system’s artificial intelligence techniques was the so-called random forests technique, a method of short-term forecasting that had proven useful for predicting thunderstorms over land. John A. Haynes, Program Manager in the Earth Science Division’s Applied Sciences Program at NASA Headquarters, explained that turbulence was the leading cause of injuries in commercial aviation. Haynes said that NASA considered the new technique of critical importance to pilots because it used key space-based indicators to detect turbulence associated with ocean storms. Designed to help steer pilots away from intense weather, the prototype system would identify areas of turbulence in clear regions of the atmosphere, as well as in storms. Scientists were incorporating into the system a variety of observations from NASA spacecraft, including data from NASA’s Terra, Aqua, Tropical Rainfall Measuring Mission (TRMM), CloudSat, and Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO) satellites. NASA planned to test the prototype system in 2010.",
      "month": "July",
      "day": 7,
      "monthNumber": 7
    },
    {
      "story": " Orbital Sciences Corporation announced that NASA’s GSFC had selected Orbital Sciences to design, manufacture, integrate, and test a new low-Earth-orbit space-science satellite for GSFC’s GEMS mission. The purpose of the GEMS mission was to help answer fundamental questions about the universe. The mission aimed to find energy released near black holes, locate the origin of x-ray emissions from pulsars, and identify the magnetic field structure in high-energy nebulae. Under the US$40 million contract, which GSFC had awarded through NASA’s SMEX Program, Orbital Sciences would provide the spacecraft bus and conduct mission operations. Orbital’s proven spacecraft bus, LEOStar 2TM, would provide the design for the GEMS bus. GEMS would be the eighth satellite modeled after LEOStar 2 and the fifth SMEX satellite to use that platform. Previous space-based x-ray observatories had been insensitive to polarization but, for the GEMS mission, Orbital planned to design the first observatory able to measure x-ray polarization systematically. This capability would enable scientists to use the GEMS observatory to study scattering, magnetic fields, and strong gravitational fields. The GEMS team planned to make the mission data accessible to the astrophysics community and to the public via NASA’s High Energy Astrophysics Science Archive Research Center Web site.(Orbital Sciences Corporation, “Orbital Selected by NASA To Build New Space Science Satellite To Study X-ray Polarization,” news release, 8 July 2009, http://www.orbital.com/NewsInfo/release.asp?prid=700 (accessed 16 August 2011).)",
      "month": "July",
      "day": 8,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that it had named PETI-330 the NASA Commercial Invention of 2008. PETI- 330 was a high-temperature resin used in the development of advanced composite-fabrication technology for NASA’s aeronautics supersonics program. The resin was the first commercially available, off-the-shelf, high-temperature resin with processing characteristics useful for resin infusion, resin-transfer molding, and vacuum-assisted resin-transfer molding manufacturing processes. Researchers at NASA’s LaRC had designed PETI-330 with the strength and the high- temperature properties ideal for large structures exposed to hot temperatures—high-performance aerospace vehicles, for example. NASA’s general counsel had selected the winning invention, with technical assistance from NASA’s Inventions and Contributions Board.(NASA, “Supersonic Technology Named NASA Commercial Invention of 2008,” news release 09-157, 8 July 2009, http://www.nasa.gov/home/hqnews/2009/jul/HQ_09-157_Invention_of_Year.html (accessed 10 August 2011).)",
      "month": "July",
      "day": 8,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that it had successfully demonstrated the Max Launch Abort System (MLAS), an alternative system enabling astronauts to escape their launch vehicle in an emergency. In a simulated launch at 6:26 a.m. (EDT), staged at NASA’s WFF in Virginia, NASA had tested the concept—a system that could safely propel a crew away from a launch vehicle during an emergency on the launchpad or during ascent. For the Orion spacecraft, NASA had selected an LAS that used a single solid launch-abort motor. By contrast, the MLAS used four solid rocket- abort motors. The motors were inside a bullet-shaped composite fairing attached to a full-scale mockup of a crew module. For the test, NASA launched the 33-foot-high (10-meter-high) MLAS vehicle to an altitude of 1 mile (1.6 kilometers), with the demonstration beginning after the four solid-rocket motors had burned out. The mock crew module separated from the launch vehicle approximately 7 seconds into flight and parachuted into the Atlantic Ocean. The test demonstrated the unpowered flight of the MLAS along a stable trajectory; the MLAS’s reorientation and stabilization; the separation of the crew module from the abort motors; and the stabilization and parachute recovery of the crew module. The test represented NASA’s first demonstration of a passively stabilized LAS using a vehicle of this size and weight class. This was also NASA’s first attempt to acquire full-scale aero-acoustic data from a faired capsule in flight. NASA planned to use data from the parachute element to help validate the simulation tools and the techniques for developing Orion’s parachute system. The test also provided staff of NASA’s Engineering and Safety Center (NESC) with experience flight-testing a spacecraft concept.(NASA, “NASA Tests Alternate Launch Abort System for Astronaut Escape,” news release 09-156, 8 July 2009, http://www.nasa.gov/home/hqnews/2009/jul/HQ09_156_MLAS_launch_successful.html (accessed 10 August 2011). 98 Michael Schwirtz, “Going to Mars, But Staying Close to Home,” New York Times, 15 July 2009; Agence France- Presse, “Crew ‘Back on Earth’ After Mars Mission,” 15 July 2009.)",
      "month": "July",
      "day": 8,
      "monthNumber": 7
    },
    {
      "story": " Participants in a simulated mission to Mars, the Mars-500 project at the Russian Institute of Biomedical Problems (IMBP) in Moscow, completed a 105-day session locked in a series of hermetically sealed tubes. The project was a joint venture between ESA and the IMPB. In addition to the isolation, the simulation experiment included communication delays of up to 20 minutes and unexpected emergency situations. Since 31 March 2009, the Mars-500 crew, comprising four Russians, a German soldier, and a French airline pilot, had conducted approximately 70 experiments testing psychological and physical reactions to long-term isolation. The international team of scientists, representing Europe and the United States, was seeking ways to help subjects avoid mental breakdowns and other consequences that could result from prolonged monotony. For this experiment, researchers locked participants into a Soviet-era isolation chamber and observed their responses. Mission physician Aleksei V. Baranov described daily life for the crew members participating in the experiment, explaining that their work did not stop from day to day. During the rare moments when a crew member was free to relax, he remembered that he was away from home, far from loved ones, and that the schedule required that he wake up early to work every day. Baranov added that individuals find preparing for unceasing, monotonous work psychologically difficult. The experiment was the precursor to a longer simulation planned for early 2010, in which the researchers planned to isolate another six- member crew in the same capsule for 520 days.",
      "month": "July",
      "day": 14,
      "monthNumber": 7
    },
    {
      "story": " The U.S. Senate confirmed retired U.S. Marine Corps general and former astronaut Charles F. Bolden Jr. as NASA’s twelfth Administrator, marking the first appointment of an African American as NASA’s Administrator. During his 34-year career with the Marine Corps, Bolden had spent 14 years as a member of NASA’s Astronaut Office, which he had joined in 1980. As an astronaut, he had traveled to orbit four times aboard the Space Shuttle, between 1986 and 1994. On two of those trips he had served as Commander of the Shuttle. His missions had included the deployment of the HST and the first joint U.S.-Russian Shuttle mission. While he was an astronaut, Bolden had fulfilled many technical assignments, serving as Astronaut Office Safety Officer; Technical Assistant to the Director of Flight Crew Operations; Special Assistant to the Director of JSC; Lead Astronaut for vehicle test and checkout at KSC; Chief of the Safety Division at JSC, where he oversaw safety efforts for the return to flight after the 1986 Challenger accident; and Assistant Deputy Administrator at NASA Headquarters. In May 2006, NASA had inducted Bolden into the Astronaut Hall of Fame. The Senate also confirmed Lori B. Garver as NASA’s new Deputy Administrator. Like Bolden, Garver was returning to NASA for a second period of service. Between 1996 and 2001, she had served as Special Assistant to the NASA Administrator and Senior Policy Analyst for the Office of Policy and Plans, before becoming Associate Administrator of that office.(NASA, “Bolden and Garver Confirmed by U.S. Senate,” news release 09-165, 15 July 2009, http://www.nasa.gov/ home/hqnews/2009/jul/HQ_09-165_Bolden_and_Garver.html (accessed 10 August 2011); Florida Today (Brevard, FL), “Bolden Confirmed as NASA Administrator,” 16 July 2009.)",
      "month": "July",
      "day": 15,
      "monthNumber": 7
    },
    {
      "story": " Space Shuttle Endeavour launched on STS-127 at 6:03 p.m. (EDT) from NASA’s KSC in Florida, on a 16-day mission to the ISS. The mission would include five spacewalks, deliver the final segment to the JAXA Kibo laboratory, and deliver a new crew member for the ISS. The launch was STS-127’s sixth attempt—NASA had aborted two earlier attempted launches of the mission in June, after poor weather and the discovery of potentially hazardous fuel leaks had caused three scrubs since 11 July. The crew was composed of Commander Mark L. Polansky; Pilot Douglas G. Hurley; and Mission Specialists Christopher J. Cassidy, Thomas H. Marshburn, David A. Wolf, Timothy L. Kopra, and CSA astronaut Julie Payette. Kopra would replace ISS crew member Koichi Wakata, who had been aboard the ISS for more than three months. Kopra would return to Earth with STS-128, which NASA had scheduled to launch in August 2009.(NASA, “NASA’s Shuttle Endeavour Launches To Complete Japanese Module,” news release 09-160, 15 July 2009, http://www.nasa.gov/home/hqnews/2009/jul/HQ_09-160_STS-127_Launches.html (accessed 10 August 2011); Jean-Louis Santini for Agence France-Presse, “Space Shuttle Endeavour Blasts Off from Cape Canaveral,” 16 July 2009.)",
      "month": "July",
      "day": 15,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that the MIB led by Arthur F. “Rick” Obenschain had completed its report about the cause of the unsuccessful 24 February 2009 launch of the OCO and released a summary of its findings and recommendations. The MIB did not make the complete text of the official report public because it contained information protected by U.S. International Traffic in Arms Regulations and company-sensitive proprietary information. The board’s report verified that the Taurus launch vehicle’s fairing—a clamshell structure that encapsulated the satellite as it traveled through the atmosphere—had failed to separate upon command, preventing the craft from reaching its planned orbit. The craft had crashed into the ocean near Antarctica minutes after launching from Vandenberg Air Force Base in California. The board had identified four possible causes of the fairing failure—a failure of the frangible-joint subsystem, a failure in the electrical subsystem, a failure in the pneumatic system, or a cord caught on a frangible-joint side- rail nut plate. The board had made recommendations to prevent future problems associated with those four hardware components.(NASA, “NASA Releases Orbiting Carbon Observatory Accident Summary,” news release 09-163, 17 July 2009, http://www.nasa.gov/home/hqnews/2009/jul/HQ_09-163_OCO.html (accessed 10 August 2011); NASA, “Overview of the Orbiting Carbon Observatory (OCO) Mishap Investigation Results for Public Release,” http://www.nasa.gov/ pdf/369037main_OCOexecutivesummary_71609.pdf (accessed 16 August 2011); Alicia Chang for Associated Press, “Hardware Problem Blamed on NASA Satellite Crash,” 17 July 2009.)",
      "month": "July",
      "day": 17,
      "monthNumber": 7
    },
    {
      "story": " NASA astronauts David A. Wolf and Timothy L. Kopra successfully completed the first of the five spacewalks scheduled at the ISS for STS-127. Over the course of 5 hours and 32 minutes, the duo installed the 1.9-tonne (4,189-pound or 2.09-ton) Japanese Exposed Facility (JEF), with the assistance of four crew members, who operated the Canadarm2 from inside the ISS. Koichi Wakata and Douglas G. Hurley used the robotic arm to help remove the structure from the Shuttle’s cargo bay, and Julie Payette and Mark L. Polansky maneuvered it over to Kibo, the Japanese research module. NASA described the JEF as a “type of porch for experiments that require direct exposure to space.” After completing their work with JEF, Wolf and Kopra moved to the ISS truss, to work on attaching two spare-parts platforms. ISS crew had already set up one of the platforms, the Cargo Attachment System. However, during STS-119 the crew had experienced difficulty deploying a platform, when a jammed pin failed to release. Wolf and Kopra had used a new tool, built especially for the task, to unfold the platform successfully. The spacewalk was Kopra’s first and Wolf’s fifth.(Jean-Louis Santini for Agence France-Presse, “Endeavour Astronauts Complete First Space Walk,” 19 July 2009; Clara Moskowitz, “Astronauts Add Porch to Space Station,” Space.com, 18 July 2009, http://www.space.com/7007- astronauts-add-porch-space-station.html (accessed 25 August 2011).)",
      "month": "July",
      "day": 18,
      "monthNumber": 7
    },
    {
      "story": " NASA astronauts David A. Wolf and Thomas H. Marshburn made the second of STS-127’s five scheduled spacewalks, transferring to storage a spare KU-band antenna, a backup 1,300-pound (590-kilogram) coolant-system pump module, and a robotic-arm-transporter drive motor. The tasks were part of an effort to stow critical spare parts, to ensure that the ISS had everything it needed when the Shuttle fleet retired. The 6-hour-and-53-minute spacewalk took longer than expected, causing flight controllers to instruct Wolf and Marshburn to defer their final planned task of installing a television camera on the new JEF platform. Instead, Marshburn installed insulation on cables used to route station power to the Shuttle, and Wolf packed up tools and equipment. Marshburn experienced one potentially dangerous incident during the spacewalk when he lost track of his 85-foot (26-meter) safety tether, but he remained safely attached to the ISS with his 55-foot (17-meter) tether.(Todd Halvorson, “Station Stocks Up on Parts,” Florida Today (Brevard, FL), 21 July 2009; William Harwood, “Spacewalk No. 2 Ends,” Spaceflight Now, 21 July 2009.)",
      "month": "July",
      "day": 20,
      "monthNumber": 7
    },
    {
      "story": " Using two robotic arms, astronauts moved a 1.2-ton (1.09-tonne, or 1,088-kilogram) experiment carrier, the Japanese Experiment Logistics (JEL) Module Exposed Section known as Jelly, from Endeavour’s cargo bay to the JAXA Kibo laboratory’s new porch, known as JEF. STS-127 crew members used the Shuttle’s robotic arm to remove Jelly from the cargo bay, handing it to the ISS robotic arm for installation on Kibo. The platform was a temporary addition. NASA had scheduled astronauts to move the experiments from the platform to JEF later in the week, using Kibo’s robotic arm. JAXA needed to ship its first experiments to the ISS on a separate carrier because the Kibo’s porch would have been too wide to fit into Endeavour’s cargo bay if the porch had shipped with the experiments attached to its side.(Tariq Malik, “Astronauts Tackle Tricky Crane Work in Space,” Space.com, 21 July 2009, http://www.space.com/ 7023-astronauts-tackle-tricky-crane-work-space.html (accessed 25 August 2011).)",
      "month": "July",
      "day": 21,
      "monthNumber": 7
    },
    {
      "story": " Five hours into the third of five scheduled spacewalks, Mission Control instructed STS-127 crew members Christopher J. Cassidy and David A. Wolf to return to the inside of the ISS, after a canister for removing carbon dioxide from Cassidy’s suit apparently stopped functioning properly. Because of the curtailed spacewalk, the astronauts had to leave two of four new, uninstalled batteries outside the station. When Mission Control told them to stop work, the two astronauts were behind schedule because they had been unable to remove some stubborn bolts. They had removed three of the nine-year-old batteries, which NASA had installed in 2000, and had plugged in two new ones. The large nickel hydrogen batteries stored the power that the ISS solar wings had collected. NASA had designed the batteries to last six-and-a-half years and wanted to replace them before they stopped working. Mission Control planned to complete work on the batteries during one of the next two spacewalks.(Marcia Dunn for Associated Press, “Astronauts Cut Spacewalk Short Due To Suit Trouble,” 23 July 2009; Tariq Malik, “Spacewalkers Add New Batteries to Space Station,” Space.com, 24 July 2009, http://www.space.com/7051- spacewalkers-add-batteries-space-station.html (accessed 26 August 2011).)",
      "month": "July",
      "day": 22,
      "monthNumber": 7
    },
    {
      "story": " NASA marked the 10-year anniversary of the launch of the Chandra X-ray Observatory with the release of the first of three new versions of classic Chandra images. NASA planned to release the other two versions over the following three months. The newly released image showed the remnants of the supernova E0102, located 190,000 light-years away from Earth, in the Small Magellanic Cloud. Chandra had made its first observation of E0102 shortly after its 1999 launch. The observatory had created the new image from recent x-ray data showing the supernova’s outer blast wave and its inner ring of cooler material. This x-ray data had provided astronomers with new information about the geometry of the remnant and the nature of the explosion. Chandra had launched in 1999 from aboard Space Shuttle Columbia, deploying on a five-year mission that had ushered in an unprecedented decade of discovery. Among its achievements, Chandra had provided the strongest evidence to date for the existence of dark matter. Chandra had independently confirmed the existence of dark energy, producing spectacular images of the titanic explosions created when matter swirled toward supermassive black holes.(NASA, “NASA Celebrates Chandra X-Ray Observatory’s 10th Anniversary,” news release 09-171, 23 July 2009, http://www.nasa.gov/home/hqnews/2009/jul/HQ_09-171_Chandra_anniversary.html (accessed 10 August 2011); Space.com, “On 10th Birthday, Chandra Spies Stellar Explosion,” 23 July 2009, http://www.space.com/7039-10th- birthday-chandra-spies-stellar-explosion.html (accessed 16 August 2011).)",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " Astronauts aboard the ISS operated the Japanese robotic arm for the first time, moving two experiments. One of the two experiments would study the effect of the station’s space environment on electronics and devices; the other was an x-ray observatory that would scan the night sky, using an inter-orbit communications system to send images, data, and voice communications to Japan’s Kibo mission control center at Tsukuba Space Center. The ISS’s robotic arm moved the three payloads from JEL to JEF, the porch attached to Japan’s Kibo laboratory. After some initial problems with its grappling device, the 33-foot (10-meter) robotic arm continued its day-long operation as planned. JAXA astronaut Koichi Wakata helped to drive the robotic arm. Wakata, Japan’s first long-duration ISS resident, had lived aboard the station since March 2009.(Tariq Malik, “Japanese Experiments Moved to Space Station,” Space.com, 23 July 2009, http://www.space.com/ 7043-japanese-experiments-moved-space-station.html (accessed 29 August 2011).)",
      "month": "July",
      "day": 23,
      "monthNumber": 7
    },
    {
      "story": " NASA astronauts Christopher J. Cassidy and Thomas H. Marshburn embarked on the fourth of the five spacewalks scheduled for STS-127. During the spacewalk, they finished replacing batteries, a task that they had begun during the 22 July spacewalk but had been unable to complete. Mission Control had terminated the 22 July spacewalk early because of rising levels of carbon dioxide in Cassidy’s spacesuit. During today’s spacewalk, which lasted 7 hours and 30 minutes, Cassidy and Marshburn successfully replaced the last four of the six batteries storing power generated by the ISS’s oldest set of solar arrays. These batteries provided power to the American laboratory Destiny when the station was orbiting in darkness.(Marcia Dunn for Associated Press, “Astronauts Install Fresh Batteries on Spacewalk,” 24 July 2009; Florida Today (Brevard, FL), “Duo Keep Station Going and Going,” 25 July 2009.)",
      "month": "July",
      "day": 24,
      "monthNumber": 7
    },
    {
      "story": " NASA astronauts Christopher J. Cassidy and Thomas H. Marshburn undertook the fifth and final spacewalk of STS-127 at the ISS, focusing on odd jobs and unfinished tasks, which they completed in 4 hours and 54 minutes. The duo rewired power cables for the ISS’s American- built attitude-control system; secured loose insulation on a Canadian-built maintenance robot; and added to JEF a pair of television cameras, which would provide good views of Japan’s new unpiloted cargo ship, the H-2 Transfer Vehicle, scheduled to make its maiden flight in September 2009. The only task that the astronauts left unfinished was the installation of a cargo attachment system, a task that Mission Control had decided would require too much time. Instead, Mission Control instructed Cassidy and Marshburn to tend to some “get-ahead” tasks—attaching wire ties to external cables and installing new handrails and work-site attachments on the Kibo laboratory. The five spacewalks tied the record for the most EVAs (extravehicular activities) performed on the ISS while a Space Shuttle was docked at the station.(Tariq Malik, “Spacewalkers Wrap Up Space Station Service Call,” Space.com, 27 July 2009, http://www.space. com/7059-spacewalkers-wrap-space-station-service-call.html (accessed 26 August 2011).)",
      "month": "July",
      "day": 27,
      "monthNumber": 7
    },
    {
      "story": " After receiving clearance to return home, astronauts aboard the orbiting Space Shuttle Endeavour successfully deployed two sets of small satellites. Endeavour had undocked from the ISS on 28 July in preparation for the return flight of STS-127. Endeavour’s crew first deployed a pair of small satellites from the Shuttle’s payload bay—the student-built DRAGONSAT (Dual RF Astrodynamic GPS Orbital Navigator Satellite), part of a study to demonstrate autonomous rendezvous and docking technologies, as well as GPS systems. The crew later jettisoned the two 19-inch (48-centimeter) spheres that comprised the Naval Research Laboratory’s ANDE-2 (Atmospheric Neutral Density Experiment-2) mission. Although identical in size, each sphere had a different mass. Researchers planned to observe differences in the spheres’ orbits, as part of a study of the density of Earth’s atmosphere.(Tariq Malik, “Shuttle Astronauts Deploy Satellites Ahead of Landing,” Space.com, 30 July 2009, http://www. space.com/7078-shuttle-astronauts-deploy-satellites-landing.html (accessed 26 August 2011).)",
      "month": "July",
      "day": 30,
      "monthNumber": 7
    },
    {
      "story": " NASA announced that NASA Administrator Charles F. Bolden Jr. and JAXA President Keiji Tachikawa had signed an agreement defining the terms of the two space agencies’ cooperation on the Global Precipitation Measurement (GPM) mission. NASA intended the GPM mission to build on the success of the NASA-JAXA TRMM. GPM would begin to measure global precipitation, a key factor in climate. NASA described GPM as a cornerstone of the multinational Committee on Earth Observation Satellites Precipitation Constellation. The GPM mission’s spaceborne core observatory would provide the reference standard, unifying the measurements of a constellation of multinational research and operational satellites carrying microwave sensors. Using a Dual-Frequency Precipitation Radar (DPR), operating at Ku- and Ka-band frequencies, and a multichannel Global Precipitation Measurement Microwave Imager (GMI), operating at from 10 to 183 GHz, the GPM mission would provide uniformly calibrated precipitation measurements globally, every 2 to 4 hours, contributing to scientific research and societal applications. Additionally, for the first time, the observatory’s sensor measurements would make detailed observations of precipitation-particle-size distribution. The agreement made NASA responsible for the GPM core-observatory spacecraft bus, the GMI that it would carry, and a second GMI. A Low-Inclination Observatory provided by a partner agency would carry the second GMI. JAXA would supply the DPR for the core observatory, an H-2A rocket for the core observatory’s launch, and data from a conical-scanning microwave imager that would deploy on the upcoming Global Change Observation Mission satellite.(NASA, “NASA and Jaxa Sign Agreement for Future Earth Science Cooperation,” news release 09-177, 30 July 2009, http://www.nasa.gov/home/hqnews/2009/jul/HQ_09_177_NASA_JAXA_Agreement.html (accessed 10 August 2011).)",
      "month": "July",
      "day": 30,
      "monthNumber": 7
    },
    {
      "story": " Space Shuttle Endeavour and its crew of seven astronauts landed safely at 10:48 a.m. (EDT) at NASA’s KSC, concluding a 16-day mission to the ISS. The mission had delivered to the ISS the final piece of JAXA’s Kibo laboratory, as well as the new ISS crew member Timothy L. Kopra. Koichi Wakata was returning to Earth with the Endeavour crew after living at the ISS for more than four months. When the seven-member Shuttle crew joined the six-member Expedition 20 in residence at the ISS, the mission featured the largest number of people aboard the ISS to date— and the largest human gathering ever to take place in space. Over the course of five spacewalks, STS-127 crew had transported and assembled the final two sections of the US$1 billion Japanese Kibo laboratory, resupplied the station, and upgraded its power supply.(NASA, “Space Shuttle Endeavour Glides Home After Successful Mission,” news release 09-179, 31 July 2009, http://www.nasa.gov/home/hqnews/2009/jul/HQ_09_179_Shuttle_landing_success.html (accessed 10 August 2011); Eric Berger, “Endeavour Ends Historic Mission,” Houston Chronicle, 1 August 2009; Scott Powers, “Shuttle Landing: Space Shuttle Endeavour Lands at KSC,” Orlando Sentinel (FL), 3 August 2009.)",
      "month": "July",
      "day": 31,
      "monthNumber": 7
    },
    {
      "story": " The U.S. Department of Transportation’s Federal Aviation Administration (FAA) announced the finalization of amended certification standards requiring makers of transport category aircraft to have automatically activating icing-protection systems or to provide a method of alerting pilots to turn on the aircraft’s icing-protection system. FAA Administrator J. Randolph “Randy” Babbitt explained that the new rule added another level of safety to prevent the occurrence of a situation in which the pilots of an airplane were unaware of ice accumulation on the craft or did not think ice accumulation on the aircraft was significant enough to warrant activation of ice- protection equipment. The fatal crash of an American Eagle ATR 72 near Roselawn, Indiana, in 1994, had initiated a decade of research by the FAA, NASA, and other entities, leading to the new rule. Ice build-up on the American Eagle’s wings had caused the crash.(U.S. Federal Aviation Administration, “FAA Mandates Timely Activation of Ice Protection Systems for New Designs,” FAA news release, 3 August 2009, http://www.faa.gov/news/press_releases/news_story.cfm?newsId= 10679 (accessed 12 September 2011); John Croft, “FAA Toughens Icing Protection Standards,” Air Transport Intelligence, 4 August 2009.)",
      "month": "August",
      "day": 3,
      "monthNumber": 8
    },
    {
      "story": " In coordination with NASA’s Office of the Chief Engineer and Office of Human Capital Management, NASA’s Innovative Partnerships Program announced the selection of its inaugural group of Innovation Ambassadors. NASA had established the program to target opportunities for creating NASA partnerships and for identifying new sources of innovation outside the traditional aerospace field. NASA anticipated selecting a group of Innovation Ambassadors annually, assigning the selected ambassadors to positions at several leading innovative external research and development organizations in the United States. During these assignments, which would last as long as a year, the selected individuals would share their expertise with their assigned research and development organization while learning about the organization’s innovative products, processes, and business models. Upon returning to NASA, the ambassadors would share new ideas with their NASA colleagues and would implement innovations within their respective NASA divisions. NASA had selected ARC’s Robert S. McCann, who would work with the Xerox Palo Alto Research Center in Palo Alto, California, studying the application of artificial intelligence to health systems management and human-machine teams; JSC’s Eric C. Darcy, who would work with the National Renewable Energy Laboratory in Golden, Colorado, to develop mathematical models for lithium-ion battery performance; GSFC’s Lawrence M. Hilliard, who would work with Primary Simulation, of Silver Spring, Maryland, to apply “laser ball” technology to interactive educational tools; and Kelly J. Snook, also from GSFC, who would work at Massachusetts Institute of Technology’s (MIT’s) Media Laboratory in Cambridge, Massachusetts, to study the use of sound as a means of visualizing and analyzing scientific data.(NASA, “NASA Selects First Innovation Ambassadors,” news release 09-182, 4 August 2009, http://www.nasa. gov/home/hqnews/2009/aug/HQ_09_182_Innovation_Ambassadors.html (accessed 31 August 2011).)",
      "month": "August",
      "day": 4,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that its Kepler space telescope had detected the atmosphere of HAT-P-7, a known gas-giant planet, within a 10-day period of test-data collection, thereby demonstrating Kepler’s extraordinary scientific capabilities. NASA analysis showed that Kepler’s onboard telescope and light-detecting instruments were at least 100 times more precise than the ground- based instruments that had originally discovered HAT-P-7. The unprecedented precision of Kepler’s measurements of the planet yielded new information about HAT-P-7’s atmosphere, demonstrating Kepler’s accuracy in locating Earth-sized planets. Kepler had launched on 6 March 2009, on a mission to locate Earth-sized, potentially habitable exoplanets.(NASA, “NASA’s Kepler Mission Spies Changing Phases in a Distant World,” news release 09-180, 6 August 2009, http://www.nasa.gov/home/hqnews/2009/aug/HQ_09_180_Kepler_First_light.html (accessed 31 August 2011); John Johnson Jr., “NASA Says Kepler Spacecraft Proves It Can Find Earth-Sized Planets,” Los Angeles Times, 7 August 2009.)",
      "month": "August",
      "day": 6,
      "monthNumber": 8
    },
    {
      "story": " NASA’s GSFC announced the findings of a study that had investigated diminishing groundwater levels in India. Using data provided by the Gravity Recovery and Climate Experiment (GRACE), the research team, led by NASA hydrologist Matthew Rodell of GSFC, had found that, despite no shortage of rainfall, Indians were consuming groundwater in northern India faster than it could be replenished—primarily using rain to irrigate agricultural crops. The twin GRACE satellites, which NASA and the German Aerospace Center had launched in 2002, orbited ",
      "month": "August",
      "day": 12,
      "monthNumber": 8
    },
    {
      "story": " miles (483 kilometers) above Earth, detecting tiny changes in Earth’s gravity field and associated mass distribution, including water masses stored above or below Earth’s surface. Rodell’s team had analyzed six years of monthly GRACE gravity data, producing a timed series of changes in water storage beneath the northern Indian states of Rajasthan, Punjab, and Haryana. The analysis showed that groundwater levels had been declining by an average of 1 meter (3 feet) every three years—more than 109 cubic kilometers (26 cubic miles) of groundwater had disappeared between 2002 and 2008. Rodell explained that, although the absolute volume of water in the Northern Indian aquifers is unknown, the GRACE analysis had provided strong evidence that current rates of water extraction were unsustainable.(NASA Goddard Space Flight Center, “NASA Satellites Unlock Secret to Northern India’s Vanishing Water,” GSFC news release, 12 August 2009, http://www.nasa.gov/topics/earth/features/india_water.html (accessed 13 September 2011); Tim Sullivan for Associated Press, “Study Sees Dramatic Drop in Indian Groundwater,” 13 August 2009.)",
      "month": "August",
      "day": 12,
      "monthNumber": 8
    },
    {
      "story": " NASA announced the successful demonstration of an inflatable heat shield slowing and protecting itself as it entered the atmosphere at hypersonic speeds—the first time that anyone had successfully flown an inflatable reentry capsule. NASA launched the Inflatable Re-entry Vehicle Experiment (IRVE) on a 50-foot (15.2-meter) Black Brant–9 sounding rocket, from NASA’s WFF on Wallops Island, Virginia, at 8:52 a.m. (EDT). Made of several layers of silicone-coated Kevlar, the heat shield inflated with nitrogen several minutes after launch, from a 15-inch- diameter (38-centimeter-diameter) payload to a 10-foot-diameter (3-meter-diameter) mushroom- shaped aeroshell. The inflation process, which occurred on schedule at an altitude of 124 miles (200 kilometers), required fewer than 90 seconds. Six-and-a-half minutes into flight, at an altitude of 50 miles (80.5 kilometers), the aeroshell entered the key phase of the demonstration, experiencing its peak heating and pressure measurements for approximately 30 seconds. An onboard telemetry system collected data from its instruments, broadcasting that information to engineers in real time. The entire mission lasted approximately 20 minutes, ending with splashdown in the Atlantic Ocean approximately 90 miles (145 kilometers) east of Wallops. NASA did not retrieve either the shield or the rocket. IRVE Project Manager Mary Beth Wusk, based at LaRC, remarked that, with the success of the small-scale demonstrator, NASA’s next step would be to build a more advanced aeroshell, capable of handling higher heat rates—a promising development for future planetary missions.(NASA, “NASA Launches New Technology: An Inflatable Heat Shield,” news release 09-188, 17 August 2009, http://www.nasa.gov/home/hqnews/2009/aug/HQ_09-188_IRVE_launch.html (accessed 31 August 2011); Cory Nealon, “The Newest from NASA: Inflatable Brakes,” Newport News Daily Press (VA), 18 August 2009; Clara Moskowitz, “Inflatable Spacecraft Shield Works, Space Test Shows,” Space.com, 17 August 2009, http://www. space.com/7144-inflatable-spacecraft-shield-works-space-test-shows.html (accessed 12 September 2011).)",
      "month": "August",
      "day": 17,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that scientists had discovered glycine—an amino acid that living organisms use to make proteins—in a sample of comet Wild 2 returned by NASA’s Stardust spacecraft. The identification of glycine in the sample marked the first time that astronomers had discovered an amino acid in a comet. Carl B. Pilcher, Director of the NASA Astrobiology Institute, which had co-funded the research, remarked that the discovery of glycine in a comet supported the idea that the fundamental building blocks of life are prevalent in space, strengthening the argument that life in the universe is not rare, but common. The Stardust craft had passed through the dense gas and dust surrounding the icy nucleus of Wild 2 in January 2004, using a special collection grid filled with “aerogel,” a novel sponge-like material that gently captured samples of the comet’s gas and dust. Stowed in a capsule that had detached from the spacecraft, the collection grid had parachuted to Earth on 15 January 2006. Since that time, scientists worldwide had been analyzing the samples to learn about comet formation and the history of the solar system. Stardust Principal Investigator Donald E. Brownlee, of the University of Washington in Seattle, stated that the discovery of amino acids in a returned comet sample was a remarkable triumph, highlighting advances in laboratory studies of primitive extraterrestrial materials.(NASA Goddard Space Flight Center, “NASA Researchers Make First Discovery of Life’s Building Block in Comet,” GSFC news release, 17 August 2009, http://www.nasa.gov/mission_pages/stardust/news/stardust_amino_ acid.html (accessed 13 September 2011); John Johnson Jr., “Ingredient for Life Detected in Comet Dust,” Los Angeles Times, 18 August 2009.)",
      "month": "August",
      "day": 17,
      "monthNumber": 8
    },
    {
      "story": " Walter Jacobi, an original member of Wernher von Braun’s rocket team, which had come to the United States at the end of World War II, died at the age of 91. Jacobi had worked with von Braun’s team at Peenemuende during World War II, building V-2 rockets. After taking him prisoner, the U.S. Army had sent Jacobi, along with von Braun and 116 other German rocket engineers, to Fort Bliss, Texas, where they had worked for the Army. In 1950 Jacobi had moved to Huntsville, Alabama, to work at MSFC, where he had handled the component work and design work of the massive valves that moved super-cold fuel and other fluids in the Saturn rockets. After retiring from MSFC, Jacobi had moved to the U.S. Space and Rocket Center, where he had spent several years during the 1970s in the center’s archives, identifying and translating the von Braun team’s German records and documents.(Shelby G. Spires, “Original Von Braun Team Member Jacobi Dies at 91,” Huntsville Times (AL), 20 August 2009.)",
      "month": "August",
      "day": 19,
      "monthNumber": 8
    },
    {
      "story": " ESA’s Ariane-5 rocket launched from Kourou, French Guiana, at 22:09 (UT), carrying a telecommunications satellite for Japan—JCSAT 12—and a broadcasting satellite for Australia— Optus D3. Lockheed Martin had built the 8,900-pound (4,037-kilogram) JCSAT 12, equipping it with 30 active Ku-band and 12 C-band transponders, to provide communications services to Hawaii, Japan, and the Asia-Pacific region for 15 years. Orbital Sciences had built the Optus D3, a 5,400-pound (2,449-kilogram) craft that would use 24 Ku-band transponders to relay communications and direct-to-home television services across Australia and New Zealand. Orbital Sciences had designed the Optus D3 with a 15-year life span, like Lockheed Martin’s JCSAT 12.(Spacewarn Bulletin, no. 670, 1 September 2009, http://nssdc.gsfc.nasa.gov/spacewarn/spx670.html (accessed 8 September 2011); Agence France-Presse, “Ariane 5 Places Japan, Australia Satellites in Orbit,” 22 August 2009; Xinhua News Agency, “Ariane Rocket Launches Satellites for Japan, Australia,” 23 August 2009.)",
      "month": "August",
      "day": 21,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that it had named Robert M. Lightfoot Jr. as Director of NASA’s MSFC in Huntsville, Alabama. Lightfoot had begun his career at NASA’s MSFC in 1989, working as a Test Engineer and Program Manager for the Space Shuttle’s main-engine-technology testbed program and for the Atlas launch vehicle’s Russian RD-180-engine-testing program. In 1998 NASA had appointed Lightfoot Deputy Division Chief of MFSC’s propulsion-test division. A year later, he had moved to SSC in Mississippi to serve as Chief of Propulsion Test Operations, and in 2002 he had become Director of the Propulsion Test Directorate at Stennis. Between 2003 and 2005, Lightfoot had served as Assistant Associate Administrator for the Space Shuttle Program in the Office of Space Operations at NASA Headquarters in Washington, DC. He had moved to MSFC in 2005 to serve as Manager of the Space Shuttle Propulsion Office. Lightfoot had served as Deputy Director of NASA’s MFSC from 2007 to 2009 and as MSFC’s Acting Director since March 2009.(NASA, “Lightfoot Named Director of NASA’s Marshall Space Flight Center,” news release 09-195, 24 August 2009, http://www.nasa.gov/home/hqnews/2009/aug/HQ_09-195_Lightfoot.html (accessed 31 August 2011).)",
      "month": "August",
      "day": 24,
      "monthNumber": 8
    },
    {
      "story": " NASA announced that it had awarded a follow-on contract to Computer Sciences Corporation of Fort Worth, Texas, to support NASA’s aircraft used for astronaut training and flight research. The follow-on, potentially valued at approximately US$163 million, continued services provided under a previous contract, which had been in effect from 1 March 2004 through 31 August 2009. The new contract would be in effect 1 September 2009 through 28 February 2010. Under the Aircraft Maintenance and Modification Program, Computer Sciences Corporation would continue to provide flight-line, intermediate, and depot-level maintenance, repairs, modifications, and engineering support for NASA aircraft.(NASA, “NASA Awards Contract for Aircraft Maintenance,” news release C09-040, 25 August 2009.)",
      "month": "August",
      "day": 25,
      "monthNumber": 8
    },
    {
      "story": " South Korea launched its first rocket, the Korea Space Launch Vehicle 1 (KSLV 1), or Naro 1, from Oenaro Island at 4:00 a.m. (EDT), becoming the tenth nation to launch a locally developed scientific satellite in its own territory. South Korean space officials had delayed the launch twice since 30 July because of technical problems. The rocket carried into orbit a 219-pound (99- kilogram) payload, the STSAT 2, which carried a microwave radiometer to measure radiation energy in Earth’s atmosphere and a laser-reflector system to allow ground stations to track its orbit. Naro 1 was the result of a partnership dating to 2002 between the Korea Aerospace Research Institute (KARI) and the Moscow-based Khrunichev, the Russian aerospace firm responsible for the Proton booster rocket. Khrunichev had provided the hardware for Naro 1’s first stage. North Korea criticized the international response to South Korea’s launch plans; an international outcry had met the Democratic People’s Republic of Korea’s (North Korea’s) failed launch in April 2009, and the United States had claimed that North Korea’s launch was a disguised missile test. U.S. Department of State spokesperson Ian C. Kelly had responded to North Korea’s complaints, explaining that South Korea had developed its program in an open and transparent manner, in keeping with the international agreements that South Korea had signed, unlike North Korea, which had not abided by its international agreements.(Jin-man Lee for Associated Press, “South Korea Launches First Rocket into Space,” 25 August 2009; Stephen Clark, “South Korea Makes History with Satellite Launch,” Spaceflight Now, 25 August 2009.)",
      "month": "August",
      "day": 25,
      "monthNumber": 8
    },
    {
      "story": " NASA announced the one-year extension of the Space Station Cargo Integration Contract that Lockheed Martin Integrated Systems had held since January 2004. The extension’s start date was 1 October 2009. As the second of two such options provided for in the original contract, the extension brought the total value of the contract to US$381 million. Under the terms of the contract, Lockheed Martin Integrated Systems provided sustained engineering for NASA carriers and cargo packing for delivery to and from the ISS. The company also determined the most efficient way to pack cargo; verified the adequacy of the integrated carriers; packed the pressurized cargo into subcarriers; and returned the cargo to providers, once it had returned to Earth.(NASA, “NASA Extends Space Station Cargo Integration Contract,” news release C09-038, 26 August 2009, http://www.nasa.gov/home/hqnews/2009/aug/C09-038_ISS_cargo.html (accessed 31 August 2011).)",
      "month": "August",
      "day": 26,
      "monthNumber": 8
    },
    {
      "story": " South Korea’s rocket Naro 1, which had launched 25 August, failed to deliver its payload to orbit. South Korean Vice Minister of Education, Science, and Technology Kim Jung Hyun explained to the media that the fairing had failed to separate properly when the satellite reached its target altitude, causing the satellite to overshoot its mark and, probably, to burn up in the atmosphere after falling back toward Earth.(Heejin Koo, “South Korean Satellite Burned Up After Orbit Failure,” Bloomberg News, 26 August 2009.)",
      "month": "August",
      "day": 26,
      "monthNumber": 8
    },
    {
      "story": " Space Shuttle Discovery launched from NASA’s KSC at 11:59 p.m. (EDT) on STS-128, to deliver supplies, equipment, and a new crew member to the ISS. The STS-128 crew comprised Commander Frederick W. “Rick” Sturckow; Pilot Kevin A. Ford; and Mission Specialists Patrick G. Forrester, Jose M. Hernandez, John D. “Danny” Olivas, and ESA astronaut A. Christer Fuglesang. Also aboard was Nicole P. Stott, who would begin a three-month mission in residence at the ISS, replacing NASA’s Timothy L. Kopra. Discovery carried in its cargo bay the Leonardo Multi-Purpose Logistics Module, a pressurized “moving van” that the crew would temporarily install at the ISS. Leonardo would deliver storage racks, materials and fluids science racks, a freezer to store research samples, a new sleeping compartment, an air purification system, and a treadmill named after comedian Stephen Colbert. Colbert had received the most entries in NASA’s online poll to name the station’s Node 3, but NASA had named Node 3 “Tranquility.” As a consolation prize for Colbert, NASA had decided to name the treadmill COLBERT (Combined Operational Load Bearing External Resistance Treadmill).(NASA, “NASA’s Shuttle Discovery Launches To Enhance Space Station Science,” news release 09-196, 29 August 2009, http://www.nasa.gov/home/hqnews/2009/aug/HQ_09-196_STS-128_Launch.html (accessed 31 August 2011).)",
      "month": "August",
      "day": 29,
      "monthNumber": 8
    },
    {
      "story": " Commander Frederick W. “Rick” Sturckow docked Discovery with the ISS, relying solely on the Shuttle’s powerful primary jet thrusters, marking the first occurrence of this type of docking. All six of the Shuttle’s small nose-and-tail steering thrusters were incapacited when a single forward jet failed, prompting NASA to shut down both of Discovery’s small forward jets, as well as the four small thrusters in the orbiter’s tail. NASA had taken these measures because of concern that toxic rocket propellant could spray onto the ISS solar wings, reducing the wings’ ability to produce power. LeRoy E. Cain, Chair of NASA’s Mission Management Team, explained that, although flying the Shuttle with only the primary jets presented a challenge, NASA had fully certified the alternative docking mode and had trained all crews headed for the ISS for that possibility. NASA commentator Rob Navias described Sturckow’s approach and docking as “textbook,” saying that the “entire rendezvous and docking was smooth as silk.”(Todd Halvorson, “Skipper Nails Tricky Move,” Florida Today (Brevard, FL), 31 August 2009. 48)",
      "month": "August",
      "day": 30,
      "monthNumber": 8
    },
    {
      "story": " ISRO ended its US$82 million Chandrayaan mission after failing to restore communication with the craft. ISRO had lost contact with Chandrayaan 1 on 29 August. Chandrayaan 1, known as Moon Craft, had launched on 22 October 2008 on a mission to map the lunar terrain in preparation for a future mission that would land a rover on the Moon’s surface. ISRO had designed the craft to orbit the Moon for two years, at an altitude of 100 kilometers (62 miles). Chandrayaan 1 carried 11 payloads, including an Indian-designed terrain-mapping camera, ESA mapping instruments, radiation-measuring equipment belonging to the Bulgarian Academy of Sciences, and two NASA devices designed to assess mineral composition and to look for ice deposits. ISRO Chief Madhavan Nair reportedly told the state-run broadcaster Doordarshan that a malfunction in computers on board the craft had led to the failure in communications. Nair also stated that a committee of scientists would investigate the incident.(Ed Johnson, “India Ends Lunar Mission After Losing Probe Signal,” Bloomberg News, 31 August 2009; Associated Press, “Indian Moon Orbiter Loses Contact,” 29 August 2009.)",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " NASA astronauts Michael R. Barratt and Kevin A. Ford used a robotic arm to remove the 13.5- ton (12.3-tonne, or 12,247-kilogram) Leonardo cargo module from Space Shuttle Discovery’s cargo bay. An hour later, the astronauts had successfully attached the module to the Harmony module’s Earth-facing port and had begun the process of checking for leaks and pressurizing a vestibule between Harmony and the cargo module.(William Harwood, “Cargo Module Mounted to Space Station for Unloading,” Spaceflight Now, 1 September 2009.)",
      "month": "August",
      "day": 31,
      "monthNumber": 8
    },
    {
      "story": " NASA astronauts Nicole P. Stott and John D. “Danny” Olivas undertook the first spacewalk of STS-128, which lasted 6 hours and 30 minutes. The pair completed the EVA early, with all objectives accomplished. They removed from the ISS’s central truss an ammonia tank that had been in use since 2002. Olivas lifted the 1,300-pound (589-kilogram) tank, which measured 5 feet by 7 feet by 4 feet (1.52 meters by 2.13 meters by 1.22 meters), onto the end of the station’s robotic arm, where it would remain until the installation of a fresh pair of tanks during the next spacewalk. The pair also retrieved from ESA’s Columbus laboratory two sets of experiments, so that the Shuttle could return them to Earth. After removing the ammonia tank, Olivas noticed that the index finger of his right glove had begun to fray. Mission Control evaluated the problem and, after determining that the frayed stitching was minor, decided that Olivas could remain outside and continue the EVA. A few minutes later, Stott noticed a high reading of her carbon dioxide levels. She reported that she was not experiencing any symptoms. Mission Control decided that Stott’s suit was operating fine, and that she, too, could remain outside. The astronauts also experienced a 30-minute communication outage with Mission Control because of a thunderstorm at a satellite-relay station in Guam. The spacewalk was Stott’s first. She was KSC’s third employee to become an astronaut and the center’s first employee to embark on a spacewalk.(Marcia Dunn for Associated Press, “Spacewalkers Tackle Hefty Tank Removal in Orbit,” 2 September 2009; James Dean, “Ex-KSC Engineer Works Outside ISS,” Florida Today (Brevard, FL), 2 September 2009; Stockton Record (CA), “Astronauts Embark on Their First Spacewalk,” 2 September 2009.)",
      "month": "September",
      "day": 1,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that it had completed the Orion project’s preliminary design review (PDR), one of a series of checkpoints in the design life cycle of a complex engineering project. Project managers must complete these checkpoints before hardware manufacturing can begin. The PDR marked a major milestone in the construction of the next CEV. The review board had concluded its evaluation on 31 August 2009, establishing the basis for proceeding to the critical design phase. The Orion CEV design featured a 16.5-foot-wide (5-meter-wide) capsule-shaped crew module for four astronauts; a service module housing utility systems; propulsion components; and an LAS. The PDR evaluated the vehicle’s capability to support flights to the ISS, missions to the Moon lasting for a week, and missions to the Moon lasting as long as 210 days. Each subsystem of the CEV had undergone reviews between February and July 2009, before the project proceeded to the overall vehicle-level review. The vehicle-level review had lasted two months, including reviewers from all 10 NASA field centers. These reviewers evaluated the hundreds of design products that the Lockheed Martin−led industry partnership had delivered. T. Cleon Lacefield, Vice President and Orion Project Manager at Lockheed Martin in Denver, Colorado, remarked that, because Lockheed Martin had worked so closely with its NASA counterparts, the CEV design was much more mature than is typical for programs at the PDR checkpoint. Moreover, before the PDR, Lockheed Martin had completed 300 technical reviews, 100 peer reviews, and 18 subsystem-design reviews.(NASA, “NASA’s Orion Spacecraft Passes Significant Design Milestones,” news release 09-202, 1 September 2009, http://www.nasa.gov/home/hqnews/2009/sep/HQ_09-202_Orion_Passes_PDR.html (accessed 15 September 2011); Tariq Malik, “NASA’s New Moonship Passes Review Amid Rocket Uncertainty,” Space.com, 1 September 2009, http://www.space.com/7217-nasa-moonship-passes-review-rocket-uncertainty.html (accessed 15 September 2011).)",
      "month": "September",
      "day": 1,
      "monthNumber": 9
    },
    {
      "story": " Astronauts John D. “Danny” Olivas and A. Christer Fuglesang undertook the second spacewalk of STS-128, lasting 6 hours and 39 minutes. The pair collected a new 1,700-pound (771- kilogram) ammonia tank from Discovery, attached it to the ISS, and connected the electrical and fluid lines. The new tank contained 600 pounds (272 kilograms) of fresh ammonia, which would help cool the station’s electrical systems. Olivas and Fuglesang then anchored the old ammonia tank inside Discovery in preparation for its return to Earth on the Shuttle. They had removed the old tank during their spacewalk on 1 September. The pair also had a few “get-ahead” tasks to complete. Fuglesang installed protective covers over cameras on the ISS robotic arm and positioned a portable foot restraint on a solar-power truss, to assist future assembly crews. Olivas was unable to complete his get-ahead task because a cable that he needed was not where flight controllers had expected it to be.(Marcia Dunn for Associated Press, “Spacewalk Performed Despite Approaching Space Junk,” 4 September 2009; Florida Today (Brevard, FL), “Spacewalkers Install Bulky Coolant Tank: Space Junk Not a Threat,” 4 September 2009; William Harwood, “Spacewalk No. 2 Complete,” Spaceflight Now, 4 September 2009.)",
      "month": "September",
      "day": 3,
      "monthNumber": 9
    },
    {
      "story": " Astronauts John D. “Danny” Olivas and A. Christer Fuglesang undertook the third and final spacewalk at the ISS for STS-128. The pair unreeled 60 feet (18.29 meters) of cable in preparation for the Tranquility residential chamber that ISS partners planned to add to the station in early 2010. They also connected GPS satellite antennas and completed a variety of small mundane tasks. Fuglesang, a native of Sweden, became the first astronaut from outside the United States or Russia to participate in more than three spacewalks.(Marcia Dunn for Associated Press, “Astronauts Take Mission’s 3rd and Final Spacewalk,” 5 September 2009; Agence France-Presse, “Astronauts Conduct Final Spacewalk of Discovery Mission,” 5 September 2009.)",
      "month": "September",
      "day": 5,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that it had awarded a contract modification to L-3 Communications Integrated Systems LP of Waco, Texas, to extend through 31 December 2009 the period of performance for further developmental engineering in support of the Stratospheric Observatory for Infrared Astronomy (SOFIA) mission. The joint program of NASA and the German Aerospace Center, SOFIA included a high-altitude, airborne, German-built 2.5-meter (100-inch) infrared telescope. Mounted in a cavity in the rear fuselage of a highly modified Boeing-747SP jetliner, the telescope had scientific instruments capable of celestial observations ranging from visible light through the submillimeter, far-infrared spectrum. L-3 Communications was responsible for completing development and testing of the SOFIA Airborne System, including modification, fabrication, installation, integration, and verification of various systems to meet mission requirements. The contract modification covered completion of the SOFIA subsystems, such as the mission-control and communications system; engineering and flight-test support for the telescope-cavity-door-open flight tests and the science programs; and support for reviews leading to NASA’s public aircraft certification. The option modification brought the total value of the contract to approximately US$37.7 million. NASA had not yet exercised the two additional one- year-option periods allowed under the initial cost-plus-award-fee contract with L-3 134 Communications Integrated Systems. The initial contract had taken effect in February 2007.",
      "month": "September",
      "day": 9,
      "monthNumber": 9
    },
    {
      "story": " JAXA successfully launched its 16.5-ton (14.97-tonne, or 14,969-kilogram) H-2 Transfer Vehicle (HTV 1), loaded with 4.5 tonnes (4.96 tons) of cargo and supplies for delivery to the ISS. Liftoff occurred at 1:01 a.m. (EDT) from the Tanegashima Space Center, and JAXA confirmed separation from the rocket’s upper stage approximately 15 minutes later. HTV 1, which carried both pressurized and unpressurized cargo to the ISS, was the first craft capable of transporting both types of cargo. The pressurized cargo included food, computer equipment, and other supplies. Also aboard was cargo that NASA and JAXA intended to use on JAXA’s Kibo module: NASA’s Hyperspectral Imager for the Coastal Ocean (HICO) and Remote Atmospheric and Ionospheric Detection System (RAIDS) Experiment Payload (HREP), for studies of the ocean and atmosphere, and JAXA’s Superconducting Submillimeter-Wave Limb-Emission Sounder (SMILES) instrument, designed to study the ozone layer. Masazumi Miyake, Deputy Director of JAXA’s Houston office, said that the launch signaled a new era for JAXA, opening new horizons for Japan in its efforts to achieve human spaceflight. Miyake added that the HTV-1 mission was a demonstration flight to verify functionality and performance. However, after completing the mission, JAXA intended to launch an average of one operational HTV per year. HTV 1 represented Japan’s first attempt at a major orbital rendezvous and its first launch to a staffed space station. The HTV program, which Japan had been developing since 1997, had cost the United States US$700 million. The cost of the HTV spacecraft unit was US$200 million, not including the launch vehicle.(Spacewarn Bulletin, no. 671, 1 October 2009, http://nssdc.gsfc.nasa.gov/spacewarn/spx671.html (accessed 16 September 2011); Robert Block, “Japan Enters New Era of Space Exploration,” Orlando Sentinel (FL), 11 September 2009.)",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " NASA announced the first successful full-scale, full-duration stationary test fire of the first-stage motor for the Ares-I rocket, the CLV in development for NASA’s Constellation Program. NASA and its industry partner ATK Space Systems had successfully conducted the test, which consisted of shooting a giant flame through the 154-foot (46.94-meter) rocket as it stood on a horizontal test stand, to ignite the 1.5 million pounds (0.68 million kilograms) of solid propellant coating the booster’s interior. The ignition shot flame at three times the speed of sound. The plume’s temperature reached 4,500°F, and the flame generated 3.6 million pounds (1.6 million kilograms) of thrust. During the firing of the five-segment solid development motor (DM 1), engineers gathered measurements from 650 sensors to evaluate acoustics, thrust, roll control, and motor vibrations. The event marked the second attempt to conduct the 2-minute test at ATK Space Systems’ test stand in Promontory, Utah. NASA had canceled the first test on 27 August, when it was already in progress, with 20 seconds remaining in the countdown. NASA’s engineering team had made this decision when the ground controller unit had a problem with a 30-year-old component that helped to move nozzle controls. Nozzle controls steer a rocket in flight. The engineering team had conducted a detailed investigation and had replaced a faulty part.(NASA, “NASA and ATK Successfully Test Ares First Stage Motor,” news release 09-198, 10 September 2009, http://www.nasa.gov/home/hqnews/2009/sep/HQ_09-198_Ares_DM-1_test.html (accessed 15 September 2011); Mark Stark for Associated Press, “Rocket Test in Northern Utah Goes Off Problem-Free,” 11 September 2009; Todd Halvorson, “Ares I Scores a Victory: A Debut in Flame and Smoke,” Florida Today (Brevard, FL), 11 September 2009.)",
      "month": "September",
      "day": 10,
      "monthNumber": 9
    },
    {
      "story": " Space Shuttle Discovery landed at Edwards Air Force Base in California at 5:53 p.m. (PDT), ending a successful 14-day mission to the ISS. Weather prevented the crew from landing at KSC in Florida. STS-128 had delivered to the ISS NASA astronaut Nicole P. Stott, who had begun a three-month mission as a resident, replacing Timothy L. Kopra. Kopra had returned home with Discovery’s crew. Discovery had also delivered to the ISS 9 tons (8.16 tonnes, or 8,165 kilograms) of supplies, to sustain the six-person crew and to equip the station for more science experiments. The delivery had included two refrigerator-sized science racks for the station—one for conducting experiments on materials such as metals, glass, and ceramics, and the other for studying how fluids react in microgravity. In addition, Discovery had delivered a freezer for samples, a new sleeping compartment, an air-purification system, and a treadmill named for the comedian Stephen Colbert. The crew had undertaken three spacewalks, to replace experiments outside ESA’s Columbus laboratory and to empty an ammonia-storage tank.(NASA, “Space Shuttle Discovery Returns to Earth After Successful Mission,” news release 09-212, 11 September 2009, http://www.nasa.gov/home/hqnews/2009/sep/HQ_09-212_Discovery_Lands.html (accessed 15 September 2011); James Dean, “Storms Prevent KSC Landing, Divert Discovery to California,” Florida Today (Brevard, FL), 14 September 2009; William Harwood, “Shuttle Glides to a California Landing,” New York Times, 12 September 2009.)",
      "month": "September",
      "day": 11,
      "monthNumber": 9
    },
    {
      "story": " At NASA Headquarters in Washington, DC, NASA Administrator Charles F. Bolden Jr. and ESA Director General Jean-Jacques Dordain signed a memorandum of understanding (MOU) for cooperation in the field of space transportation. The agreement would allow the two space agencies to exchange technical information and personnel, providing NASA with assistance in several key areas. These key areas included composite material technology, development of payload shrouds, and management of propellants in spacecraft propulsion systems used for transit to and from lunar orbit. Bolden reflected on NASA’s long history of participating with ESA in human spaceflight activities, remarking that the agreement underscored NASA’s intention to continue building that relationship. Dordain added that the exchange of technical information enabled under the terms of the agreement would benefit both agencies, facilitating work toward future launch systems, human spaceflight, and exploration missions.(NASA, “U.S. and Europe Agree on Civil Space Transportation Cooperation,” news release 09-208, 11 September 2009, http://www.nasa.gov/home/hqnews/2009/sep/HQ_09-208_NASA_ESA_MOU.html (accessed 15 September 2011).)",
      "month": "September",
      "day": 11,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that it had concluded two weeks of technology-development tests on two prototype lunar rovers in the Arizona desert at Black Point Lava Point, as part of the decade-old program Desert RATS (Research and Technology Studies). The annual Desert RATS excursions allowed NASA to analyze and to refine technologies and procedures in extreme environments on Earth. For the lunar-rover test, two crew members—an astronaut and a geologist—had simulated a 14-day mission, living for more than 300 hours inside NASA’s prototype Lunar Electric Rover and scouting the area for features of geological interest. They had worn spacesuits to conduct simulated moonwalks in which they collected samples; docked to a simulated habitat; driven the rover across difficult terrain; performed a rescue mission; and made a four-day trip across lava. Before the test, NASA’s K10 scout robot had identified areas of interest for the crew to explore. NASA’s All-Terrain Hex-Legged Extra-Terrestrial Explorer (Tri-ATHLETE), a heavy-lift rover, had carried the simulated habitat to which the rover had docked.(NASA, “NASA Concludes Robotics Tests for the Moon in Arizona,” news release 09-214, 15 September 2009, http://www.nasa.gov/home/hqnews/2009/sep/HQ_09-214_Desert_RATS_concludes.html (accessed 15 September 2011).)",
      "month": "September",
      "day": 15,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that it had selected six universities to receive research grants totaling nearly US$30 million. The selected universities served large numbers of underrepresented and minority students. The grants would help the universities establish multidisciplinary scientific, engineering, and commercial research centers, capable of making significant contributions to NASA’s programs. Through the NASA Group 5 University Research Center awards program, each university would receive up to US$1 million per year for up to five years, based on their performance and on availability of funds. The awards continued NASA’s commitment to supporting new aerospace science and technology concepts and expanding the nation’s base for aerospace research development. Through these efforts, NASA hoped to achieve a broad-based, competitive capability for aerospace research and technology development. NASA also hoped the awards would help underrepresented minorities obtain advanced degrees in science, technology, engineering, and mathematics. Selected from among 35 institutions that had submitted proposals, the six universities to receive awards were California State University in Long Beach, for the Center for Human Factors in Advanced Aeronautics Technologies; Delaware State University in Dover, for the establishment of a NASA Optical Sciences Center for Applied Research; North Carolina Agricultural and Technical State University in Greensboro, for the Center for Aviation Safety; North Carolina Central University in Durham, for the NASA Center for Aerospace Device Research and Education; University of Texas in Brownsville, for the Center for Gravitational Wave Astronomy; and University of Texas in El Paso, for the Center for Space Exploration Technology Research.(NASA, “NASA Awards Grants for Research Centers at 6 Minority Universities,” news release 09-213, 16 September 2009, http://www.nasa.gov/home/hqnews/2009/sep/HQ_09-213_Minority_University_Grants.html (accessed 15 September 2011).)",
      "month": "September",
      "day": 16,
      "monthNumber": 9
    },
    {
      "story": " JAXA’s HTV 1 arrived safely at the ISS. NASA astronaut Nicole P. Stott used the ISS’s robotic arm to capture the 18-ton (16.33-tonne, or 16,329-kilogram) cargo craft as it hovered at a distance of 30 feet (9.14 meters), marking the first time that the ISS had captured a robotic craft from orbit. Russian and European supply craft used a docking method to arrive at the space station, and Canadian astronaut Robert B. Thirsk berthed the craft at NASA’s Harmony module. The space agencies had scheduled HTV 1 to remain berthed at NASA’s Harmony module until November, when the ISS would release it to burn up in Earth’s atmosphere.(Marcia Dunn for Associated Press, “Space Station Crew Grabs New Cargo Ship From Orbit,” 18 September 2009; “ISS Crew Snares Robot Ship,” Florida Today (Brevard, FL), 18 September 2009.)",
      "month": "September",
      "day": 17,
      "monthNumber": 9
    },
    {
      "story": " ISRO launched seven satellites, placing all seven in orbit within a period of 20 minutes, to mark ISRO’s first successful mission following the abrupt end of the Chandrayaan-1 project. The seven satellites, including ISRO’s Oceansat 2, launched from Sriharikota at 6:21 (UT), aboard India’s Polar Satellite Launch Vehicle (PSLV) C14, a 44.4-meter (145.67-foot) four-stage launch vehicle. The 960-kilogram (2,116-pound) Oceansat 2 carried three instruments. One of these was the Ocean Color Monitor (OCM), an eight-band multispectral camera, designed to capture data in the visible and near-infrared spectrum. The OCM would observe algae, fish populations, sediment distribution, and water pollution. Another instrument was the Ku-band Scatterometer, designed to operate at 13.52 gigahertz, covering a swath of 1,400 kilometers (870 miles). It would measure near-surface wind vectors over the ocean, for use in forecasting weather. The third instrument was the Italian-designed Radio Occultation Sounder for the Atmosphere (ROSA), which would observe distortions in GPS signals passing through the upper atmosphere. ROSA would build temperature and humidity profiles, determining the electron density in the ionosphere. The rocket also carried six nano satellites: two German Rubin satellites; Beesat, of the Technical University Berlin; UWE 2, of the University of Würzburg in Germany; ITU pSAT, of Istanbul Technical University in Turkey; and SwissCube 1, of the École Polytechnique Fédérale de Lausanne in Switzerland.(Spacewarn Bulletin, no. 671; Associated Press, “ISRO Launched 7 Satellites in 20 Minutes,” 23 September 2009. 54)",
      "month": "September",
      "day": 23,
      "monthNumber": 9
    },
    {
      "story": " SpaceX announced the successful demonstration of a laser-imaging detection and ranging (LIDAR) sensor called DragonEye, a proximity sensor that had launched aboard NASA’s Space Shuttle Endeavor on 15 July 2009 in Mission STS-127. With the help of NASA’s Commercial Crew and Cargo Program Office, SpaceX had tested DragonEye in proximity with the ISS, in preparation for future visits of SpaceX’s Dragon spacecraft to the ISS. DragonEye would guide the Dragon craft as it approached the space station, providing three-dimensional images based on the amount of time needed for a single laser pulse from the sensor to reach a target and to bounce back. DragonEye had used flight data gathered on board Endeavour to detect the ISS successfully and to track it through various approach and departure maneuvers. Following Endeavour’s return to Earth, DragonEye had returned to SpaceX for evaluation. SpaceX’s Falcon-9 launch vehicle and Dragon were both under contract to NASA to provide cargo resupply to the ISS, following the Space Shuttle’s retirement. The contract included 12 flights between 2010 and 2015, with SpaceX representing the only COTS contender with the ability to return cargo to Earth.(Space Exploration Technologies, “SpaceX’s DragonEye Navigation Sensor Successfully Demonstrated on Space Shuttle,” SpaceX news release 25, September 2009, http://www.spacex.com/press.php?page=20090925 (accessed 19 September 2011); Laser Focus World, “SpaceX Successfully Tests DragonEye LIDAR on Space Shuttle,” 30 September 2009.)",
      "month": "September",
      "day": 24,
      "monthNumber": 9
    },
    {
      "story": " NASA announced that its Moon Mineralogy Mapper (M3), on board ISRO’s Chandrayaan-1 spacecraft, had detected water molecules in the polar regions of the Moon. Data from the Visual and Infrared Mapping Spectrometer (VIMS), on NASA’s Cassini spacecraft had helped to corroborate the findings, as had data from the High-Resolution Infrared Imaging Spectrometer on NASA’s spacecraft EPOXI—Extrasolar Planet Observations and Characterization (EPOCh) and Deep Impact Extended Investigation (DIXI). M3’s spectrometer had measured light reflecting off the Moon’s surface at infrared wavelengths, splitting the spectral colors small enough to reveal a new level of detail in surface composition. The M3 science team found that the pattern of absorption of the wavelengths at the lunar surface was consistent with the absorption pattern for water molecules and hydroxyl, which is a molecule consisting of one oxygen atom and one hydrogen atom. In 1999 Cassini’s VIMS instrument had also collected data showing water molecules and hydroxyl, but that data had never been published. Roger N. Clark, a U.S. Geological Survey scientist in Denver who had been a member of both the VIMS and the M3 teams, remarked that the data from the two instruments closely agreed, showing as much as 1,000 water molecule parts per million in the lunar soil. To confirm the VIMS and M3 data further, scientists examined EPOXI mission data from June 2009. EPOXI data not only confirmed the findings but expanded on them. Jessica Sunshine, a member of the University of Maryland’s EPOXI team, as well as Deputy Principal Investigator and member of the M3 team, remarked that the extended spectral range and the views over the Moon’s north pole had enabled scientists to explore the distribution of both water and hydroxyl as a function of temperature, latitude, composition, and time of day. She added that the analysis unequivocally confirmed the presence of water molecules and hydroxyl on the lunar surface, revealing that the entire surface of the Moon’s north pole appeared to be hydrated during some portion of the lunar day.(NASA, “NASA Instruments Reveal Water Molecules on Lunar Surface,” news release 09-222, 24 September 2009, http://www.nasa.gov/home/hqnews/2009/sep/HQ_09-222_Moon_Water_Molecules.html (accessed 15 September 2011); Seth Borenstein for Associated Press, “It’s Not Lunacy, Probes Find Water in Moon Dirt,” 24 September 2009; Kenneth Chang, “In Surprise, Moon Shows Signs of Water,” New York Times, 24 September 2009.)",
      "month": "September",
      "day": 24,
      "monthNumber": 9
    },
    {
      "story": " NASA astronaut Jeffrey N. Williams and Russian cosmonaut Maxim V. Suraev launched aboard Soyuz TMA-16 from Baikonur Cosmodrome in Kazakhstan at 2:14 a.m. (CDT), to become the next residents of the ISS. Also aboard was spaceflight participant Guy Laliberté, the Canadian founder of Cirque du Soleil, who was flying to the ISS under an agreement with Space Adventures and the Russian federal space agency Roscosmos. Laliberté had paid US$35 million to travel to and from the ISS and to reside at the ISS for nine days. He planned to use his experience to publicize a growing global problem—the shortage of clean water.(NASA, “New Space Station Crew Launches; In-Orbit News Conference Set,” news release 09-226, 30 September 2009, http://www.nasa.gov/home/hqnews/2009/sep/HQ_09-226_Soyuz_Exp21_Launch.html (accessed 15 September 2011); Peter Leonard for Associated Press, “Canadian Circus Billionaire Heads to Space Station,” 30 September 2009.)",
      "month": "September",
      "day": 30,
      "monthNumber": 9
    },
    {
      "story": " Soyuz TMA-16 docked with the ISS Zvezda service module at 4:35 a.m. (EST), safely delivering to the ISS NASA astronaut Jeffrey N. Williams, Russian cosmonaut Maxim V. Suraev, and Cirque du Soleil founder Guy Laliberté. Williams and Suraev were joining ISS Expedition 21 as flight engineers. The docking marked the first time that three Soyuz craft had docked at the space station at one time. The automated docking system worked flawlessly.(James Dean, “Live in Orbit: Crew Docks Safely at Space Station,” Florida Today (Brevard, FL), 2 October 2009. 147 NASA, “NASA Spacecraft Impacts Lunar Crater in Search for Water Ice,” news release 09-236, 9 October 2009, http://www.nasa.gov/home/hqnews/2009/oct/HQ_09-236_LCROSS.html (accessed 30 September 2011); Seth Borenstein for Associated Press, “Moon Crash: Public Yawns, Scientists Celebrate,” 10 October 2009.)",
      "month": "October",
      "day": 2,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that its LCROSS Mission had successfully created dual impacts on the Moon’s surface, in search of water ice. NASA had launched the LCROSS spacecraft on 18 June 2009 as a companion mission to LRO. The LCROSS craft had traveled 5.6 million miles (9.01 million kilometers) over 113 days. To prepare for the mission finale, the LCROSS satellite had separated from its Centaur upper-stage rocket approximately 54,000 miles (86,905 kilometers) above the Moon on 8 October at 6:50 p.m. (PDT). The Centaur had traveled toward the lunar surface at a speed of 1.5 miles (2.41 kilometers) per second, crashing into the Cabeus crater, a permanently shadowed region near the Moon’s south pole, shortly after 4:31 a.m. (PDT). Instruments aboard LCROSS had observed the impact for approximately 4 minutes, while traveling through the dust created by Centaur’s crash, before impacting the crater itself at 4:36 a.m. (PDT). NASA reported that other observatories, as well as the amateur astronomy community, had captured images and video of both impacts, commenting that NASA intended to share its data with the LCROSS science team. Jennifer L. Heldmann, ARC coordinator of the LCROSS observation campaign, explained that one of the mission’s goals was to encourage people to view the LCROSS impacts in as many ways as possible. She anticipated that the LCROSS campaign would provide an enormous amount of corroborated information, fascinating to many observers.",
      "month": "October",
      "day": 9,
      "monthNumber": 10
    },
    {
      "story": " Commander Gennady I. Padalka and Flight Engineer Michael J. Barratt, of ISS Expedition 20, landed safely on the steppes of Kazakhstan in the Soyuz TMA-14 spacecraft, following a six- month residency at the space station. During their mission, Padalka and Barratt had presided over the inauguration of the station’s six-person crew, as well as two Space Shuttle assembly and resupply missions. The two missions had included the delivery of new science facilities for expanded research and the arrival of the first Japanese HTV. Also aboard Soyuz TMA-14 was Cirque du Soleil founder Guy Laliberté, who had launched on 30 September with the Expedition 21 crew to spend nine days aboard the ISS. Laliberté had hosted a global Web cast from aboard the space station, to promote his One Drop Foundation. The mission of the One Drop Foundation was to preserve the world’s water resources and to provide global access to clean water. With Padalka’s departure, ISS Expedition 21 Commander Frank DeWinne became the first European to take command of the ISS.(NASA, “Soyuz Landing Caps Historic Space Station Increment,” news release 09-237, 11 October 2009, http://www.nasa.gov/home/hqnews/2009/oct/HQ_09_237_Soyuz_Lands.html (accessed 30 September 2011); Douglas Birch for Associated Press, “Russian Spacecraft with Circus Tycoon Lands Safely,” 13 October 2009; Todd Halvorson, “European Takes Command of Space Station, Florida Today (Brevard, FL), 10 October 2009.)",
      "month": "October",
      "day": 11,
      "monthNumber": 10
    },
    {
      "story": " Rodger E. Doxsey, head of the Space Telescope Science Institute’s (STScI’s) HST Mission Office in Baltimore, died of cancer at the age of 62. Recruited as an HST Mission Operations Scientist, Doxsey had worked at STScI since 1981, nine years before the launch of HST. Since HST’s launch, Doxsey had been involved in the daily operations of the telescope. He had been responsible for all work necessary to support HST’s scientific operations, planning and scheduling, and calibration of data, and for building scientific mission specifications and issuing all commands necessary to HST’s instruments. Doxsey had worked with GSFC to develop HST’s new scientific instruments. Despite his illness, he had remained involved in the preparations for the final servicing mission to the telescope in May 2009. In 1991 NASA had recognized Doxsey with the highest honor it could give to a nonfederal employee, awarding him its Distinguished Public Service Medal. With this award, NASA noted Doxsey’s “outstanding leadership in developing the concepts of the scientific operations” of HST and in implementing the systems needed to accomplish those ends. In 2004 AAS had awarded Doxsey the Van Biesbroeck Prize for his “outstanding, unselfish dedication” to making HST “one of the most scientifically productive telescopes of all time.” Director of STScI Charles Mattias “Matt” Mountain described Doxsey as the “heart and soul of Hubble” at the Institute, saying that Doxsey “knew everything about the space telescope, from the smallest anomaly to the breadth of the extraordinary science delivered by the telescope.” Doxsey had worked with HST for more than 28 years.(Frank D. Roylance, “Rodger Doxsey, One of Space Telescope Team’s First Leaders, Dies at 62,” Baltimore Sun, 15 October 2009.)",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " NASA announced a partnership with the U.S. Air Force Research Laboratory to develop a “technology roadmap” study for the commercial reusable launch vehicle (RLV) industry. Led by NASA’s Innovative Partnerships Program, the study would identify technologies and assess their potential use, in an effort to accelerate the development of commercial RLVs. The study would also recommend to the U.S. government technology tasks and milestones for various vehicle categories. NASA had defined the categories as 1) reusable, suborbital vehicles; 2) expendable and partially reusable, orbital vehicles; 3) reusable, two-stage orbital vehicles; and 4) advanced vehicle concepts, such as single-stage-to-orbit, air-breathing systems, in-flight refueling, and tethered upper-stage vehicles. NASA and the U.S. Air Force planned to evaluate all types of flight systems—from space entry, descent, and recovery systems, to avionics, communications, and flight control. The study would commence in 2009, at the Commercial and Government Responsive Access to Space Technology Exchange in Dayton, Ohio (26−29 October 2009). Representatives from NASA, the U.S. Air Force Research Laboratory, and the FAA’s Office of Commercial Space Transportation would meet with representatives from the commercial RLV industry, soliciting feedback about long-range growth plans and the necessary technology to implement those plans successfully.(NASA, “NASA Announces Commercial RLV Technology Roadmap Project,” news release 09-238, 13 October 2009, http://www.nasa.gov/home/hqnews/2009/oct/HQ_09-238_RLV_Study.html (accessed 30 September 2011); Michael Cooney, “NASA Partners with US Air Force To Develop Commercial Space Roadmap,” Network World, 14 October 2009.)",
      "month": "October",
      "day": 13,
      "monthNumber": 10
    },
    {
      "story": " NASA released the first comprehensive map of Earth’s solar system, including a map of its location in the Milky Way galaxy. NASA had produced the map using data collected over six months by two detectors on NASA’s Interstellar Boundary Explorer (IBEX) spacecraft. The map revealed the local interstellar medium, the region that separates the nearest reaches of the galaxy from the heliosphere. This region acts as a “protective bubble,” shielding Earth’s solar system from the most dangerous cosmic radiation traveling through space. According to IBEX Principal Investigator David J. McComas, of the Space Science and Engineering Division at Southwest Research Institute in San Antonio, Texas, the IBEX sky map marked the first time that scientists could leave the Sun’s atmosphere and begin to understand Earth’s place in the galaxy. The map also enabled astronomers to place in context the observations from NASA’s Voyager spacecraft. Since their launch in 1977, the twin Voyager spacecraft had each traveled into the interstellar boundary. However, the IBEX data showed a ribbon of bright emissions that neither Voyager craft had detected. Launched in October 2008, NASA’s IBEX had a mission to map the heliosphere. The journal Science had published a series of papers outlining the results of the mission.(NASA, “NASA Spacecraft Provides First View of Our Place in the Galaxy,” news release 09-241, 15 October 2009, http://www.nasa.gov/home/hqnews/2009/oct/HQ_09-241_IBEX.html (accessed 30 September 2011); Agence France-Presse, “NASA Probe Helps To Map Solar System,” 16 October 2009.)",
      "month": "October",
      "day": 15,
      "monthNumber": 10
    },
    {
      "story": " NASA’s ARC announced that LCROSS’s observation of its 9 October 2009 impact on the lunar surface had succeeded. During LACROSS’s descent into the Centaur crater, nine instruments on board had captured each phase of the impact sequence. The ultraviolet/visible and near-infrared spectrometer and camera data had revealed a faint but distinct debris plume. LCROSS Principal Investigator and Project Scientist Anthony Colaprete remarked that the ejecta brightness of the plume was at the low end of NASA’s predictions. However, that description could provide a clue to help determine the properties of the material that Centaur had impacted. LCROSS had also captured Centaur’s impact flash in both of its mid-infrared thermal cameras over a couple of seconds. The temperature of that flash would provide valuable information about the composition of the material at the impact site. Although creating a plume had been the key to the mission’s success, LCROSS had not detected a debris plume, initially. The new images, captured by a different camera on board the spacecraft, confirmed that Centaur’s impact had, indeed, created a plume.(NASA Ames Research Center, “NASA’s LCROSS Captures All Phases of Centaur Impact,” ARC news release 16 October 2009, http://www.nasa.gov/mission_pages/LCROSS/main/LCROSS_impact.html (accessed 30 September)",
      "month": "October",
      "day": 16,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that three teams out of a field of 19 had claimed a total of US$750,000 in prizes at the 2009 Regolith Excavation Challenge on 18 October, marking the first time that any team in the competition’s three-year history had qualified for a cash prize. NASA required the competitors to use mobile, robotic digging machines to excavate a minimum of 330 pounds (149 kilograms) of regolith, or simulated Moon dirt, and to deposit the regolith into a container within 30 minutes. NASA had further stipulated that the vehicles must contain their own power source and weigh no more than 176 pounds (79.8 kilograms). Paul’s Robotics of Worcester, Massachusetts, had earned first place and US$500,000, for excavating 1,103 pounds (500 kilograms) of regolith within the allotted time of 30 minutes. Three-time returning competitor Terra Engineering of Gardena, California, had won second place and US$150,000 for excavating 595 pounds (270 kilograms) of regolith, and first-time competitor Team Braundo of Rancho Palos Verde, California, had earned third place and US$100,000 for excavating 580 pounds (263 kilograms) of regolith.(NASA, “Teams Win at NASA National Lunar Robotics Competition,” news release 09-245, 19 October 2009, http://www.nasa.gov/home/hqnews/2009/oct/HQ_09-245_Regolith_winners.html (accessed 30 September 2011).)",
      "month": "October",
      "day": 19,
      "monthNumber": 10
    },
    {
      "story": " Boeing consultant H. Gary Pippin, and other scientists associated with MISSE, a joint project of NASA and DOD, opened two suitcase-like boxes containing samples of mirror and window material, solar materials, paints, polymers, and other materials. Crew members had attached these materials to the ISS in March 2008, and NASA astronauts John D. “Danny” Olivas and Nicole P. Stott had retrieved the materials on 1 September 2009 during an STS-128 spacewalk. Space Shuttle Discovery had returned the materials to Earth on 11 September 2009. Opening the samples in a clean room at LaRC, MISSE scientists saw that some had fared well. However, others appeared bleached or discolored, and some had surface traces of small meteorite impacts. Observing their change in color, Pippin remarked that some samples had failed. The full assessment of the contents of the boxes, requiring ultraviolet light, magnifiers, and the analysis of 50 data recorders, would help NASA scientists select materials for use on future missions. Retired MISSE Chief Scientist William H. Kinard explained that NASA had flown approximately 5,000 samples on the ISS before using them in the design of a space vehicle or satellite. The experiment’s purpose was to determine which materials could survive the extreme conditions of space. With the upcoming retirement of the Space Shuttle, the contents of the two boxes represented the final MISSE mission for NASA’s LaRC.(Diane Tennant, “NASA Opens Suitcase from Space,” Virginian-Pilot (Hampton Roads, VA), 21 October 2009; NASA Langley Research Center, “MISSE Suitcases Return Home: Media Invited To View Grand Opening,” LaRC news release 09-083, 14 October 2009, http://www.nasa.gov/centers/langley/news/releases/2009/09-083.html (accessed 9 January 2012).)",
      "month": "October",
      "day": 20,
      "monthNumber": 10
    },
    {
      "story": " Human Space Flight Review Committee Chair Norman R. Augustine held a press conference to present the committee’s findings and final report. The committee had formed in June 2009 at the request of John P. Holdren, Assistant to the President for Science and Technology and Director of the Office of Science and Technology Policy. Its purpose was to examine independently",
      "month": "October",
      "day": 22,
      "monthNumber": 10
    },
    {
      "story": " 2011); John Johnson Jr. “NASA Moon Crash Did Kick Up Debris Plume as Hoped,” Los Angeles Times, 17 October 2009. NASA’s ongoing, planned development activities; to consider potential alternative activities; and to formulate options for a safe, innovative, affordable, and sustainable human spaceflight program, once the Space Shuttle Program came to an end. The committee found that NASA had selected the wrong type of rocket and the wrong destination for this program. In the committee’s opinion, NASA should have concentrated on building larger rockets and exploring new places, such as a nearby asteroid or one of Mars’s moons. Augustine explained that NASA could have accomplished either of those goals more quickly than the goals NASA had chosen instead—first, to return to the Moon, within 15 years, and, second, to explore Mars—plans that had appeared sound when NASA developed them in 2005. Because of subsequent budgetary diversions, NASA now lacked sufficient funding for these ventures, and, by September 2014, NASA would need an additional US$3 billion per year for astronauts to travel beyond Earth’s orbit. The commission recommended that NASA extend the life of the Space Shuttle Program until 2011, to complete deliveries to the ISS, and extend the life of the ISS from 2015 to 2020, to allow for more scientific experiments. The report’s main recommendations involved options for the United States’ path forward in space exploration. Three of the committee’s eight members suggested alternative options involving a so-called flexible path, with no Moon or Mars landings. Augustine pointed out that landing on a near-Earth object could occur as soon as the early 2020s. Because of the Moon’s gravity, landing on and returning from an asteroid would require much less fuel than traveling to the Moon. Augustine suggested that NASA might return to the Moon later, not as a major destination, but for training. The committee determined that, if Congress did not make additional funding available, NASA would need to adopt a modest program, involving little or no exploration.(Seth Borenstein for Associated Press, “Panel Says NASA Should Skip Moon, Fly Elsewhere,” 23 October 2009; Kenneth Chang, “For NASA, Possible Shifts in Direction,” New York Times, 23 October 2009; see also Review of Human Space Flight Plans Committee, “Seeking a Human Spaceflight Program Worthy of a Great Nation” (report, NASA, Washington, DC, October 2009), http://www.nasa.gov/pdf/396093main_HSF_Cmte_FinalReport.pdf (accessed 4 November 2011); Review of Human Space Flight Plans Committee, “See What the Committee is Doing,” http://www.nasa.gov/offices/hsf/related_documents/what-the-committee-is-doing.html (accessed 8 November 2011); U.S. Congress, House of Representatives, Committee on Science and Technology, Options and Issues for NASA’s Human Space Flight Program: Report of “Review of U.S. Human Space Flight Plans” Committee, 111th Cong., 1st sess., 15 September 2009, http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname= 111_house_hearings&docid=f:51928.pdf (accessed 18 January 2012).)",
      "month": "October",
      "day": 22,
      "monthNumber": 10
    },
    {
      "story": " NASA conducted its first test flight of the 327-foot-tall (99.67-meter-tall) Ares I-X rocket, which would launch the Shuttle’s successor craft. The Shuttle’s successor would carry humans to the ISS, the Moon, and beyond. NASA’s Exploration Systems Mission Directorate in Washington, DC, and the Constellation Program’s Ares I-X mission management office at NASA’s JSC in Houston led the Ares I-X efforts. The prototype launched at 11:30 a.m. (EDT) from the newly modified Launch Complex 39B, a former Shuttle launchpad. The first launch of a new type of rocket from NASA’s KSC since 1981, the launch occurred 48 years and 1 day after the inaugural launch of the Saturn rocket. The test vehicle produced 2.6 million pounds (1.18 million kilograms) of thrust, accelerating the rocket to nearly 3 Gs (G-forces) and Mach 4.76, just under hypersonic speed. The test flight lasted 2 minutes, the time needed for the first-stage solid-fuel booster to burn out and separate from the mock upper stage at a suborbital altitude of 150,000 feet (45,720 meters). Parachutes deployed, and recovery ships collected the booster from the Atlantic Ocean. The rocket carried more than 700 sensors designed to collect data in several areas, including assembly and launch operations, separation of the vehicle’s first and second stages, controllability and aerodynamics, the reentry and recovery of the first stage, and new techniques of vehicle design. Engineers would analyze the data to validate computer models used to design rockets and to test the safety of steering a tall rocket with a single solid-rocket motor. The mission lasted 6 minutes, from launch to splash down of the rocket’s booster stage, nearly 150 miles (241.4 kilometers) down range.(NASA, “NASA’s Ares I-X Rocket Completes Successful Flight Test,” news release 09-252, 28 October 2009, http://www.nasa.gov/home/hqnews/2009/oct/HQ_09-252_Ares_I-X_Success.html (accessed 30 September 2011); Marcia Dunn for Associated Press, “NASA’s New Moon Rocket Makes First Test Flight,” 29 October 2009; Kenneth Chang, “NASA Rocket Takes Off as Clouds Break,” New York Times, 29 October 2009; Robert Block, “Ares I-X Flies—But Will Program: Ares I-X Lifts Off from Kennedy Space Center on Short Test Flight,” Orlando Sentinel (FL), 29 October 2009.)",
      "month": "October",
      "day": 28,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that the Ares I-X booster rocket tested on 28 October 2009 had sustained damage when it fell into the Atlantic Ocean. A deflated parachute had caused a poor landing, resulting in the damage. NASA officials stated that the test launch itself had succeeded, but one of the three parachutes had failed. All three parachutes had opened, but only one had fully opened. One had deflated for unknown reasons, wrapping around a partially opened parachute, which had caused the booster to land in the ocean with extra force. The recovery crew had captured photographs showing what appeared to be a large crack in the casing on the first stage, in an area called the forward segment, as well as a fractured actuator bracket on the side of the rocket.(Marcia Dunn for Associated Press, “NASA: Booster Rocket Damaged in Test Flight,” 30 October 2009; Todd Halvorson, “Live at KSC: Ares I-X Parachutes Fail During Flight,” Florida Today (Brevard, FL), 30 October 2009.)",
      "month": "October",
      "day": 29,
      "monthNumber": 10
    },
    {
      "story": " NASA announced that X-Prize Foundation and NASA would host the Northrop Grumman Lunar Lander X-Prize Challenge (NGLLXPC) awards at a ceremony in Washington, DC. Masten Space Systems, led by David Masten, had won a first prize of US$1 million for its Xoie rocket prototype, which had competed in the Level-1 contest. Masten Space Systems had also won a second place award of US$150,000 in the Level-2 contest for its Xombie rocket. Texas-based Armadillo Aerospace’s Scorpius rocket had qualified for the Level-1 prize in September but had lost to Xoie in its flight on 30 October in the accuracy category, receiving US $500,000 for second place. Modeled after the US$10 million Ansari X-Prize competition for private-sector spaceflight, NGLLXPC was one of NASA’s Centennial Challenges, intended to encourage the development of new rocket technologies for use in future spacecraft. NASA required contestants to build and fly a rocket-powered vehicle simulating the flight of a vehicle to the Moon. The lander had to take off vertically, travel horizontally, and fly a mission profile designed to demonstrate both power and control, before landing accurately at another spot. Then the craft must take off again, travel horizontally back to its original launch point, and land successfully. The lander must complete the entire exercise within 2 hours and 15 minutes. NASA provided the prize money for the Level-1 and Level-2 contests, and the X-Prize Foundation managed the competition, with commercial sponsorship from Northrop Grumman.",
      "month": "November",
      "day": 2,
      "monthNumber": 11
    },
    {
      "story": " NASA announced the restructure of its Advisory Council (NAC). During the NAC’s 29 October 2009 meeting at NASA’s ARC, NASA Administrator Charles F. Bolden Jr. had added four new committees to the council: the Commercial Space, the Education and Public Outreach, the Information Technology Infrastructure, and the Technology Innovation. Bolden stated that these four new committees reflected NASA’s evolving mission under the Barack H. Obama administration. Bolden appointed Bretton Alexander, Executive Director of the Commercial Spaceflight Federation, to lead the Commercial Space committee, which would help NASA gain greater insight into the entrepreneurial marketplace. He appointed Albert J. Edmonds, former Director of the Defense Information Systems Agency, to lead the Information Technology Infrastructure committee and to advise NASA on cybersecurity issues. Bolden appointed Miles O’Brien, former CNN anchor and space correspondent, to chair the Public Outreach committee and Esther Dyson, a space travel enthusiast and investor in major commercial space firms, to lead the Technology Innovation panel.(NASA, “NASA Announces Advisory Council Chairs and Committee Structure,” news release 09-256, 2 November 2009, http://www.nasa.gov/home/hqnews/2009/nov/HQ_09-256_NAC.html (accessed 18 November 2011); Debra Werner, “Bolden Adds New Voices to NASA Advisory Council,” Space News, 30 October 2009.)",
      "month": "November",
      "day": 2,
      "monthNumber": 11
    },
    {
      "story": " NASA announced that its MErcury Surface, Space ENvironment, GEochemistry and Ranging (MESSENGER) spacecraft had performed its third and final Mercury flyby on 29 September, giving scientists a nearly complete view of the planet’s surface for the first time. While completing a critical gravity-assist maneuver, which would keep the spacecraft on course for entering into orbit around Mercury in 2011, MESSENGER’s cameras and instruments collected high-resolution and color images. These images unveiled an additional 6 percent of the planet’s surface that NASA had never imaged at close range, bringing the total amount of Mercury’s surface imaged by NASA spacecraft to 98 percent. The flyby revealed new features of Mercury, including a region with a bright sea, surrounding an irregular depression that scientists suspected was volcanic in origin. The flyby also revealed a double-ring impact basin approximately 180 miles (290 kilometers) across, similar to the so-called Raditladi basin, which scientists had first viewed during MESSENGER’s initial flyby in January 2008. Another instrument on board the craft carried out the most extensive observations to date of Mercury’s exosphere. The flyby enabled MESSENGER to carry out the first detailed scans over Mercury’s north and south poles and to capture data that would begin to reveal how Mercury’s atmosphere varies with its distance from the Sun. Ronald J. Vervack, a participating scientist affiliated with the Johns Hopkins University Applied Physics Laboratory, remarked on the presence of seasonal effects in Mercury’s exosphere, stating that the planet’s exosphere was one of the most dynamic in the solar system. Scientists intended to study the seasonal changes in all exospheric constituents, including sodium, calcium, and magnesium, to understand the processes that generate, sustain,",
      "month": "November",
      "day": 3,
      "monthNumber": 11
    },
    {
      "story": " 158NASA, “NASA and X Prize Announce Winners of Lunar Lander Challenge,” news release 09-258, 2 November 2009, http://www.nasa.gov/home/hqnews/2009/nov/HQ_09-258-Lunar_Lander.html (accessed 18 November 2011); Lunar X Prize, “$1,650,000 Northrop Grumman Lunar Lander X PRIZE Challenge (NGLLXPC) Is Awarded on November 5, 2009,” news release, 12 November 2009, http://www.googlelunarxprize.org/media/news/1650000- northrop-grumman-lunar-lander-x-prize-challenge-ngllxpc-awarded-nov-5-2009 (accessed 5 December 2011); Alan Boyle, “Rocketeers Win $1.65 Million in Prizes,” MSNBC, 3 November 2009. and modify Mercury’s atmosphere. Finally, the flyby revealed that Mercury’s surface contains more iron and titanium than previously thought. This finding reversed scientists’ earlier idea that, despite Mercury’s iron-titanium core, its surface is composed almost entirely of silicate-based materials.(NASA, “MESSENGER Spacecraft Reveals More Hidden Territory on Mercury,” news release 09-257, 3 November 2009, http://www.nasa.gov/home/hqnews/2009/nov/HQ_09-257_Messenger.html (accessed 18 November 2011); Peter N. Spotts, “NASA’s Messenger Probe Reveals New Clues About Mercury,” Christian Science Monitor, 4 November 2009.)",
      "month": "November",
      "day": 3,
      "monthNumber": 11
    },
    {
      "story": " A new Russian MRM 2 named Poisk, or Explore, docked with the ISS at 10:41 a.m. (EST). A cargo ship carrying Poisk had launched from Baikonur Cosmodrome in Kazakhstan on 10 November. The 4-ton (3.63-tonne, or 3,628-kilogram) module, measuring 13 feet long (4 meters long) and 8 feet (2.4 meters) in diameter, attached to the space-facing port of the Zvezda service module. Poisk would provide a fourth Russian docking port, an airlock for Russian spacewalkers, and an experiment platform. In addition to Poisk, the Russian delivery included water-supply equipment, hygiene supplies for the crew, medical equipment, personal items, and spare parts.(Associated Press, “Space Station Gets New Research Module,” 13 November 2009; James Dean, “Watch Live: Russian Module Docking at Station,” Florida Today (Brevard, FL), 13 November 2009; Tariq Malik, “Space Station Gets New Russian Module,” Space.com, 12 November 2009, http://www.space.com/7518-space-station-russian- module.html (accessed 28 November 2011).)",
      "month": "November",
      "day": 12,
      "monthNumber": 11
    },
    {
      "story": " Space Shuttle Atlantis launched from NASA’s KSC at 2:28 p.m. (EST) on STS-129, carrying nearly 30,000 pounds of replacement parts for use at the ISS. NASA had packed the spare parts inside two Express Logistics Carriers (ELCs). Astronauts would install the ELCs outside the space station on the central truss during one of the three scheduled spacewalks. Most of the spare parts, which included two steering gyroscopes, a group of tanks, pumps for the ISS cooling system, and a hand for a robotic arm, would remain packed indefinitely until a need for them arose. The STS-129 crew was composed of Commander Charles O. Hobaugh; Pilot Barry E. Wilmore; and Mission Specialists Leland D. Melvin, Michael J. Foreman, Robert L. Satcher Jr., and Randolph J. Bresnik.(NASA Space Shuttle Mission Archives, “Mission STS-129: Delivering the Goods,” 4 December 2009, http://www.nasa.gov/mission_pages/shuttle/shuttlemissions/sts129/launch/129_overview.html (accessed 21 November 2011); James Dean, “A ‘Picture-Perfect’ Start: Atlantis Hauls Spare Parts to International Space Station,” Florida Today (Brevard, FL), 17 November 2009.)",
      "month": "November",
      "day": 16,
      "monthNumber": 11
    },
    {
      "story": " Space Shuttle Atlantis arrived at the ISS on mission STS-129. With the assistance of a robotic arm, NASA astronauts immediately unloaded one of two ELCs: a 16-foot-by-14-foot (5-meter- by-4-meter) platform, containing pumps, storage tanks, and other equipment weighing hundreds of pounds apiece. All of the equipment was too large to launch aboard any vehicle other than the Shuttle. With only five launches to go before the scheduled 2010 retirement of the Space Shuttle program, NASA planned for the Shuttles to carry to the ISS as many spare parts as possible in the time remaining. In addition to spare parts sent to the ISS for storage, Atlantis had also carried thousands of microscopic specimens. NASA intended to use the specimens in experiments studying the effect of gravity on human muscle development and physiology. Upon the docking of Atlantis with the ISS, NASA astronaut Nicole P. Stott, who had been on board the ISS for approximately three months, became a member of the Shuttle crew. Stott would return home on board Atlantis at the conclusion of STS-129.(Marcia Dunn for Associated Press, “Shuttle Docks at Space Station, Unloads Parts,” 19 November 2009; Agence France-Presse, “Shuttle Atlantis Docks with Space Station,” 19 November 2009.)",
      "month": "November",
      "day": 18,
      "monthNumber": 11
    },
    {
      "story": " NASA astronauts Michael J. Foreman and Robert L. Satcher Jr. undertook the first spacewalk of STS-129. They installed a replacement communications antenna on the ISS’s central truss, connected cables and a handrail, and lubricated the wire snares of two devices that grab and move cargo. Because preliminary checks of tiles and panels covering the Shuttle’s wings, nose cap, and underside did not show any signs of serious damage from launch, NASA considered a more detailed inspection unnecessary. Finding themselves 2 hours ahead of schedule, Foreman and Satcher also released a cargo platform—a task that NASA had designated for the second spacewalk. The spacewalk lasted a few minutes longer than its scheduled 6 hours and 30 minutes.(Marcia Dunn for Associated Press, “Astronauts Get Extra Work Done in 1st Spacewalk,” 20 November 2009; James Dean, “Astronauts Finish First Spacewalk,” Florida Today (Brevard, FL), 20 November 2009.)",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " NASA’s GSFC announced that NASA’s STEREO mission had confirmed the existence of the so-called solar tsunami, a controversial phenomenon that the Solar and Heliospheric Observatory (SOHO) mission had first observed in 1997. In May of that year, the SOHO craft had recorded a tsunami-type wave rippling away from a CME blast site on an active region of the solar surface. At that time, scientists wondered whether the phenomenon had been an actual wave or a shadow of the CME. SOHO’s single point of view was insufficient to provide an answer to that question. However, in February 2009, the twin craft of the STEREO mission had recorded a wave from two positions, separated by 90 degrees, when sunspot 11012 suddenly erupted, giving researchers an unprecedented view of the event. The technical name for a solar-tsunami wave is “fast-mode magnetohydrodynamical (MHD) wave.” STEREO had captured a solar-tsunami wave climbing 100,000 kilometers high (62,137 miles high), racing outward at 250 kilometers per second (155.34 miles per second)—560,000 miles per hour (901,233 kilometers per hour) — and generating energy equivalent to 2.4 million megatons of TNT. Joseph B. Gurman of the Solar Physics Laboratory at NASA’s GSFC explained that, although solar tsunamis pose no direct threat to Earth, they help scientists diagnose conditions on the Sun and forecast of space weather more accurately.(NASA Goddard Space Flight Center, “Mystery of the Solar Tsunami—Solved,” GSFC news release, 19 November 2009, http://www.nasa.gov/mission_pages/stereo/news/solar_tsunami.html (accessed 21 December 2011); Space.com, “Solar Tsunamis Are Real, NASA Says,” 25 November 2009, http://www.space.com/7602-solar- tsunamis-real-nasa.html (accessed 21 December 2011).)",
      "month": "November",
      "day": 19,
      "monthNumber": 11
    },
    {
      "story": " NASA announced that its Centennial Challenges program had awarded US$350,000 to a pair of designers who had won first and second place for the designs they had entered in the 2009 Astronaut Glove Challenge. Peter K. Homer of Southwest Harbor, Maine, won US$250,000 for his design, and Ted Southern of Brooklyn, New York, won US$100,000 for his. The 2009 competition required that gloves meet all the basic requirements of NASA’s current spacesuit gloves but exceed NASA’s flexibility requirements. NASA had asked all teams to develop a complete glove, including the outer, thermal-micrometeoroid-protection layer and the inner, pressure-restraining layer. Homer and Southern had tied in several categories, but Homer, who had won US$200,000 in the first Astronaut Glove Challenge in 2007, won first prize again by outscoring his rival in the joint-flexibility and pressure tests. The joint-flexibility tests involved 30 minutes of pinching and gripping tests, as well as other tests requiring finger flexing and the manipulation of small objects. The pressure test involved filling the glove with air in a tank of water until it burst. Homer’s glove had held out without bursting until pressure reached 20 pounds per square inch (9 kilograms per square centimeter), whereas Southern’s glove had made it to 17 pounds per square inch (7.7 kilograms per square centimeter). Engineers from NASA’s JSC and KSC, as well as NASA’s spacesuit manufacturer ILC Dover of Dover, Delaware, had measured and evaluated the designs.(NASA, “NASA Awards $350,000 to Winning Astronaut Glove Designers,” news release 09-277, 20 November 2009; Nicholos Wethington, “Astronaut Glove Challenge Winners Announced,” Universe Today, 20 November 2009.)",
      "month": "November",
      "day": 20,
      "monthNumber": 11
    },
    {
      "story": " NASA astronauts Michael J. Foreman and Randolph J. Bresnik undertook the second spacewalk of STS-129. The spacewalk, which began late because of false alarms on the ISS overnight, was Bresnik’s first. The pair installed a set of antennas on the Columbus laboratory. The antennas would track ships at sea, relocate a device that measured the build-up of electrical charge outside the ISS, and deploy a cargo-storage platform outside the station. Working ahead of schedule, the astronauts also installed a wireless video system for the cameras used in the helmets of spacewalkers; completed a few odd jobs, such as reconnecting a power cable for a space-to- ground antenna that crew had installed on the previous spacewalk; and deployed a second storage platform outside the ISS, a task that NASA had scheduled for the third spacewalk of STS-129. The excursion lasted 6 hours and 8 minutes.(James Dean, “Second Atlantis Spacewalk Complete,” Florida Today (Brevard, FL), 22 November 2009; Clara Moskowitz, “Astronauts Speed Through Second Spacewalk,” Space.com, 21November 2009, http://www.space. com/7579-astronauts-speed-spacewalk.html (accessed 21 November 2011).)",
      "month": "November",
      "day": 21,
      "monthNumber": 11
    },
    {
      "story": " NASA astronauts Randolph J. Bresnik and Robert L. Satcher Jr. undertook the third and final spacewalk of STS-129. The pair began their spacewalk an hour late because of difficulty with a valve on the drink bag of Satcher’s spacesuit. However, the team quickly worked to get ahead of schedule, finishing at 2:06 p.m. (EST), just after the originally scheduled ending time. With the assistance of a robotic arm, the pair installed a 1,200-pound (544-kilogram) oxygen tank at a NASA air lock on the ISS, the main objective of the spacewalk. They filled it with high-pressure oxygen for future spacewalks, connected the gas line, and conducted a check for leaks. The pair also installed science experiments on the outside of the station, including the MISSE, which would help NASA scientists understand how substances and coatings react to direct sunlight, radiation, atomic oxygen, and extreme temperatures. NASA intended to use the results of these experiments in the design of future spacecraft. Additionally, Bresnik and Satcher removed two orbital-debris shields from the air lock, making room for the oxygen tank; loosened a bolt on an ammonia tank; and worked on fluid jumper lines.(Marcia Dunn for Associated Press, “Astronauts Take Spacewalk No. 3 After Suit Snag,” 24 November 2009; Ryan Flinn, “Spacewalker’s Final Sortie Tests Materials for Future Craft,” Bloomberg News, 24 November 2009.)",
      "month": "November",
      "day": 23,
      "monthNumber": 11
    },
    {
      "story": " Richard E. Halpern, a senior NASA official who had served as Science Manager on Spacelab, the ISS, and other human spaceflight and robotic NASA projects, died of heart ailments at the age of 78. Halpern had served in the U.S. Air Force in the 1950s and had held a fellowship at the Woodrow Wilson School of Public and International Affairs at Princeton University in 1968 and 1969. Before joining NASA in 1963, he had worked at the Naval Ordnance Laboratory. After joining NASA, Halpern had become Director of its High Energy Astrophysics Program during the early planning stages for the ISS. In the late 1970s, he had served as Program Manager for three launches of the High Energy Astronomy Observatory. He had served as Director of the ISS utilities and operations division from 1986 until his retirement in 1989. NASA had awarded Halpern its Exceptional Service Medal in 1978 and its highest award, the Distinguished Service Medal, in 1980.(Matt Schudel, “Obituaries: Richard E. Halpern NASA Official,” Washington Post, 7 December 2009.)",
      "month": "November",
      "day": 25,
      "monthNumber": 11
    },
    {
      "story": " Pursuant to a 2008 congressional mandate, NASA was required to provide a research management plan for the ISS National Laboratory. The GAO report, “International Space Station: Significant Challenges May Limit Onboard Research,” evaluated how NASA was currently using the ISS for research and how NASA expected to use the ISS once it was completed. The report also identified challenges to maximizing ISS research, as well as examining common management practices at other national laboratories and large science programs, practices that could apply to the management of the ISS.(U.S. Government Accountability Office, “International Space Station: Significant Challenges May Limit Onboard Research” (report no. GAO-10-9, Washington, DC, November 2009), http://www.gao.gov/new.items/ d109.pdf (accessed 21 December 2011).)",
      "month": "November",
      "day": 25,
      "monthNumber": 11
    },
    {
      "story": " Space Shuttle Atlantis landed safely at NASA’s KSC at 9:44 a.m. (EST), successfully ending an 11-day mission to the ISS. Atlantis crew delivered and equipped the ISS with nearly 30,000 pounds (13,608 kilograms, or 13.6 tonnes) of critical spare parts. Atlantis crew also conducted three spacewalks in which astronauts completed extra tasks. The Shuttle crew also worked with five U.S., Russian, and European astronauts on board the ISS, to establish power, cooling, and airway connections ahead of the scheduled February arrival of the Tranquility module. The Shuttle and ISS crews also installed new external communications systems to facilitate future maintenance of the space station. Atlantis returned with ISS resident Nicole P. Stott, who had spent 91 days in space. NASA expected that Stott’s return would be the Shuttle’s last rotation of a station crew member.(NASA, “Space Shuttle Crew Returns Home After 11-Day Mission,” news release 09-279, 27 November 2009, http://www.nasa.gov/home/hqnews/2009/nov/HQ_09-279_Atlantis_lands.html (accessed 18 November 2011); Mark Carreau for Agence France-Presse, “Space Shuttle Atlantis Lands Back on Earth,” 30 November 2009.)",
      "month": "November",
      "day": 27,
      "monthNumber": 11
    },
    {
      "story": " NASA’s GSFC selected Ball Aerospace and Technologies Corporation to build a second GMI for the GPM mission. Ball had designed the identical instruments—GMI 1 and GMI 2—as multichannel, conical-scanning, microwave radiometers, which would serve an essential role in the near-global coverage of GPM. Ball planned to conduct full instrument testing on GMI 1 in mid-2010, with launch aboard the spaceborne GPM core observatory scheduled for 2013. The GMI-2 launch would follow in 2014. Ball had designed the 8-foot-high (2.4-meter-high) GMI instruments to rotate at 32 revolutions per minute, to perform temporal sampling of rainfall accumulations and more frequent and higher quality data collection, using two stable calibration points.(Ball Aerospace and Technologies Corporation, “Ball Aerospace Selected for Second NASA GMI Microwave Imager,” news release, 30 November 2009, http://www.ballaerospace.com/page.jsp?page=30&id=363 (accessed 21 December 2011).)",
      "month": "November",
      "day": 30,
      "monthNumber": 11
    },
    {
      "story": " ISS Expedition 20 and 21 crew members ESA astronaut Frank De Winne, cosmonaut Roman Y. Romanenko, and Canadian astronaut Robert B. Thirsk returned to Earth aboard the Soyuz TMA- 15 capsule. Soyuz TMA-15 landed in Kazakhstan at 2:15 a.m. (EST) in icy weather, ending a 188-day mission to the ISS. Although poor weather conditions had grounded the eight Mi-8 helicopters normally used in the recovery process, recovery crews in all-terrain vehicles were able to reach the spacecraft within 15 minutes of touchdown. Astronaut Jeffrey N. Williams and Russian cosmonaut Maxim V. Suraev remained on board the ISS, representing the smallest space station crew since July 2006.(William Harwood, “Space Station Crew Lands in Frigid Kazakhstan,” Spaceflight Now, 1 December 2009; James Dean, “Soyuz Makes Safe Return to Cold Earth,” Florida Today (Brevard, FL), 1 December 2009.)",
      "month": "December",
      "day": 1,
      "monthNumber": 12
    },
    {
      "story": " SpaceX announced that it had conducted its first Dragon spacecraft operations training in October 2009 at its headquarters in Hawthorne, California, for a group of NASA astronauts and personnel. The training had focused on how the crew would interface with the spacecraft as it approached and docked at the ISS. NASA had assigned astronauts Tracy Caldwell Dyson, Shannon Walker, and Douglas H. Wheelock to be on board the ISS when the Dragon made its inaugural visit under the COTS program, scheduled for February 2010. The training had been the first time the NASA astronauts scheduled to interact with the Dragon were actually inside the flight vehicle. This first training session marked a key step toward SpaceX’s provision of the alternative craft that NASA would use to transport cargo to and from the ISS after the Space Shuttle program ended. In the session, SpaceX had briefed the NASA astronauts on all aspects of the Dragon related to cargo transport—how to open the spacecraft’s hatch, how to enter the craft, and how to send commands as the craft approached the station.(Space Exploration Technologies, “SpaceX Hosts Preliminary Training for NASA ISS Astronauts in Preparation for Dragon Spacecraft Rendezvous and Station Berthing,” SpaceX news release, 3 December 2009, http://www. spacex.com/press.php?page=20091203 (accessed 19 December 2011); Robert Block, “SpaceX Trains Its First Batch of NASA Astronauts,” Orlando Sentinel (FL), 3 December 2009.)",
      "month": "December",
      "day": 3,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that it had partnered with the Arab Youth Venture Foundation in Dubai, United Arab Emirates (UAE), to provide three to twelve UAE engineering students each year the opportunity to work on NASA missions with U.S. students, scientists, and engineers. The mission of the Arab Youth Venture Foundation was to nurture innovative spirits and entrepreneurial attitudes in youth ages 6–21 throughout the Arab world. The Foundation would accomplish this by creating activities to help develop the next generation of scientific researchers, engineers, inventors, corporate leaders, and entrepreneurs. Under the Space Act Agreement program, UAE students would join U.S. students in a research project administered by the Education Associates Program at NASA’s ARC. NASA anticipated that the first group of Education Research Fellows would arrive in January 2010. The program would enable NASA to engage outstanding students in the UAE, helping them continue to develop critical skills of science, technology, engineering, and mathematics, as well as providing U.S. participants with valuable cultural exposure and experience working with international counterparts.(NASA, “NASA and Arab Youth Venture Foundation Launch Student Program,” news release 09-271, 7 December 2009, http://www.nasa.gov/home/hqnews/2009/dec/HQ_09-271_Edu_Arab_Youth_SAA.html (accessed 16 December 2011).)",
      "month": "December",
      "day": 7,
      "monthNumber": 12
    },
    {
      "story": " NASA launched its Wide-Field Infrared Survey Explorer (WISE) aboard a Delta-2 rocket from Vandenberg Air Force Base in California at 9:09 a.m. (EST). Approximately 52 minutes into the flight, the rocket placed the 1,485-pound (673-kilogram) WISE craft into polar orbit 326 miles (525 kilometers) above Earth. From that point, the craft would carry out its mission to map all objects in the sky in infrared light—near-Earth asteroids, stars, planet-forming discs, and distant galaxies. Approximately 3 minutes after separating from the rocket, WISE reoriented itself toward the Sun, enabling it to use its solar panels to generate its own power. Approximately 17 minutes later, valves opened on the craft’s cryostat, a chamber of super-cold hydrogen ice designed to maintain WISE at colder temperatures than the objects the craft would observe. WISE’s primary mission would expire once the frozen hydrogen was depleted, approximately 10 months after launch. Scientists expected the resulting WISE atlas to contain hundreds of millions of objects, which would provide astronomers and space mission designers with a long-lasting infrared roadmap.(NASA, “NASA’s WISE Eye on the Universe Begins All-Sky Survey Mission,” news release 09-286, 14 December 2009, http://www.nasa.gov/home/hqnews/2009/dec/HQ_09-286_WISE_launch.html (accessed 16 December 2011); John Johnson Jr., “NASA Launches New Mapping Spacecraft,” Los Angeles Times, 15 December 2009.)",
      "month": "December",
      "day": 14,
      "monthNumber": 12
    },
    {
      "story": " NASA announced its partnership with the Kingdom of Saudi Arabia’s King Abdulaziz City for Science and Technology (KACST), to collaborate in lunar and asteroid science research. The Saudi Lunar and Near-Earth Object Science Center would become an affiliate partner with the NASA Lunar Science Institute at NASA’s ARC. The partnership fell within the scope of a MOU on Science and Technology, which the Kingdom of Saudi Arabia and the United States had signed in 2008. U.S. Ambassador to Saudi Arabia James B. Smith recognized the partnership as an important advance in the growing U.S.-Saudi program of bilateral science and technology cooperation.(NASA, “NASA Partners with Saudi Arabia on Moon and Asteroid Research,” news release 09-284, 15 December 2009, http://www.nasa.gov/home/hqnews/2009/dec/HQ_09-284_NASA-Saudi_statement.html (accessed 16 December 2011).)",
      "month": "December",
      "day": 15,
      "monthNumber": 12
    },
    {
      "story": " At the American Geophysical Union meeting, members of NASA’s MESSENGER mission team and cartographic experts from the U.S. Geological Survey released the first global map of Mercury. The team had built the map from 917 images that NASA’s MESSENGER spacecraft had collected as recently as 29 September 2009 and from earlier images that Mariner 10 had captured in the 1970s. Scientists planned to use the map as a critical tool to help identify Mercury’s craters, faults, and other features. MESSENGER would use this information in its observations, when the craft entered Mercury’s orbit in 2011. MESSENGER Principal Investigator Sean C. Solomon remarked that, beyond its use as a planning tool, the global map signified that MESSENGER was no longer a flyby mission. Instead, MESSENGER would soon become an in-depth, nonstop global observatory of the solar system’s innermost planet.(Alexis Madrigal, “First Global Map of Mercury,” Wired, 16 December 2009; Nancy Atkinson, “MESSENGER Team Releases First Global Map of Mercury,” Universe Today, 16 December 2009.)",
      "month": "December",
      "day": 15,
      "monthNumber": 12
    },
    {
      "story": " NASA announced that it had successfully flight-tested the SOFIA, a modified 747 jet carrying a 98-inch (249-centimeter) infrared telescope. During one test in a series of four, the telescope’s doors opened fully for 2 minutes, marking the first time that outside air had interacted with the section of the plane carrying the telescope and allowing engineers to observe how air flowed in and around the telescope. NASA had conducted flight tests on 9 December, without opening the door. On 14 December, engineers had opened the door to 10 percent of its fully open position. During the 18 December test, engineers opened the door incrementally—to 10 percent, 40 percent, 70 percent, and 100 percent of the open position. NASA had conducted the tests at 15,000 feet (4,572 meters) and at a speed of 415 kilometers per hour (258 miles per hour), with the telescope turned off and in locked position.(NASA, “NASA Flight Tests Unique Jumbo Jet; Plane’s Airborne Telescope Will Be Used To Unlock Secrets of the Cosmos,” news release 09-292, 18 December 2009; John Croft, “NASA: All Is Well on Boeing 747SP Open- Door Front,” Flight International, 28 December 2009.)",
      "month": "December",
      "day": 18,
      "monthNumber": 12
    },
    {
      "story": " Russia’s Soyuz TMA-17 launched from Baikonur Cosmodrome in Kazakhstan at 3:52 p.m. (CST), carrying NASA astronaut Timothy J. Creamer, Russian cosmonaut Oleg V. Kotov, and JAXA astronaut Soichi Noguchi to the ISS. The three crew members, scheduled to remain at the ISS until May 2010, would join Expedition 22 crew members American Jeffrey N. Williams and Russian Maxim V. Suraev aboard the space station, bringing the station crew total to five. The mission was Creamer’s first. The launch marked the first time a Soyuz craft had launched at night in winter.(NASA, “Crew Lifts Off From Kazakhstan To Begin Science and Construction Work Aboard the International Space Station,” news release 09-295, 20 December 2009, http://www.nasa.gov/home/hqnews/2009/dec/HQ_09- 295_Soyuz_launch_ex22.html (accessed 16 December 2011); Peter Leonard for Associated Press, “Astronauts Blast Off for Christmas Space Mission,” 21 December 2009; Clara Moskowitz, “New Crew Launches Toward International Space Station,” Space.com, 21 December 2009, http://www.space.com/7693-crew-launches- international-space-station.html (accessed 9 January 2012).)",
      "month": "December",
      "day": 20,
      "monthNumber": 12
    },
    {
      "story": " Defense Advanced Research Projects Agency (DARPA) awarded a Phase-2 contract valued at US$74.6 million over a one-year period of performance to Orbital Sciences Corporation, to develop the final design for System F6—Future Fast, Flexible, Fractionated, Free-Flying Spacecraft. DARPA intended for the System F6 program to develop and demonstrate the basic building blocks of radically new space architecture, with clusters of wirelessly interconnected spacecraft modules replacing multifunctional monolithic spacecraft. DARPA hoped that System F6 would increase budgetary and planning flexibility and reduce the overall risk of building new spacecraft, as well as enabling faster initial deployment. In addition, DARPA believed that this approach would contribute to greater survivability of spacecraft, in part because engineers would be able to replace selectively the damaged and obsolete elements of a complex spacecraft. DARPA had selected Orbital’s design from among four competing study contracts issued in 2008 and 2009. In Phase 2 of the System F6 program, Orbital would be responsible for the detailed design and ground-testing of new technologies, architectures, and programmatic concepts, such as wireless data communications, cluster-flight operations, distributed spacecraft computing systems, rapidly relocatable ground systems, and value-centric design methodologies. Among Orbital’s program partners were IBM and NASA’s JPL.(Orbital Sciences Corporation, “Orbital Awarded Phase 2 Contract for ‘System F6’ Satellite Program by DARPA,” news release, 18 December 2009, http://www.orbital.com/NewsInfo/PrinterFriendly.asp?prid=714 (accessed 21 December 2011); Amy Klamper, “Orbital Wins DARPA Contract for Spacecraft Clusters,” Space News, 18 December 2009.)",
      "month": "December",
      "day": 21,
      "monthNumber": 12
    },
    {
      "story": " Soyuz TMA-17, carrying Timothy J. Creamer, Soichi Noguchi, and Oleg V. Kotov, docked with the ISS at 22:48 (GMT). An automated docking system successfully brought the craft into port on the Earth-facing side of the Russian Zarya module. Hatches opened at 00:30 (GMT). The new arrivals floated onto the station wearing red Santa hats and elf hats and carrying a small Christmas tree and a white sack of gifts. Jeffrey N. Williams and Maxim V. Suraev welcomed them on board the ISS, where they would live for six months as members of the Expedition 22 and Expedition 23 missions.(James Dean, “New Crew Set To Begin Six-Month Stay on Station,” Florida Today (Brevard, FL), 23 December 2009; Clara Moskowitz, “New Crew Arrives at Space Station,” Space.com, 23 December 2009, http://www.space. com/7704-crew-arrives-space-station.html (accessed 9 January 2012).)",
      "month": "December",
      "day": 22,
      "monthNumber": 12
    },
    {
      "story": " The journal Nature published an article detailing new data from Voyager 2, which was 8.3 billion miles away from the Sun, traveling at speeds faster than 34,000 miles per hour (6,437.38 kilometers per hour). Studying Voyager 2’s newest data, a team led by Merav Opher of George Mason University in Fairfax, Virginia, found that the galaxy’s magnetic field is approximately twice as strong as scientists had expected to find beyond Earth’s solar system, as well as unexpectedly tilted. The team’s study results revealed that the galaxy’s magnetic field is tilted 30 degrees out of alignment with its disc, whereas scientists had previously believed that the two were perfectly aligned.(Dan Vergano, “Voyager 2 on a ‘Magic Mission’ Beyond Milky Way,” USA Today, 28 December 2009; see also Merav Opher et al., “A Strong, Highly-Tilted Interstellar Magnetic Field Near the Solar System,” Nature 462, no. 7276 (24−31 December 2009): 1036.)",
      "month": "December",
      "day": 24,
      "monthNumber": 12
    },
    {
      "story": " NASA’s New Horizons spacecraft crossed a milestone boundary, bringing it closer to Pluto than to Earth. New Horizons had launched in January 2006 on a mission to rendezvous with Pluto and to fly beyond Pluto, to study objects in the Kuiper Belt at the edge of the solar system. At 1,440 days into its 9.5-year journey, New Horizons’s schedule indicated that 1,928 days remained until the start of the craft’s operations. The craft would reach its closest point to Pluto in 2,022 days, during the summer of 2015. New Horizons was traveling primarily in sleep mode, but engineers had awakened the craft in November, to download several months of stored science data, correct a problem in the protection system software, and upload instructions for operating the spacecraft through early January 2010.(Alexis Madrigal, “Space Probe Gets Halfway to Pluto in Record Time,” Wired, 30 December 2009; Nancy Atkinson, “New Horizons Spacecraft Now Closer to Pluto Than Earth,” Universe Today, 30 December 2009.)",
      "month": "December",
      "day": 29,
      "monthNumber": 12
    }
  ],
  "totalStories": 188,
  "year": 2009
}