{
  "endYear": 2009,
  "stories": [
    {
      "highestPage": 1,
      "lowestPage": 1,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "silver lights"
            },
            {
              "count": 1,
              "word": "gold and silver"
            }
          ]
        },
        "nytStory": {
          "abstract": "Mir space station streaks back to Earth in controlled descent, ending 15 years as orbiting laboratory for Soviet and then Russian science; Russian space agency at Mission Control near Moscow handles descent with remarkable precision; witnesses on Fiji report spectacular display of gold and silver lights streaming across sky as Mir crashes into ocean about 1,800 miles east of New Zealand; efforts to save Mir by turning it into movie set, tourist lodge or venue for television series came too late; photo (M)",
          "headline": {"main": "Mir Space Station Sizzles to Ending Over Pacific"},
          "keywords": [
            {
              "name": "glocations",
              "value": "FIJI"
            },
            {
              "name": "glocations",
              "value": "RUSSIA"
            },
            {
              "name": "glocations",
              "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "MIR (SPACE STATION)"
            }
          ],
          "print_page": "1",
          "pub_date": "2001-03-23T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/03/23/world/mir-space-station-sizzles-to-ending-over-pacific.html",
          "news_desk": "Foreign Desk",
          "snippet": "The Mir space station streaked back to Earth today as a molten blaze of metal and fire, harmlessly raking a swath of the South Pacific like a load of cosmic buckshot.    The controlled descent, which ended Mir's 15-year-career as an orbiting...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "World; Front Page",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "TYLER",
              "role": "reported",
              "firstname": "Patrick"
            }],
            "original": "By PATRICK E. TYLER"
          },
          "source": "The New York Times",
          "_id": "4fd2587c8eb7c8105d80444e",
          "lead_paragraph": "The Mir space station streaked back to Earth today as a molten blaze of metal and fire, harmlessly raking a swath of the South Pacific like a load of cosmic buckshot. The controlled descent, which ended Mir's 15-year-career as an orbiting laboratory for Soviet and then Russian science, was managed with remarkable precision by the Russian space agency at Mission Control here near Moscow. Fifteen minutes before the scheduled splashdown, Russian officials announced that an American ground station on Guam had confirmed that Mir was descending through the atmosphere according to plan, following a final burn of its retro-rocket system.",
          "word_count": 783
        }
      }],
      "historyStory": {
        "story": "After months of debate over whether Russia should bring Mir out of orbit and what damage the space station might cause when it fell to Earth, the 15-year-old Mir space station plunged into Earth’s atmosphere, spraying some of its remnants into the Pacific Ocean. The splashdown marked the end of a 2.2 billion-mile journey for Mir. Witnesses in Fiji reported seeing streaks of gold and silver lights across the sky when Mir fell, but nobody reported any damage from pieces of the falling space station. U.S. officials at the Pentagon tracked the descent, while Japan’s public safety chief urged people to stay indoors to avoid falling debris. Anatoly Y. Solovyev, a Russian cosmonaut who had spent 651 days aboard Mir, remarked that he was sad to see the end of the pathbreaking space station: “An entire era of our Soviet space program is ending, into which we invested not only our money, but what is more important, our intellectual potential.” Once Mir had descended safely, officials of the Russian Space Agency praised the precise sequence of maneuvers that had brought the space station safely from orbit.(Patrick E. Tyler, “Mir Space Station Sizzles To Ending Over Pacific,” New York Times, 23 March 2001; Vladimir Isachenkov for Associated Press, “Russian Space Officials Exultant After Flawlessly Bringing Down Mir,” 23 March 2001; Peter Baker, “Mir’s Fall to Earth Marks a Fiery End to Bumpy Mission,” Washington Post, 23 March 2001; Associated Press, “Japan’s Public Safety Chief Urges People To Stay Inside To Avoid Mir Debris,” 16 March 2001; World Reporter, “Pentagon To Track Mir Station’s Descent from Orbit,” 10 March 2001.)",
        "month": "March",
        "day": 23,
        "monthNumber": 3
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 1,
      "lowestPage": 1,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "billion years"
            },
            {
              "count": 1,
              "word": "scientific institutions"
            }
          ]
        },
        "nytStory": {
          "abstract": "Astronomers have detected titanic explosion that occurred in outer reaches of cosmos 12 billion years ago--one so violent and bright that for about 40 seconds it apparently outshone all rest of universe; except for Big Bang that is generally believed to have created universe, no other cosmic explosion of such magnitude has ever been discovered; Dr John N Bahcall of Institute for Advanced Study in Princeton, NJ, says observations that led to this finding caught theorists completely off guard; results of investigation by many scientific institutions in US, Europe and Asia are announced at news conference held in Washington, DC, on May 6 by National Aeronautics and Space Administration; event that brought on international studies was detected on Dec 14, 1997 by orbiting gamma-ray observatory called BeppoSAX, which was built by Italian-Dutch collaboration of astronomers and launched two years ago (M)",
          "headline": {"main": "Astronomers Detect Immense Explosion 2d Only to Big Bang"},
          "keywords": [
            {
              "name": "persons",
              "value": "BAHCALL, JOHN N"
            },
            {
              "name": "glocations",
              "value": "ITALY"
            },
            {
              "name": "glocations",
              "value": "NETHERLANDS"
            },
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "organizations",
              "value": "INSTITUTE FOR ADVANCED STUDY"
            },
            {
              "name": "subject",
              "value": "BEPPOSAX (SATELLITE)"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "EXPLOSIONS"
            },
            {
              "name": "subject",
              "value": "SATELLITES"
            }
          ],
          "print_page": "1",
          "pub_date": "1998-05-07T00:00:00Z",
          "web_url": "http://www.nytimes.com/1998/05/07/us/astronomers-detect-immense-explosion-2d-only-to-big-bang.html",
          "news_desk": "National Desk",
          "snippet": "Astronomers have detected a titanic explosion in the outer reaches of the cosmos -- one so violent and bright that for about 40 seconds it apparently outshone all the rest of the universe. Except for the Big Bang that is generally believed to have...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Front Page; U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "W.",
              "lastname": "BROWNE",
              "role": "reported",
              "firstname": "Malcolm"
            }],
            "original": "By MALCOLM W. BROWNE"
          },
          "source": "The New York Times",
          "_id": "4fd2053a8eb7c8105d76d4b7",
          "lead_paragraph": "Astronomers have detected a titanic explosion in the outer reaches of the cosmos -- one so violent and bright that for about 40 seconds it apparently outshone all the rest of the universe. Except for the Big Bang that is generally believed to have created the universe, no other cosmic explosion of such magnitude has ever been discovered. The observations that led to this finding caught theorists completely off guard, Dr. John N. Bahcall of the Institute for Advanced Study in Princeton, N.J., said yesterday.",
          "word_count": 1405
        }
      }],
      "historyStory": {
        "story": "At a NASA news conference, astronomers discussed the discovery of the largest explosion ever sighted in space. The journal Nature published three papers about the event, detected on 14 December 1997. The explosion, a gamma-ray burst (GRB) designated GRB971214, had occurred 12 billion years ago and had “apparently outshone all the rest of the universe” for about 40 seconds. The Italian-Dutch orbiting gamma-ray observatory BeppoSAX had measured the sharp pulse of gamma rays and “pinpointed the position of the rays’ source.” The United States’ Compton Gamma Ray Observatory satellite had also detected the gamma-ray pulse, and scientific institutions around the world had monitored the after-effects of the explosion. Twelve hours afterward, John R. Thorstensen of Dartmouth College had used a 94-inch-diameter (49- centimeter-diameter) telescope at Kitt Peak Observatory in Arizona to detect a visible afterglow, which lasted for about two weeks. After the glow had faded, the scientists had discovered a faint galaxy in the same location. A team of American, Italian, and Indian astronomers, led by two California Institute of Technology scientists, used the Keck II Telescope in Hawaii to measure the distance from Earth to the source of the burst. No theorists were able to explain the explosion, and no existing models explaining GRBs could explain the amount of energy emitted from GRB971214. The scientists suggested the possibility that a superdense neutron star had ripped apart as it disappeared into a neighboring black hole, or that a violent merger of two black holes had caused the burst.(Malcolm W. Browne, “Astronomers Detect Immense Explosion 2d Only to Big Bang,” New York Times, 7 May 1998; NASA, “Most Powerful Explosion since the Big Bang Challenges Gamma Ray Burst Theories,” news release 98-75, 6 May 1998.)",
        "month": "May",
        "day": 6,
        "monthNumber": 5
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 1,
      "lowestPage": 1,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "billion years"
            },
            {
              "count": 1,
              "word": "sound waves"
            }
          ]
        },
        "nytStory": {
          "abstract": "Electronic detectors in Antarctica discover minute patterns in glow from primordial gases, possible traces of cosmic match that ignited Big Bang and led to creation of universe 14 billion years ago; astronomers say patterns were probably created by microscopic processes, energy fluctuations at quantum scale, that were at work when universe was tiny fraction of second old and smaller than human fist; detectors picked up traces of colossal waves, much like sound waves, that fluctuations probably set in motion roiling young universe; diagrams (M)",
          "headline": {"main": "Listen Closely: From Tiny Hum Came Big Bang"},
          "keywords": [
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "UNIVERSE"
            },
            {
              "name": "subject",
              "value": "GASES"
            }
          ],
          "print_page": "1",
          "pub_date": "2001-04-30T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/04/30/world/listen-closely-from-tiny-hum-came-big-bang.html",
          "news_desk": "Foreign Desk",
          "snippet": "Two detectors in Antarctica have discovered minute patterns in a glow from primordial gases, possible traces of the cosmic match that ignited the Big Bang and led to the creation of the universe 14 billion years ago, astronomers announced here today....",
          "type_of_material": "News",
          "blog": [],
          "section_name": "World; Front Page",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "GLANZ",
              "firstname": "James"
            }],
            "original": "By JAMES GLANZ"
          },
          "source": "The New York Times",
          "_id": "4fd2471f8eb7c8105d7e2acb",
          "lead_paragraph": "Two detectors in Antarctica have discovered minute patterns in a glow from primordial gases, possible traces of the cosmic match that ignited the Big Bang and led to the creation of the universe 14 billion years ago, astronomers announced here today. The patterns, astronomers said, were probably created by microscopic processes -- energy fluctuations at the quantum scale -- that were at work when the universe was a tiny fraction of a second old and smaller than a human fist.",
          "word_count": 1139
        }
      }],
      "historyStory": {
        "story": "At the American Physical Society Spring Meeting, a team of cosmologists announced that they had discovered the “music of creation,” using an extremely sensitive microwave telescope. The researchers presented their discovery of the sound waves that had rippled through the universe some 14 billion years ago. The team of the Balloon Observation of Millimetric Extragalactic Radiation and Geophysics (BOOMERANG) project had gathered the data from a telescope aboard a balloon, which circumnavigated Antarctica at an altitude of 23 miles (37 kilometers). According to Team Leader Paolo deBernardis, the beginning of the universe left behind a residue of light and sound, providing scientists with hints about the details of the Big Bang: “The early universe is full of sound waves compressing and rarefying matter and light, much like sound waves compress and rarefy air inside a flute or trumpet.” The BOOMERANG team’s findings provided a new means of examining the early universe and new evidence to use in calculating how it changed. Scientists praised the discoveries as “stunning and humbling” evidence that cosmologists were using the correct model to describe the early universe.(NASA, “New Boomerang Findings Reveal ‘Music’ of the Early Universe,” news release 01-87, 29 April 2001; Kathy Sawyer, “Astronomy Peers into Face of Infant Universe,” Washington Post, 30 April 2001.)",
        "month": "April",
        "day": 29,
        "monthNumber": 4
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 1,
      "lowestPage": 1,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "ice crystals"
            },
            {
              "count": 1,
              "word": "mixed with dirt"
            }
          ]
        },
        "nytStory": {
          "abstract": "Scientists report two years of careful analysis of radar signatures of moon transmitted by small Defense Department spacecraft suggests presence of water ice in permanently cold shadows of deep basin near lunar south pole; say survey by Clementine spacececraft seems to reveal vast landscape of approximately 3,000 square miles in which ice crystals are mixed with dirt in kind of permafrost that is presumably residue of moisture from comets striking moon over last three billion years; photos; diagrams (M)",
          "headline": {"main": "The Moon May Have Water, And Many New Possibilities"},
          "keywords": [
            {
              "name": "subject",
              "value": "CLEMENTINE (SPACECRAFT)"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "WATER"
            },
            {
              "name": "subject",
              "value": "RADAR"
            },
            {
              "name": "subject",
              "value": "MOON"
            },
            {
              "name": "subject",
              "value": "COMETS"
            }
          ],
          "print_page": "1",
          "pub_date": "1996-12-04T00:00:00Z",
          "web_url": "http://www.nytimes.com/1996/12/04/us/the-moon-may-have-water-and-many-new-possibilities.html",
          "news_desk": "National Desk",
          "snippet": "Scientists think they have detected water on the Moon, and suddenly visions of people living in lunar colonies and stopping off there to refuel on the way to Mars seem a little less farfetched.    After two years of careful analysis, scientists said...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Front Page; U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "Noble",
              "lastname": "WILFORD",
              "role": "reported",
              "firstname": "John"
            }],
            "original": "By JOHN NOBLE WILFORD"
          },
          "source": "The New York Times",
          "_id": "4fd1f7788eb7c8105d75285e",
          "lead_paragraph": "Scientists think they have detected water on the Moon, and suddenly visions of people living in lunar colonies and stopping off there to refuel on the way to Mars seem a little less farfetched. After two years of careful analysis, scientists said yesterday that radar signals from an American spacecraft indicated the Moon was not as bone-dry as is usually thought. The peculiar radar signatures suggested the presence of water ice in the permanently cold shadows of a deep basin near the lunar south pole.",
          "word_count": 1369
        }
      }],
      "historyStory": {
        "story": "Scientists announced the discovery of frozen water on the Moon, calling into question the long- held belief that the Moon lacked any form of hydration. The Clementine spacecraft had found the ice while using radar signals to examine the depths of the Moon’s craters. The discovery was the by-product of a US$75 million mission, co-sponsored by NASA and the U.S. Department of Defense, to test the Ballistic Missile Defense Organization’s “Star Wars” sensors developed to detect and track missiles. The possible ice deposit, composed of the suspected ice crystals mixed with dirt and spread over a vast landscape, was termed a dirty lake. The scientists discovered the ice in a massive, extremely deep crater. One scientist described the crater as twice the size of Puerto Rico and deeper than the height of Mount Everest. Scientists discussing the significance of the discovery postulated that the presence of water on the Moon might be a boon to future space exploration, perhaps enabling the construction of a “filling station” on the Moon. Other scientists offered a more sober opinion of the findings, referring to reports that the presence of water on the Moon might someday allow for colonization as “hyperbole.”(John Noble Wilford, “The Moon May Have Water, and Many New Possibilities,” New York Times, 4 December 1996; Associated Press, “Deep Within Lunar Crater, Small Frozen Lake Is Found,” 3 December 1996; Joyce Price, “Prospect of Ice on Moon Fires Hopes of Scientists,” Washington Times, 4 December 1996; Curt Suplee, “The Moon’s ‘Dirty Lake’ Makes Waves,” Washington Post, 4 December 1996.)",
        "month": "December",
        "day": 2,
        "monthNumber": 12
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 1,
      "lowestPage": 1,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "inhabited by earth"
            },
            {
              "count": 1,
              "word": "cosmic structures"
            }
          ]
        },
        "nytStory": {
          "abstract": "Robotic telescope in eastern Australia produces first detailed, large-scale map of region of universe inhabited by Earth and its Milky Way Galaxy; map reveals galaxies glittering in arcs and filigree patterns hundreds of millions of light years across, as well as dark voids; confirms fundamental assumption about birth of universe, namely, that cosmic structures have maximum size or limit called 'end of greatness;' while previous surveys have never been large enough to see more than few continents and left open possibility that larger maps would uncover still larger structures, new survey which covered much larger area confirms larger structures do not exist; some leading astronomers comment; diagrams (M)",
          "headline": {"main": "Space Mapping Affirms Theory Of the Universe"},
          "keywords": [
            {
              "name": "glocations",
              "value": "AUSTRALIA"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "TELESCOPES AND OBSERVATORIES"
            },
            {
              "name": "subject",
              "value": "MILKY WAY GALAXY"
            },
            {
              "name": "subject",
              "value": "UNIVERSE"
            },
            {
              "name": "subject",
              "value": "EARTH"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            },
            {
              "name": "subject",
              "value": "ROBOTS"
            },
            {
              "name": "subject",
              "value": "MAPS"
            }
          ],
          "print_page": "1",
          "pub_date": "2000-06-07T00:00:00Z",
          "web_url": "http://www.nytimes.com/2000/06/07/us/space-mapping-affirms-theory-of-the-universe.html",
          "news_desk": "National Desk",
          "snippet": "By measuring the distances to 100,000 galaxies scattered across billions of light-years of space, a robotic telescope in eastern Australia has produced the first detailed, large-scale map of the region of the universe inhabited by Earth and its own...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Front Page; U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "GLANZ",
              "firstname": "James"
            }],
            "original": "By JAMES GLANZ"
          },
          "source": "The New York Times",
          "_id": "4fd1fa0c8eb7c8105d757586",
          "lead_paragraph": "By measuring the distances to 100,000 galaxies scattered across billions of light-years of space, a robotic telescope in eastern Australia has produced the first detailed, large-scale map of the region of the universe inhabited by Earth and its own galaxy, the Milky Way. The map revealed galaxies glittering like bonfires in majestic arcs and filigree patterns hundreds of millions of light-years across, as well as vast dark regions called voids, and it confirmed a fundamental assumption about the birth of the universe: that cosmic structures have a maximum size, a limit called the ''end of greatness.''",
          "word_count": 1044
        }
      }],
      "historyStory": {
        "story": "Scientists at the American Astronomical Society convention also unveiled the first detailed map of the region of the universe inhabited by Earth. Using an Australian robotic telescope, which measured distances between more than 100,000 galaxies, researchers had charted the locations of galaxies, dark regions, and cosmic clusters. Perhaps most significantly, the new map supported a long-standing theory regarding the size limits of cosmic structures. Because of the relatively small scope of previous mapping surveys, scientists had questioned whether the known standards of cosmic size were representative. The newest map, however, did not reveal any cosmic structure outside of previous standards. Therefore, scientists could support with greater conviction the idea that size limits existed as the universe evolved. The researchers termed the limits the “end of greatness.”(James Glanz, “Robotic Telescope Affirms Assumption on Universe’s Birth,” New York Times, 7 June 2000. 933 Mark Carreau, “Rocket Gives Space Station a Life,” Houston Chronicle, 7 June 2000.)",
        "month": "June",
        "day": 5,
        "monthNumber": 6
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 2,
      "lowestPage": 2,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "asteroid eros"
            },
            {
              "count": 1,
              "word": "controlled descent"
            }
          ]
        },
        "nytStory": {
          "abstract": "NEAR Shoemaker spacecraft is nearing end of five-year mission to asteroid Eros, which it has been orbiting for last year, and will now be slowed down for controlled descent onto asteroid's surface, capturing unusually close-up pictures of its rocky body on way down; has no landing gear and has only slim chance of surviving attempted soft landing; mission already is considered total success; drawings (M)",
          "headline": {"main": "Asteroid Orbiter Plans a Final Close-Up"},
          "keywords": [
            {
              "name": "subject",
              "value": "EROS (ASTEROID)"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "ASTEROIDS"
            },
            {
              "name": "subject",
              "value": "NEAR SHOEMAKER (SPACECRAFT)"
            }
          ],
          "print_page": "2",
          "pub_date": "2001-02-06T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/02/06/science/asteroid-orbiter-plans-a-final-close-up.html",
          "news_desk": "Science Desk",
          "snippet": "After a year orbiting the asteroid Eros and completing all its scientific objectives, the NEAR Shoemaker spacecraft will end its mission next week, scientists say. But it will not go quietly.    ''We could let the thing quietly limp away or just turn...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Science; Health",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd20f028eb7c8105d780e99",
          "lead_paragraph": "After a year orbiting the asteroid Eros and completing all its scientific objectives, the NEAR Shoemaker spacecraft will end its mission next week, scientists say. But it will not go quietly. ''We could let the thing quietly limp away or just turn it off,'' Dr. Robert W. Farquhar, the mission director, said of the craft he has navigated through space for five years. ''But that just wouldn't be right.''",
          "word_count": 1066
        }
      }],
      "historyStory": {
        "story": "NASA’s Near Earth Asteroid Rendezvous (NEAR) Shoemaker spacecraft completed its primary mission to the asteroid Eros. NEAR was the first spacecraft successfully to orbit an asteroid and to provide detailed data about it. Even in its first year, the NEAR spacecraft had exceeded expectations, gathering 10 times more data than scientists had forecast. Traveling more than 2 billion miles (3.2 billion kilometers), NEAR had captured 11 million laser pulses; x-ray, gamma- ray, and infrared readings; and approximately 160,000 images of Eros. With its initial objectives accomplished, the NEAR team focused on accomplishing another firsta controlled descent of the spacecraft onto the asteroid. Astronomers hoped that the landing would gather close-up images, otherwise impossible to obtain. With the low-cost and efficient spacecraft nearly out of fuel, NEAR Mission Director Robert W. Farquhar explained that NEAR’s landing was a final attempt to glean as much as possible from the endeavor. Said Farquhar, “With the spacecraft just about out of fuel and our science objectives met, this is a great way to end a successful mission. It’s all bonus science . . . at this point the only real risk is not taking one.”(NASA, “NEAR Mission Completes Main Task, Now Will Go Where No Spacecraft Has Gone Before,” news release 01-13, 31 January 2001.)",
        "month": "January",
        "day": 31,
        "monthNumber": 1
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 3,
      "lowestPage": 3,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "great observatories"
            },
            {
              "count": 1,
              "word": "celestial objects"
            }
          ]
        },
        "nytStory": {
          "abstract": "Sirtf, Space Infrared Telescope Facility, takes its first pictures in space only days after its launch; $1.2 billion telescope is last of NASA's Great Observatories, which include Hubble Space Telescope, and is designed to use infrared radiation to detect celestial objects; photo (S)",
          "headline": {
            "kicker": "LAST OF THE GREATS",
            "main": "New Telescope Reveals Secrets"
          },
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "INFRARED RADIATION"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "TELESCOPES AND OBSERVATORIES"
            },
            {
              "name": "subject",
              "value": "SPACE INFRARED TELESCOPE FACILITY"
            },
            {
              "name": "subject",
              "value": "HUBBLE SPACE TELESCOPE"
            }
          ],
          "print_page": "3",
          "pub_date": "2003-09-09T00:00:00Z",
          "web_url": "http://www.nytimes.com/2003/09/09/science/last-of-the-greats-new-telescope-reveals-secrets.html",
          "news_desk": "Science Desk",
          "snippet": "NASA's $1.2 billion observatory took its first pictures of distant stars and galaxies last week, only days after launching into space from Cape Canaveral, Fla., on Aug. 25.    The Space Infrared Telescope Facility, which is the last of NASA's four...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Science; Health",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "The New York Times",
          "_id": "4fd277208eb7c8105d838224",
          "lead_paragraph": "NASA's $1.2 billion observatory took its first pictures of distant stars and galaxies last week, only days after launching into space from Cape Canaveral, Fla., on Aug. 25. The Space Infrared Telescope Facility, which is the last of NASA's four Great Observatories, among them the Hubble Space Telescope, will capture images of celestial objects by detecting their infrared radiation. The new technology will help astronomers peer into previously hidden regions of the universe.",
          "word_count": 106
        }
      }],
      "historyStory": {
        "story": "NASA successfully launched its Space Infrared Telescope Facility (SIRTF) aboard a Delta 2 rocket from Cape Canaveral, Florida. The Lockheed Martin–built SIRTF was the fourth and final of NASA’s Great Observatories, following the HST, the Compton Gamma Ray Observatory, and the Chandra X-ray Observatory. NASA had designed the 110-pound (50-kilogram), 33.5-inch (85-centimeter) telescope to measure heat from celestial objects. SIRTF would study some of the same deep space objects as the other Great Observatories, as well as studying other parts of the cosmos. Michael Jura, SIRTF interdisciplinary scientist for planetary science at the University of California at Los Angeles, remarked that one of SIRTF’s main scientific goals was to develop a better understanding of star and planet formation. The project, originally proposed in the mid- 1970s, had faced repeated budgetary cutbacks and delays. NASA planned for SIRTF’s mission to last a minimum of 30 months, at an anticipated cost of US$1.19 billion.(Spacewarn Bulletin, no. 598; Associated Press, “NASA Launches Rocket with Infrared Scope,” 25 August 2003. 154)",
        "month": "August",
        "day": 25,
        "monthNumber": 8
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 3,
      "lowestPage": 3,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 3,
              "word": "space operations"
            },
            {
              "count": 2,
              "word": "lockheed martin"
            }
          ]
        },
        "nytStory": {
          "abstract": "Lockheed Martin Corp wins $3.44 billion, 10-year contract to run NASA's space operations, beating its rival the Boeing Co; Allied Signal Inc, as member of Lockheed Martin team, is awarded $1 billion contract (S)",
          "headline": {
            "kicker": "COMPANY NEWS",
            "main": "A $3.44 BILLION CONTRACT WITH NASA IS AWARDED"
          },
          "keywords": [
            {
              "name": "organizations",
              "value": "LOCKHEED MARTIN CORP"
            },
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "organizations",
              "value": "BOEING CO"
            },
            {
              "name": "organizations",
              "value": "ALLIED SIGNAL INC"
            },
            {
              "name": "subject",
              "value": "SPACE"
            }
          ],
          "print_page": "3",
          "pub_date": "1998-09-26T00:00:00Z",
          "web_url": "http://www.nytimes.com/1998/09/26/business/company-news-a-3.44-billion-contract-with-nasa-is-awarded.html",
          "news_desk": "Business/Financial Desk",
          "snippet": "The Lockheed Martin Corporation, the nation's second-biggest military and aerospace company, said yesterday that it had won a $3.44 billion, 10-year contract to run NASA's space operations, beating its rival the Boeing Company. Allied Signal Inc., as...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Business",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "Bloomberg News",
          "_id": "4fd1ff738eb7c8105d7618cb",
          "lead_paragraph": "The Lockheed Martin Corporation, the nation's second-biggest military and aerospace company, said yesterday that it had won a $3.44 billion, 10-year contract to run NASA's space operations, beating its rival the Boeing Company. Allied Signal Inc., as a member of the Lockheed Martin team, said it had been awarded a $1 billion contract. Shares of Lockheed rose $3.5625, to $102.625. Boeing shares rose 18.75 cents, to $34.6875. Lockheed's initial contract is valued at $1.9 billion over five years, with options for another five years totaling $1.54 billion. The contract runs from October to December 2008. Lockheed Martin will manage all of NASA's data collection.",
          "word_count": 106
        }
      }],
      "historyStory": {
        "story": "NASA awarded its combined space operations contract to Lockheed Martin, covering operations at Goddard Space Flight Center in Greenbelt, Maryland; Johnson Space Center in Houston, Texas; Kennedy Space Center in Cape Canaveral, Florida; Marshall Space Flight Center in Huntsville, Alabama; and Jet Propulsion Laboratory in Pasadena, California. The contract, worth US$1.9 billion for the first five years, with a five-year renewal worth an additional US$1.5 billion, covered the cost of directing, monitoring, and downloading data from spacecraft. NASA estimated that the contract, consolidating work previously done under 17 separate contracts, would save US$1.4 billion over 10 years.(NASA, “Lockheed Martin Space Operations Co. Awarded Contract To Manage NASA’s Space Operations,” contract announcement c98-p, 25 September 1998; Peter Behr, “Lockheed Team Wins NASA Contract; $3.4 Billion Big Beats Out Boeing,” Washington Post, 26 September 1998; Anna Wilde Mathews, “Lockheed Group Wins NASA Pact for $3.44 Billion,” Wall Street Journal, 28 September 1998.)",
        "month": "September",
        "day": 25,
        "monthNumber": 9
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 3,
      "lowestPage": 3,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 3,
              "word": "black holes"
            },
            {
              "count": 1,
              "word": "neutron stars"
            }
          ]
        },
        "nytStory": {
          "abstract": "Simon Fraser University, Canada, biologists report in journal Science that Pacific pink salmon alters its color vision as it ages and seeks deeper waters; gradual change gives salmon better vision in lower depths with less ultraviolet light; European team of scientists, using data from International Gamma-Ray Astrophysics Laboratory, determines that source of gamma rays lighting Milky Way is predominately from point sources like black holes and neutron stars; findings are published in journal Nature; Sloan Digital Sky Survey's catalog of 88 million celestial objects can now be viewed online at skyserver.sdss.org; drawing (M)",
          "headline": {"main": "OBSERVATORY"},
          "keywords": [
            {
              "name": "glocations",
              "value": "EUROPE"
            },
            {
              "name": "glocations",
              "value": "CANADA"
            },
            {
              "name": "organizations",
              "value": "NATURE"
            },
            {
              "name": "organizations",
              "value": "SIMON FRASER UNIVERSITY"
            },
            {
              "name": "subject",
              "value": "GAMMA RAYS"
            },
            {
              "name": "subject",
              "value": "NEUTRON STARS"
            },
            {
              "name": "subject",
              "value": "LIGHT"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "UNIVERSE"
            },
            {
              "name": "subject",
              "value": "SLOAN DIGITAL SKY SURVEY"
            },
            {
              "name": "subject",
              "value": "COMPUTERS AND THE INTERNET"
            },
            {
              "name": "subject",
              "value": "COLOR"
            },
            {
              "name": "subject",
              "value": "AGE, CHRONOLOGICAL"
            },
            {
              "name": "subject",
              "value": "ULTRAVIOLET LIGHT"
            },
            {
              "name": "subject",
              "value": "MILKY WAY GALAXY"
            },
            {
              "name": "subject",
              "value": "SKYSERVER.SDSS.ORG"
            },
            {
              "name": "subject",
              "value": "SALMON"
            },
            {
              "name": "subject",
              "value": "BLACK HOLES (SPACE)"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            },
            {
              "name": "subject",
              "value": "RESEARCH"
            },
            {
              "name": "subject",
              "value": "EYES AND EYESIGHT"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL GAMMA-RAY ASTROPHYSICS LABORATORY"
            },
            {
              "name": "subject",
              "value": "FISH AND OTHER MARINE LIFE"
            }
          ],
          "print_page": "3",
          "pub_date": "2004-03-23T00:00:00Z",
          "web_url": "http://www.nytimes.com/2004/03/23/science/observatory.html",
          "news_desk": "Science Desk",
          "snippet": " Pink Salmon, Blue Vision      For the Pacific pink salmon, life literally has its ups and downs. As a small fry, it lives near the surface, eating plankton, but as it gets larger it descends to deeper waters, becoming a fish eater.    Biologists at...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Technology; Science; Health",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "FOUNTAIN",
              "firstname": "Henry"
            }],
            "original": "By HENRY FOUNTAIN"
          },
          "source": "The New York Times",
          "_id": "4fd27d4f8eb7c8105d84490d",
          "lead_paragraph": "Pink Salmon, Blue Vision For the Pacific pink salmon, life literally has its ups and downs. As a small fry, it lives near the surface, eating plankton, but as it gets larger it descends to deeper waters, becoming a fish eater. Biologists at Simon Fraser University in Canada have determined one way that the salmon copes with this lifestyle change. It alters its color vision as it gets older so that it can see as well in the depths as it did at the surface.",
          "word_count": 623
        }
      }],
      "historyStory": {
        "story": "Researchers announced that they had found a new type of celestial object, which they suspected was a new class of black holes. A group of scientists led by Rosanne Di Stefano of the Harvard- Smithsonian Center for Astrophysics had examined data collected by NASA’s Chandra X-ray Observatory. The team had studied x-rays emitted by enigmatic objects located in nearby galaxies, finding that the volume of x-rays emanating from these objects was comparable to or greater than the volume emitted by relatively warmer, larger hard x-ray sources, such as neutron stars and supermassive black holes. The findings indicated that the newly discovered objects could be a type of black hole that the researchers termed “quasi-soft” x-ray sources.(NASA, “Enigmatic X-ray Sources May Point To New Class of Black Holes,” news release 04-067, 1 March 2004; Frank Morring Jr., “In Orbit,” Aviation Week and Space Technology 160, no. 10 (8 March 2004): 19.)",
        "month": "March",
        "day": 1,
        "monthNumber": 3
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 3,
      "lowestPage": 3,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 3,
              "word": "gamma rays"
            },
            {
              "count": 1,
              "word": "point sources"
            },
            {
              "count": 1,
              "word": "neutron stars"
            },
            {
              "count": 1,
              "word": "black holes"
            }
          ]
        },
        "nytStory": {
          "abstract": "Simon Fraser University, Canada, biologists report in journal Science that Pacific pink salmon alters its color vision as it ages and seeks deeper waters; gradual change gives salmon better vision in lower depths with less ultraviolet light; European team of scientists, using data from International Gamma-Ray Astrophysics Laboratory, determines that source of gamma rays lighting Milky Way is predominately from point sources like black holes and neutron stars; findings are published in journal Nature; Sloan Digital Sky Survey's catalog of 88 million celestial objects can now be viewed online at skyserver.sdss.org; drawing (M)",
          "headline": {"main": "OBSERVATORY"},
          "keywords": [
            {
              "name": "glocations",
              "value": "EUROPE"
            },
            {
              "name": "glocations",
              "value": "CANADA"
            },
            {
              "name": "organizations",
              "value": "NATURE"
            },
            {
              "name": "organizations",
              "value": "SIMON FRASER UNIVERSITY"
            },
            {
              "name": "subject",
              "value": "GAMMA RAYS"
            },
            {
              "name": "subject",
              "value": "NEUTRON STARS"
            },
            {
              "name": "subject",
              "value": "LIGHT"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "UNIVERSE"
            },
            {
              "name": "subject",
              "value": "SLOAN DIGITAL SKY SURVEY"
            },
            {
              "name": "subject",
              "value": "COMPUTERS AND THE INTERNET"
            },
            {
              "name": "subject",
              "value": "COLOR"
            },
            {
              "name": "subject",
              "value": "AGE, CHRONOLOGICAL"
            },
            {
              "name": "subject",
              "value": "ULTRAVIOLET LIGHT"
            },
            {
              "name": "subject",
              "value": "MILKY WAY GALAXY"
            },
            {
              "name": "subject",
              "value": "SKYSERVER.SDSS.ORG"
            },
            {
              "name": "subject",
              "value": "SALMON"
            },
            {
              "name": "subject",
              "value": "BLACK HOLES (SPACE)"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            },
            {
              "name": "subject",
              "value": "RESEARCH"
            },
            {
              "name": "subject",
              "value": "EYES AND EYESIGHT"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL GAMMA-RAY ASTROPHYSICS LABORATORY"
            },
            {
              "name": "subject",
              "value": "FISH AND OTHER MARINE LIFE"
            }
          ],
          "print_page": "3",
          "pub_date": "2004-03-23T00:00:00Z",
          "web_url": "http://www.nytimes.com/2004/03/23/science/observatory.html",
          "news_desk": "Science Desk",
          "snippet": " Pink Salmon, Blue Vision      For the Pacific pink salmon, life literally has its ups and downs. As a small fry, it lives near the surface, eating plankton, but as it gets larger it descends to deeper waters, becoming a fish eater.    Biologists at...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Technology; Science; Health",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "FOUNTAIN",
              "firstname": "Henry"
            }],
            "original": "By HENRY FOUNTAIN"
          },
          "source": "The New York Times",
          "_id": "4fd27d4f8eb7c8105d84490d",
          "lead_paragraph": "Pink Salmon, Blue Vision For the Pacific pink salmon, life literally has its ups and downs. As a small fry, it lives near the surface, eating plankton, but as it gets larger it descends to deeper waters, becoming a fish eater. Biologists at Simon Fraser University in Canada have determined one way that the salmon copes with this lifestyle change. It alters its color vision as it gets older so that it can see as well in the depths as it did at the surface.",
          "word_count": 623
        }
      }],
      "historyStory": {
        "story": "A team of European scientists released research that solved a long-standing puzzle concerning the sources of gamma rays in the center of the Milky Way. Scientists already knew that the Milky Way produces a substantial quantity of gamma rays, which illuminate the galaxy. However, they were uncertain about whether the galaxy’s gamma rays originate predominantly from so-called point sources, such as black holes and neutron stars, or from diffuse sources, such as gas atoms, which are abundant in the Milky Way. Using data from ESA’s INTEGRALInternational Gamma Ray Astrophysics Laboratoryresearchers led by François Lebrun found that point sources account for nearly all of the gamma rays in the Milky Way, and diffuse sources play a distinctly minor role in gamma-ray production.(Henry Fountain, “Observatory,” New York Times, 23 March 2004; F. Lebrun et al., “Compact Sources as the Origin of the Soft Gamma-Ray Emission of the Milky Way,” Nature 428, no. 6980 (18 March 2004): 293–296. 618 Russian Federal Space Agency, “Head of the Russian Federal Space AgencyAnatoly N. Perminov,” http://www.roscosmos.ru/about_rukovod.asp?Lang=ENG (accessed 18 March 2009); “World News Roundup,” Aviation Week and Space Technology 160, no. 12 (22 March 2004): 18–19.)",
        "month": "March",
        "day": 18,
        "monthNumber": 3
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 3,
      "lowestPage": 3,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "young stars"
            },
            {
              "count": 1,
              "word": "hot gas"
            }
          ]
        },
        "nytStory": {
          "abstract": "Advanced electronics and space flight greatly expand astronomy's range and depth of vision; astronomer at Northwestern University reports that extremely hot gas is enveloping a compact cluster of massive young stars near center of Milky Way, mitting powerful X-rays that have now been examined more closely than ever before by Chandra X-Ray Observatory orbiting Earth; photos (L)",
          "headline": {"main": "Hot Stellar Winds Captured by X-Ray Orbiter"},
          "keywords": [
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "TELESCOPES AND OBSERVATORIES"
            },
            {
              "name": "subject",
              "value": "MILKY WAY GALAXY"
            },
            {
              "name": "subject",
              "value": "CHANDRA X-RAY OBSERVATORY"
            }
          ],
          "print_page": "3",
          "pub_date": "2001-06-12T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/06/12/science/hot-stellar-winds-captured-by-x-ray-orbiter.html",
          "news_desk": "Science Desk",
          "snippet": "Ever since Galileo in 1610 pointed a new-fangled telescope at Jupiter and discovered its four large moons, astronomy has advanced in tandem with new technologies of observation, and never more so than today.    As telescopes got bigger over the...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Science; Health",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "Noble",
              "lastname": "WILFORD",
              "role": "reported",
              "firstname": "John"
            }],
            "original": "By JOHN NOBLE WILFORD"
          },
          "source": "The New York Times",
          "_id": "4fd20ac68eb7c8105d777ee2",
          "lead_paragraph": "Ever since Galileo in 1610 pointed a new-fangled telescope at Jupiter and discovered its four large moons, astronomy has advanced in tandem with new technologies of observation, and never more so than today. As telescopes got bigger over the centuries, capable of gathering and focusing more light, astronomers saw beyond the serenity of the every-night sky to find planets of the Sun the ancients never knew and fields of stars, previously unknown, that seemed to trail off into infinity. The heavens were not a domed ceiling, as once imagined, decorated with twinkling lights in patterns to delight human beings, looking up from the center of it all.",
          "word_count": 900
        }
      }],
      "historyStory": {
        "story": "NASA announced several new findings made possible by the Chandra X-ray Observatory. Farhad Zadeh of Northwestern University had used Chandra to locate “a cauldron of 60 million degree gas enveloping a cluster of young stars.” The discovery marked the first time that scientists had located such high-energy x-rays surrounding young stars. Zadeh also noted that the newly discovered cluster, located some 25,000 light-years from Earth and estimated at 1 to 2 million years old, had provided evidence in support of the theory that stellar winds generated by stars can produce very hot gas. In addition to Zadeh’s find, Andreas Zezas of the Harvard- Smithsonian Center for Astrophysics announced that his team of scientists had found new midmass black holes in several starburst galaxiesregions where stars form and explode frequently. Researchers had long hypothesized that such an environment might exist but had previously been able to locate only a few midmass black holes. Zezas credited the powerful Chandra X-ray Observatory with allowing astronomers to examine far-flung galaxies more closely than before. Kimberly A. Weaver of NASA’s GSFC, who had contributed to Zezas’s project, hypothesized that the concentration of midsize black holes could possibly lead eventually to the formation of a single, massive black hole.(NASA, “Star Factory near Galactic Center Bathed in High-Energy X-rays,” news release 01-113, 6 June 2001; John Noble Wilford, “Hot Stellar Winds Captured by X-ray Orbiter,” New York Times, 12 June 2001; NASA, “Chandra Sees Wealth of Black Holes in Star-Forming Galaxies,” news release 01-110, 6 June 2001.)",
        "month": "June",
        "day": 6,
        "monthNumber": 6
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 5,
      "lowestPage": 5,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "space officials"
            },
            {
              "count": 1,
              "word": "damaged mir"
            }
          ]
        },
        "nytStory": {
          "abstract": "Russian space officials say they will probably wait for new crew to arrrive at damaged Mir space station before undertaking space walk to repair it; Mir's string of misfortunes made last few weeks emotionally draining for current crew and ground controllers; new crew would not face same stress (M)",
          "headline": {"main": "2 1/2-Week Delay in Fixing Mir Seems Likely, Russians Say"},
          "keywords": [
            {
              "name": "glocations",
              "value": "RUSSIA"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "MIR (SPACE STATION)"
            }
          ],
          "print_page": "5",
          "pub_date": "1997-07-19T00:00:00Z",
          "web_url": "http://www.nytimes.com/1997/07/19/world/2-1-2-week-delay-in-fixing-mir-seems-likely-russians-say.html",
          "news_desk": "Foreign Desk",
          "snippet": "Russian space officials said today that they would probably wait for a new crew to arrive at the damaged Mir space station before undertaking a space walk to repair it.    The word came just one day after NASA announced it would allow an American...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "World",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "R.",
              "lastname": "GORDON",
              "role": "reported",
              "firstname": "Michael"
            }],
            "original": "By MICHAEL R. GORDON"
          },
          "source": "The New York Times",
          "_id": "4fd1deea8eb7c8105d723c33",
          "lead_paragraph": "Russian space officials said today that they would probably wait for a new crew to arrive at the damaged Mir space station before undertaking a space walk to repair it. The word came just one day after NASA announced it would allow an American astronaut, Michael Foale, to be trained to perform the complex repair mission, which involves a lengthy space walk.",
          "word_count": 912
        }
      }],
      "historyStory": {
        "story": "Russia launched Progress M35, a supply spacecraft headed for Mir, filled with repair equipment needed to fix problems caused by the crash of another Progress cargo craft and to restore full power to the space station. According to Russian space officials, repairs would entail a lengthy spacewalk. The repair tasks appeared so daunting that the Russian Space Agency engineers pushed back the date of the work, to allow the Mir cosmonauts more time to train. C. Michael Foale, the American astronaut aboard Mir, was responsible for operating the Soyuz spacecraft docked at the station, so that in the event of a problem, the crew would be able to make a safe return to Earth.(Michael R. Gordan, “Russia Launches Supply Craft To Repair the Damaged Mir Space Station,” New York Times, 6 July 1997.)",
        "month": "July",
        "day": 5,
        "monthNumber": 7
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 7,
      "lowestPage": 7,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "american astronauts"
            },
            {
              "count": 1,
              "word": "pettit and russian"
            }
          ]
        },
        "nytStory": {
          "abstract": "Russian Soyuz capsule that ferried three astronauts from International Space Station back to Earth lands 260 miles short of its intended target in steppes of Kazakhstan, after technical malfunction or piloting error during its fiery descent; faulty re-entry prompts confused two-and-half hour search for it and heightens anxiety over what is, for now, only way to carry astronauts to and from space station because of grounding of American space shuttles after Columbia disaster on Feb 1; three crew members are in good health; they have been aboard space station since Nov 25; they are American astronauts Capt Kenneth D Bowersox and Dr Donald R Pettit and Russian Nikolai M Budarin; map (M)",
          "headline": {"main": "Soyuz Lands Off Course After Error Or a Glitch"},
          "keywords": [
            {
              "name": "persons",
              "value": "BUDARIN, NIKOLAI M"
            },
            {
              "name": "persons",
              "value": "BOWERSOX, KENNETH D"
            },
            {
              "name": "persons",
              "value": "PETTIT, DONALD R"
            },
            {
              "name": "glocations",
              "value": "RUSSIA"
            },
            {
              "name": "glocations",
              "value": "KAZAKHSTAN"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE COOPERATION AND VENTURES"
            },
            {
              "name": "subject",
              "value": "SOYUZ PROJECT"
            }
          ],
          "print_page": "7",
          "pub_date": "2003-05-05T00:00:00Z",
          "web_url": "http://www.nytimes.com/2003/05/05/world/soyuz-lands-off-course-after-error-or-a-glitch.html",
          "news_desk": "Foreign Desk",
          "snippet": "The Russian Soyuz capsule that ferried three astronauts from the International Space Station back to Earth today landed about 260 miles short of its intended target in the steppes of Kazakhstan, officials said, after a technical malfunction or...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "World",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "Lee",
              "lastname": "MYERS",
              "role": "reported",
              "firstname": "Steven"
            }],
            "original": "By STEVEN LEE MYERS"
          },
          "source": "The New York Times",
          "_id": "4fd22b828eb7c8105d7b70de",
          "lead_paragraph": "The Russian Soyuz capsule that ferried three astronauts from the International Space Station back to Earth today landed about 260 miles short of its intended target in the steppes of Kazakhstan, officials said, after a technical malfunction or piloting error during its fiery descent. The capsule's faulty re-entry prompted a confused two-and-a-half-hour search for it and heightened anxiety over what is, for now, the only way to carry astronauts to and from the space station because of the grounding of the American space shuttles after the Columbia disaster on Feb. 1.",
          "word_count": 818
        }
      }],
      "historyStory": {
        "story": "Returning from the ISS aboard Soyuz TMA-1, American astronauts, Kenneth D. Bowersox and Donald R. Pettit, and Russian cosmonaut Nikolai M. Budarin, touched down in the steppes of Kazakhstan 276 miles (444 kilometers) off course. The landing was the first time American astronauts had returned to Earth in a foreign spacecraft. Budarin, Bowersox, and Pettit had arrived at the ISS in November 2002 aboard Endeavour, scheduled to return to Earth aboard another Shuttle flight on 11 March. However, the Columbia disaster in February had grounded the remaining three Shuttles in NASA’s fleet, prolonging the crew’s stay aboard the ISS. Russian search teams took 2 hours, using a helicopter and fixed-wing aircraft, to find the crew. The last radio contact between the capsule and Mission Control Center in Moscow had occurred after the craft’s parachutes opened, about 15 minutes before landing. Failure to reestablish contact had caused concern for the trio’s welfare. Russian Space Agency spokesperson Sergei Gorbunov announced that a special commission would investigate the causes of the malfunctions during landing.(Mark Carreau, “Anxiety as Astronauts Miss Target for Landing,” Houston Chronicle, 5 May 2003; Sharon LaFraniere, “Space Station Crew Returns Home in Russian Soyuz,” Washington Post, 5 May 2003.)",
        "month": "May",
        "day": 4,
        "monthNumber": 5
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 9,
      "lowestPage": 9,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "space officials"
            },
            {
              "count": 1,
              "word": "russian and american"
            }
          ]
        },
        "nytStory": {
          "abstract": "Computer on Russian space station Mir fails for third time since mid-July, forcing crew to shut down most of equipment; Russian and American space officials play down seriousness of computer crash; station is able to maintain its orientation toward Sun, and its power supplies are in much better shape than during previous breakdowns (M)",
          "headline": {"main": "Computer on Mir Fails, Forcing Crew to Shut Down Equipment"},
          "keywords": [
            {
              "name": "glocations",
              "value": "RUSSIA"
            },
            {
              "name": "subject",
              "value": "ACCIDENTS AND SAFETY"
            },
            {
              "name": "subject",
              "value": "COMPUTERS AND INFORMATION SYSTEMS"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "MIR (SPACE STATION)"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE COOPERATION AND VENTURES"
            }
          ],
          "print_page": "9",
          "pub_date": "1997-09-09T00:00:00Z",
          "web_url": "http://www.nytimes.com/1997/09/09/world/computer-on-mir-fails-forcing-crew-to-shut-down-equipment.html",
          "news_desk": "Foreign Desk",
          "snippet": "The Mir's computer broke down again today and forced the crew to shut down most of the space station's equipment.    Russian and American space officials played down the seriousness of the computer crash, the third aboard Mir since mid-July. The...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "World",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "AP",
          "_id": "4fd1d7fe8eb7c8105d7169cb",
          "lead_paragraph": "The Mir's computer broke down again today and forced the crew to shut down most of the space station's equipment. Russian and American space officials played down the seriousness of the computer crash, the third aboard Mir since mid-July. The station was able to maintain its orientation toward the Sun, and its power supplies were in much better shape than during the previous breakdowns.",
          "word_count": 547
        }
      }],
      "historyStory": {
        "story": "British-born U.S. astronaut C. Michael Foale and Russian cosmonaut Anatoly Y. Solovyev conducted a 6-hour spacewalk outside the Mir space station, to investigate further the damage caused by the June 1997 collision with a robotic supply craft. However, they were unable to find the puncture that space officials believed Mir had sustained. The exercise was only the second joint spacewalk of a U.S. astronaut and a Russian cosmonaut. During the excursion, Foale used a crane to hoist Solovyev toward the damaged region of the craft. The two crew members endured temperatures ranging from 200°F (93°C), when Mir was in the sunlight, to -150°F (-101°C), when it passed into the darkness. Although Foale had spent many hours preparing for the spacewalk, learning how to maneuver in the heavy Russian spacesuit, he still exercised extreme caution to avoid snagging the suit on of Mir’s jagged edges. NASA had approved Foale’s participation in the spacewalk only shortly before it occurred.(Michael R. Gordon, “Astronauts Fail To Locate a Puncture in Crippled Mir,” New York Times, 7 September 1997; Michael Gordon, “Russian and American Astronauts Begin Space Walk,” New York Times, 6 September 1997; Associated Press, “U.S. Astronaut Gets NASA’s Approval for Space Walk Outside Mir,” 5 September 1997. 311 Paul Hoversten, “Mars Surveyor Passes Key Test,” USA Today, 10 September 1997; Associated Press, “Craft Bound for Mars Clears Crucial Hurdle,” 10 September 1997.)",
        "month": "September",
        "day": 6,
        "monthNumber": 9
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 9,
      "lowestPage": 9,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "management and cost"
            },
            {
              "count": 1,
              "word": "management and budget"
            }
          ]
        },
        "nytStory": {
          "abstract": "Management and Cost Evaluation Task Force, independent panel set up in July by NASA and Office of Management and Budget, finds that International Space Station program has been so poorly managed that NASA cannot estimate exactly how much project will cost or how it will pay its share; warns that inadequate long-term management and cost control are jeopardizing completion of project as originally envisioned (M)",
          "headline": {"main": "Management of Space Station Is Criticized"},
          "keywords": [
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "FINANCES"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            }
          ],
          "print_page": "9",
          "pub_date": "2001-11-03T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/11/03/us/management-of-space-station-is-criticized.html",
          "news_desk": "National Desk",
          "snippet": "The International Space Station program has been so poorly managed that NASA cannot estimate exactly how much the project will cost or how it will pay its share, an independent task force said today.    A report by the Management and Cost Evaluation...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd2292a8eb7c8105d7b2bcd",
          "lead_paragraph": "The International Space Station program has been so poorly managed that NASA cannot estimate exactly how much the project will cost or how it will pay its share, an independent task force said today. A report by the Management and Cost Evaluation Task Force, set up in July by the National Aeronautics and Space Administration and the Office of Management and Budget, said inadequate long-term management and cost control were jeopardizing completion of the project as originally envisioned.",
          "word_count": 824
        }
      }],
      "historyStory": {
        "story": "The Task Force assigned to assess NASA’s management of the ISS program released a report of its findings and recommendations. NASA and the Office of Management and Budget (OMB) had established the ISS Management and Cost Evaluation (IMCE) Task Force to analyze the space station’s cost, budget, and management and to recommend how the numerous space agencies supporting the project could derive maximum benefit from their investment. The Task Force’s report stated that, although the ISS program’s technical achievements to date had been extraordinary, problems concerning the program’s budget, management, and other matters threatened future development of the ISS. In addition, the IMCE Task Force recommended numerous changes to establish a core-complete program for the ISS, including altering program management; identifying and applying additional funding; and implementing more clearly defined programs to build the ISS so that its crew would be able to conduct high-priority research at the space station. With regard to maximizing research under the proposed FY 2002 budget, the Task Force recommended establishing research priorities, implementing a plan to execute them, and allocating more ISS crew time to high-priority research.(NASA, “Report by the International Space Station Management and Cost Evaluation (IMCE) Task Force to the NASA Advisory Council” (report, Washington, DC, 1 November 2001), http://history.nasa.gov/youngrep.pdf (accessed 26 November 2008).)",
        "month": "November",
        "day": 1,
        "monthNumber": 11
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 10,
      "lowestPage": 10,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 3,
              "word": "metal shavings"
            },
            {
              "count": 2,
              "word": "solar panels"
            }
          ]
        },
        "nytStory": {
          "abstract": "Astronauts from space shuttle Discovery find evidence of damage to crucial part of International Space Station's power system during spacewalk; discover what appear to be metal shavings in part of station's rotary joint system, which enables solar panels to rotate toward sun; revelation could affect plans to add two laboratories to orbiting space station; diagram (M)",
          "headline": {"main": "Astronauts Discover Damage to Station's Power System"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "SOLAR ENERGY"
            },
            {
              "name": "subject",
              "value": "DISCOVERY (SPACE SHUTTLE)"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            }
          ],
          "print_page": "10",
          "pub_date": "2007-10-29T00:00:00Z",
          "web_url": "http://www.nytimes.com/2007/10/29/science/space/29shuttle.html",
          "news_desk": "National Desk",
          "snippet": "The discovery suggested problems for the orbiting space station that could affect ambitious plans to add two power-hungry laboratories.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "SCHWARTZ",
              "firstname": "John"
            }],
            "original": "By JOHN SCHWARTZ"
          },
          "source": "The New York Times",
          "_id": "4fd2607b8eb7c8105d81109b",
          "lead_paragraph": "Spacewalking astronauts yesterday found evidence of damage to a crucial part of the International Space Station's power system. The discovery of what appear to be metallic shavings in one of the station's enormous rotating joint assemblies suggested problems for the orbiting space station that could affect ambitious plans to add two power-hungry laboratories.",
          "word_count": 545
        }
      }],
      "historyStory": {
        "story": "Mission Specialist Scott E. Parazynski and Flight Engineer Daniel M. Tani undertook the second EVA of STS-120, disconnecting cables from the P6 truss, to remove the P6 truss from the Z1 truss. Tani and Parazynski made progress outfitting the new Harmony module, mating the power and data grapple fixture, and reconfiguring connectors on the S1 truss, in preparation for the later deployment of the radiator on S1. Tani also inspected the SARJ, collecting fine metal shavings on part of a wheel with solar panels attached to it. The discovery of the metal shavings enabled engineers to identify the source of friction that had caused the wheel to begin slowing down in September. Engineers had designed the wheel to spin freely so that the solar panels pointed toward the Sun; the panels generated electricity to operate the ISS’s computers, oxygen- producing machine, and other systems. Tani reported that, in addition to collecting the metal shavings, he had observed that parts of the wheel’s surface appeared discolored, a possible sign of corrosion. To prevent further damage to the wheel, engineers stopped it from spinning, thereby reducing the amount of electricity that the panels generated. The spacewalk lasted 6 hours and 33 minutes.(NASA, “NASAfacts; STS-120”; Traci Watson, “Damaged Component Could Thwart Space Station Plans,” USA Today, 29 October 2007; John Schwartz, “Astronauts Discover Damage to Space Station,” 29 October 2007.)",
        "month": "October",
        "day": 28,
        "monthNumber": 10
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 14,
      "lowestPage": 11,
      "nytStories": [
        {
          "gramOccurances": {
            "description": "the words connecting the nytStory to the historyStory and their counts",
            "connections": [
              {
                "count": 1,
                "word": "shuttle atlantis"
              },
              {
                "count": 1,
                "word": "l williams"
              }
            ]
          },
          "nytStory": {
            "abstract": "Shuttle Atlantis takes off from Kennedy Space Center on mission to continue building International Space Station; crew is led by Col Frederick W Sturckow and includes Clayton C Anderson, who will take place of Cmdr Sunita L Williams; she is ending six-month stay aboard station; photo (M)",
            "headline": {"main": "Shuttle Atlantis Appears to Have a Flawless Liftoff"},
            "keywords": [
              {
                "name": "persons",
                "value": "STURCKOW, FREDERICK W"
              },
              {
                "name": "persons",
                "value": "ANDERSON, CLAYTON C"
              },
              {
                "name": "persons",
                "value": "WILLIAMS, SUNITA L"
              },
              {
                "name": "organizations",
                "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
              },
              {
                "name": "organizations",
                "value": "KENNEDY SPACE CENTER"
              },
              {
                "name": "subject",
                "value": "SPACE"
              },
              {
                "name": "subject",
                "value": "SPACE SHUTTLE"
              },
              {
                "name": "subject",
                "value": "SPACE STATIONS"
              },
              {
                "name": "subject",
                "value": "ATLANTIS (SPACE SHUTTLE)"
              },
              {
                "name": "subject",
                "value": "INTERNATIONAL SPACE STATION"
              }
            ],
            "print_page": "11",
            "pub_date": "2007-06-09T00:00:00Z",
            "web_url": "http://www.nytimes.com/2007/06/09/us/09shuttle.html",
            "news_desk": "National Desk",
            "snippet": "The shuttle blasted off with the rattling roar of more than seven million pounds of thrust into a stunningly clear evening sky on Friday.",
            "type_of_material": "News",
            "blog": [],
            "section_name": "U.S.",
            "document_type": "article",
            "multimedia": [
              {
                "rank": "2",
                "height": 475,
                "width": 600,
                "pay": "n",
                "caption": "Meet the Crew",
                "credit": "Excerpts from interviews with some of the astronauts scheduled to fly on board the shuttle Atlantis to the International Space Station.",
                "type": "Other",
                "url": "http://www.nytimes.com/packages/khtml/2007/06/07/science/space/20070608_SHUTTLE_AUDIOSS.html",
                "legacy": {
                  "MultimediaPopupWidth2": "600",
                  "MultimediaSummary2": "Excerpts from interviews with some of the astronauts scheduled to fly on board the shuttle Atlantis to the International Space Station.",
                  "MultimediaType2": "Other",
                  "MultimediaPay2": "n",
                  "MultimediaPopupHeight2": "475",
                  "MultimediaUrl2": "http://www.nytimes.com/packages/khtml/2007/06/07/science/space/20070608_SHUTTLE_AUDIOSS.html",
                  "MultimediaHeadline2": "Meet the Crew"
                }
              },
              {
                "rank": "1",
                "height": 700,
                "width": 750,
                "pay": "n",
                "caption": "A Smooth Liftoff",
                "credit": "The shuttle Atlantis thundered off the launching pad on a mission to continue building the International Space Station.",
                "type": "Slideshow",
                "url": "http://www.nytimes.com/slideshow/2007/06/08/science/20070609_SHUTTLE_SLIDESHOW_index.html",
                "legacy": {
                  "MultimediaPopupWidth1": "750",
                  "MultimediaSummary1": "The shuttle Atlantis thundered off the launching pad on a mission to continue building the International Space Station.",
                  "MultimediaType1": "Slideshow",
                  "MultimediaPay1": "n",
                  "MultimediaPopupHeight1": "700",
                  "MultimediaUrl1": "http://www.nytimes.com/slideshow/2007/06/08/science/20070609_SHUTTLE_SLIDESHOW_index.html",
                  "MultimediaHeadline1": "A Smooth Liftoff"
                }
              },
              {
                "height": 75,
                "subtype": "thumbnail",
                "type": "image",
                "url": "images/2007/06/08/science/09shuttle.752.jpg",
                "legacy": {
                  "thumbnail": "images/2007/06/08/science/09shuttle.752.jpg",
                  "hasthumbnail": "Y",
                  "thumbnailheight": 75
                }
              },
              {
                "height": 350,
                "width": 600,
                "subtype": "xlarge",
                "type": "image",
                "url": "images/2007/06/08/science/09shuttle.xlarge2.jpg",
                "legacy": {
                  "hasxlarge": "Y",
                  "xlargeheight": 350,
                  "xlargewidth": 600,
                  "xlarge": "images/2007/06/08/science/09shuttle.xlarge2.jpg"
                }
              },
              {
                "height": 250,
                "width": 337,
                "subtype": "tiny_thumb",
                "type": "image",
                "url": "images/2007/06/08/science/09shuttle.3372.jpg",
                "legacy": {
                  "tinythumbwidth": 337,
                  "tinythumb": "images/2007/06/08/science/09shuttle.3372.jpg",
                  "tinythumbheight": 250,
                  "hastinythumb": "Y"
                }
              }
            ],
            "subsection_name": null,
            "byline": {
              "person": [{
                "organization": "",
                "rank": 1,
                "role": "reported",
                "lastname": "SCHWARTZ",
                "firstname": "John"
              }],
              "original": "By JOHN SCHWARTZ"
            },
            "source": "The New York Times",
            "_id": "4fd27c488eb7c8105d84255e",
            "lead_paragraph": "The shuttle Atlantis thundered off the launching pad into a stunningly clear evening sky on Friday on a mission to continue building the International Space Station. The shuttle blasted off at 7:38 p.m. Eastern time with the rattling roar of more than seven million pounds of thrust and rose on a snaking column of smoke and a flame nearly as bright as the dipping sun. Atlantis had what appeared to be a flawless ascent, though the videos that will show whether insulating foam or other launching debris hit the craft have yet to be examined thoroughly.",
            "word_count": 796
          }
        },
        {
          "gramOccurances": {
            "description": "the words connecting the nytStory to the historyStory and their counts",
            "connections": [
              {
                "count": 1,
                "word": "shuttle atlantis"
              },
              {
                "count": 1,
                "word": "l williams"
              }
            ]
          },
          "nytStory": {
            "abstract": "Russian computers on International Space Station pass crucial test and are back in operation following weeklong glitch that might have led to station's evacuation had it not been fixed; six-man crew of space shuttle Atlantis packs up and prepares to go home; also returning to Earth will be Cmdr Sunita L Williams, concluding six-month stay on space station and setting record for longest spaceflight by woman; photo (M)",
            "headline": {"main": "Space Station Passes Test After Repairs To Computers"},
            "keywords": [
              {
                "name": "persons",
                "value": "WILLIAMS, SUNITA L"
              },
              {
                "name": "glocations",
                "value": "RUSSIA"
              },
              {
                "name": "subject",
                "value": "RECORDS AND ACHIEVEMENTS"
              },
              {
                "name": "subject",
                "value": "SPACE"
              },
              {
                "name": "subject",
                "value": "SPACE STATIONS"
              },
              {
                "name": "subject",
                "value": "ATLANTIS (SPACE SHUTTLE)"
              },
              {
                "name": "subject",
                "value": "WOMEN"
              },
              {
                "name": "subject",
                "value": "INTERNATIONAL SPACE STATION"
              },
              {
                "name": "subject",
                "value": "INTERNATIONAL SPACE COOPERATION AND VENTURES"
              },
              {
                "name": "subject",
                "value": "COMPUTERS AND THE INTERNET"
              }
            ],
            "print_page": "14",
            "pub_date": "2007-06-19T00:00:00Z",
            "web_url": "http://www.nytimes.com/2007/06/19/us/19shuttle.html",
            "news_desk": "National Desk",
            "snippet": "With the space station’s computers working again, the six-man crew of the space shuttle Atlantis packed up and prepared to go home.",
            "type_of_material": "News",
            "blog": [],
            "section_name": "Technology; U.S.",
            "document_type": "article",
            "multimedia": [
              {
                "height": 75,
                "subtype": "thumbnail",
                "type": "image",
                "url": "images/2007/06/19/us/19shuttle.75.jpg",
                "legacy": {
                  "thumbnail": "images/2007/06/19/us/19shuttle.75.jpg",
                  "hasthumbnail": "Y",
                  "thumbnailheight": 75
                }
              },
              {
                "height": 280,
                "width": 600,
                "subtype": "xlarge",
                "type": "image",
                "url": "images/2007/06/19/us/19shuttle.600.jpg",
                "legacy": {
                  "hasxlarge": "Y",
                  "xlargeheight": 280,
                  "xlargewidth": 600,
                  "xlarge": "images/2007/06/19/us/19shuttle.600.jpg"
                }
              }
            ],
            "subsection_name": null,
            "byline": {
              "person": [{
                "organization": "",
                "rank": 1,
                "role": "reported",
                "lastname": "CHANG",
                "firstname": "Kenneth"
              }],
              "original": "By KENNETH CHANG"
            },
            "source": "The New York Times",
            "_id": "4fd275238eb7c8105d834965",
            "lead_paragraph": "Russian computers on the International Space Station passed a crucial test yesterday and are back in operation following a weeklong glitch that might have led to the station's evacuation had it not been fixed. With the space station's computers working again, the six-man crew of the space shuttle Atlantis packed up and prepared to go home. Also returning to Earth will be Cmdr. Sunita L. Williams, who is concluding a six-month stay on the space station and set the record for the longest spaceflight by a woman. Clayton C. Anderson, who flew up on Atlantis, is remaining at the station as Commander Williams's replacement.",
            "word_count": 415
          }
        }
      ],
      "historyStory": {
        "story": "Space Shuttle Atlantis launched from NASA’s KSC on an 11-day mission, designated STS-117, to continue construction of the ISS. The crew consisted of Commander Frederick W. Sturckow; Pilot Lee J. Archambault; Mission Specialists James F. Reilly II, Patrick G. Forrester, Steven R. Swanson, and John D. Olivas; and Flight Engineer Clayton C. Anderson, who would replace Sunita L. Williams on board the ISS as a member of ISS Expeditions 15 and 16. The launch was nearly flawless. Only one potential problem occurred several minutes into the flight, when on- board cameras captured an image that appeared to show foam flaking off the Shuttle’s external fuel tank, just after the solid rocket boosters (SRBs) had separated from the orbiter. According to Shuttle Program Manager N. Wayne Hale Jr., NASA’s preliminary analysis of the incident indicated that the foam had not struck the craft. NASA planned further analysis.(NASA, “NASA’s Shuttle Atlantis Begins Mission to the Space Station,” news release 07-136, 8 June 2007, http://www.nasa.gov/home/hqnews/2007/jun/HQ_07136_Atlantis_launch.html (accessed 13 April 2010); NASA, “STS-117 (21st Space Station Flight),” NASAfacts, http://www.nasa.gov/pdf/177714main_STS-117.pdf (accessed 21 May 2010), John Johnson Jr., “Flawless Launch, At Last, For Atlantis,” Los Angeles Times, 9 June 2007.)",
        "month": "June",
        "day": 8,
        "monthNumber": 6
      },
      "totalNYTStories": 2
    },
    {
      "highestPage": 11,
      "lowestPage": 11,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "nasa officials"
            },
            {
              "count": 1,
              "word": "fuelline cracks"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA officials say space shuttle fleet, grounded since mid-June because of minuscule fuel-line cracks, shoud be flying again by end of September, news conference; cite plan to weld and polish cracks (M)",
          "headline": {"main": "Shuttle Repairs Will Be Quick, NASA Says"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            }
          ],
          "print_page": "11",
          "pub_date": "2002-08-03T00:00:00Z",
          "web_url": "http://www.nytimes.com/2002/08/03/us/shuttle-repairs-will-be-quick-nasa-says.html",
          "news_desk": "National Desk",
          "snippet": "The nation's space shuttle fleet, grounded since mid-June because of minuscule fuel-line cracks, should be flying again by the end of next month, NASA officials said today.    Ronald Dittemore, the space agency's shuttle program manager, said...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd222808eb7c8105d7a7bcd",
          "lead_paragraph": "The nation's space shuttle fleet, grounded since mid-June because of minuscule fuel-line cracks, should be flying again by the end of next month, NASA officials said today. Ronald Dittemore, the space agency's shuttle program manager, said officials had approved a plan to weld and polish the hairline cracks found in metal fuel-pipe liners on all four shuttles. Repairs will begin next week on the Atlantis, which has three cracks in its hydrogen fuel piping, followed shortly by fixes of two fissures found in the Endeavour.",
          "word_count": 622
        }
      }],
      "historyStory": {
        "story": "NASA officials announced the delay of the launch of Space Shuttle Endeavour STS-113, scheduled for 21 July. Engineers had discovered fuel-line cracks, the same problem that had previously led NASA to ground some Space Shuttles. At the time of the announcement, NASA officials remained uncertain of the new date of Endeavour’s launch, suggesting that, although the Shuttle would be ready to fly by September 2002, NASA might delay the launch until at least the end of 2002.(Warren E. Leary, “Delay Likely for Shuttle Mission with Israeli,” New York Times, 20 July 2002.)",
        "month": "July",
        "day": 20,
        "monthNumber": 7
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 12,
      "lowestPage": 12,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "shuttle astronauts"
            },
            {
              "count": 1,
              "word": "plan to use"
            },
            {
              "count": 1,
              "word": "support systems"
            },
            {
              "count": 1,
              "word": "few months"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA records show that emergency plan to use International Space Station as safe haven for shuttle astronauts whose craft cannot safely return to earth carries high risk of failure; says station lacks adequate support systems and supplies for its occupants and shuttle crew to survive for more than few months at best and few weeks at worst, not enough time to perform rescue; information underscores risk inherent in space travel; some NASA employees say safety remains afterthought (M)",
          "headline": {"main": "NASA Rescue Plan Is Reported to Have High Risk of Failure"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "ACCIDENTS AND SAFETY"
            },
            {
              "name": "subject",
              "value": "RESCUES"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            }
          ],
          "print_page": "12",
          "pub_date": "2004-07-09T00:00:00Z",
          "web_url": "http://www.nytimes.com/2004/07/09/us/nasa-rescue-plan-is-reported-to-have-high-risk-of-failure.html",
          "news_desk": "National Desk",
          "snippet": "NASA's emergency plan to use the International Space Station as a safe haven for shuttle astronauts whose craft cannot safely return to earth would carry a high risk of failure if it were ever tried, according to internal space agency documents.    ...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "SCHWARTZ",
              "firstname": "John"
            }],
            "original": "By JOHN SCHWARTZ"
          },
          "source": "The New York Times",
          "_id": "4fd2a48c8eb7c8105d88b262",
          "lead_paragraph": "NASA's emergency plan to use the International Space Station as a safe haven for shuttle astronauts whose craft cannot safely return to earth would carry a high risk of failure if it were ever tried, according to internal space agency documents. The documents say the space station lacks adequate support systems and supplies to assure that its own occupants and a shuttle crew could stay alive for more than a few months at best and a few weeks at worst -- not enough time, under many possible situations outlined in the documents, to carry off a rescue plan.",
          "word_count": 1124
        }
      }],
      "historyStory": {
        "story": "Major media reported details of a NASA internal document, which stated that a proposed plan to use the ISS as a safe haven for Space Shuttle astronauts would likely have a high risk of failure. The NASA document was a response to a proposal that the ISS should temporarily house the Shuttle crew if a problem arose that prevented an orbiting Shuttle from returning its crew to Earth safely. In the internal document, NASA objected that the ISS had neither sufficient supplies nor support systems to keep both ISS and Shuttle crew members alive longer than a few months. NASA officials responded to the publication of the document, stating that the provisional contingency plan had been one of many ideas considered for improving Space Shuttle safety.(John Schwartz, “NASA Rescue Plan Is Reported To Have High Risk of Failure,” New York Times, 9 July 2004.)",
        "month": "July",
        "day": 9,
        "monthNumber": 7
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 26,
      "lowestPage": 12,
      "nytStories": [
        {
          "gramOccurances": {
            "description": "the words connecting the nytStory to the historyStory and their counts",
            "connections": [
              {
                "count": 1,
                "word": "seven times"
              },
              {
                "count": 1,
                "word": "speed of sound"
              }
            ]
          },
          "nytStory": {
            "abstract": "X-43A, NASA's experimental unmanned jet, is being readied for 10-second dash at edge of space on March 27 that could see it reach speed of 5,000 miles per hour, seven times speed of sound, in testing concept of scramjet engine; it would become first nonrocket, air-breathing plane to reach hypersonic speeds if testing is successful; engineers say scramjet engine could lead to sending payloads into space much more cheaply or to aircraft that could whisk people to any point in world within two hours; flight will be held 40,000 feet above Navy's Pacific test range off California coast; diagram shows how scramjet engine differs from conventional jet engine (M)",
            "headline": {"main": "NASA Seeks New Frontier in Jet Engines"},
            "keywords": [
              {
                "name": "organizations",
                "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
              },
              {
                "name": "subject",
                "value": "HYPERSONIC AIRPLANE"
              },
              {
                "name": "subject",
                "value": "AIRLINES AND AIRPLANES"
              },
              {
                "name": "subject",
                "value": "SPACE"
              },
              {
                "name": "subject",
                "value": "JET ENGINES AND JET PROPULSION"
              },
              {
                "name": "subject",
                "value": "DRONES (PILOTLESS PLANES)"
              },
              {
                "name": "subject",
                "value": "X-43A (EXPERIMENTAL AIRPLANE)"
              },
              {
                "name": "subject",
                "value": "TESTS AND TESTING"
              },
              {
                "name": "subject",
                "value": "SCRAMJETS"
              }
            ],
            "print_page": "12",
            "pub_date": "2004-03-27T00:00:00Z",
            "web_url": "http://www.nytimes.com/2004/03/27/us/nasa-seeks-new-frontier-in-jet-engines.html",
            "news_desk": "National Desk",
            "snippet": "It is to last just 10 seconds, but researchers say this brief firing of a new kind of jet engine could be the first step toward revolutionizing high-speed air and space travel.    An experimental unmanned jet called the X-43A is being readied for a...",
            "type_of_material": "News",
            "blog": [],
            "section_name": "U.S.",
            "document_type": "article",
            "multimedia": [],
            "subsection_name": null,
            "byline": {
              "person": [{
                "rank": 1,
                "organization": "",
                "middlename": "E.",
                "lastname": "LEARY",
                "role": "reported",
                "firstname": "Warren"
              }],
              "original": "By WARREN E. LEARY"
            },
            "source": "The New York Times",
            "_id": "4fd27afa8eb7c8105d83fa18",
            "lead_paragraph": "It is to last just 10 seconds, but researchers say this brief firing of a new kind of jet engine could be the first step toward revolutionizing high-speed air and space travel. An experimental unmanned jet called the X-43A is being readied for a dash at the edge of space on Saturday that could see it reach a speed of 5,000 miles per hour, seven times the speed of sound, in testing the concept of a scramjet engine.",
            "word_count": 731
          }
        },
        {
          "gramOccurances": {
            "description": "the words connecting the nytStory to the historyStory and their counts",
            "connections": [
              {
                "count": 1,
                "word": "seven times"
              },
              {
                "count": 1,
                "word": "speed of sound"
              },
              {
                "count": 1,
                "word": "modified b52"
              }
            ]
          },
          "nytStory": {
            "abstract": "NASA announces experimental X-43 pilotless plane broke world speed record for atmospheric engine, briefly flying 4,780 miles per hour, or seven times the speed of sound; aircraft is hybrid of jet and rocket; was dropped from wing of modified B-52 bomber and boosted by rocket to nearly 100,000 feet, where it flew for ten seconds before falling into Pacific Ocean (S)",
            "headline": {"main": "Jet Breaks Speed Record"},
            "keywords": [
              {
                "name": "glocations",
                "value": "PACIFIC OCEAN"
              },
              {
                "name": "organizations",
                "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
              },
              {
                "name": "subject",
                "value": "RECORDS AND ACHIEVEMENTS"
              },
              {
                "name": "subject",
                "value": "AIRLINES AND AIRPLANES"
              },
              {
                "name": "subject",
                "value": "JET ENGINES AND JET PROPULSION"
              },
              {
                "name": "subject",
                "value": "RESEARCH"
              }
            ],
            "print_page": "26",
            "pub_date": "2004-03-28T00:00:00Z",
            "web_url": "http://www.nytimes.com/2004/03/28/us/jet-breaks-speed-record.html",
            "news_desk": "National Desk",
            "snippet": "An experimental X-43 pilotless plane on Saturday broke the world speed record for an atmospheric engine, briefly flying 4,780 miles an hour, seven times the speed of sound, NASA said.    The hypersonic aircraft, a cross between a jet and a rocket,...",
            "type_of_material": "News",
            "blog": [],
            "section_name": null,
            "document_type": "article",
            "multimedia": [],
            "subsection_name": null,
            "byline": null,
            "source": "Agence France-Presse",
            "_id": "4fd27d538eb7c8105d844c5d",
            "lead_paragraph": "An experimental X-43 pilotless plane on Saturday broke the world speed record for an atmospheric engine, briefly flying 4,780 miles an hour, seven times the speed of sound, NASA said. The hypersonic aircraft, a cross between a jet and a rocket, was dropped from the wing of a modified B-52 bomber and boosted by an auxiliary rocket to an altitude of nearly 100,000 feet . It then flew on its own for 10 seconds before plunging into the Pacific Ocean, the National Aeronautics and Space Administration said.",
            "word_count": 111
          }
        }
      ],
      "historyStory": {
        "story": "NASA’s X-43A Hyper X plane set a new record for flight speed, traveling at Mach 7, which is nearly 5,000 miles (8,050 kilometers) per hour and seven times the speed of sound. The flight was also the first free flight of an aircraft powered by a supersonic combustion ramjet enginea scramjeta type of engine that provides thrust by funneling air and fuel into a hollow chamber at extremely high speed. The 12-foot-long (3.7-meter-long) unpiloted, experimental aircraft flew for approximately 11 seconds over the Pacific Ocean, at an altitude of 95,000 feet (approximately 29,000 meters), before NASA deliberately landed the aircraft in the ocean. NASA used a modified B-52 aircraft to carry the X-43A into the sky, launching the X-43A into flight using a Pegasus rocket mounted to the B-52. The test flight, which took place near San Nicolas Island off the California coast, originated from NASA’s DFRC at Edwards Air Force Base in California.(Peter Pae, “Fast Times at 12 O’Clock High: 5,000 MPH,” Los Angeles Times, 28 March 2004; NASA, “X-43A Soars on Scramjet Power,” 27 March 2004.)",
        "month": "March",
        "day": 27,
        "monthNumber": 3
      },
      "totalNYTStories": 2
    },
    {
      "highestPage": 12,
      "lowestPage": 12,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "nasa officials"
            },
            {
              "count": 1,
              "word": "food supplies"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA officials ask Dr Leroy Chiao and Col Salizhan S Sharipov, astronauts aboard International Space Station, to stretch their food supplies until cargo ship arrives in couple of weeks with fresh groceries; photo (M)",
          "headline": {"main": "Doctor Offers Assurances That Astronauts Won't Go Hungry"},
          "keywords": [
            {
              "name": "persons",
              "value": "CHIAO, LEROY"
            },
            {
              "name": "persons",
              "value": "SHARIPOV, SALIZHAN S"
            },
            {
              "name": "glocations",
              "value": "RUSSIA"
            },
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "DIET AND NUTRITION"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE COOPERATION AND VENTURES"
            },
            {
              "name": "subject",
              "value": "FOOD"
            }
          ],
          "print_page": "12",
          "pub_date": "2004-12-11T00:00:00Z",
          "web_url": "http://www.nytimes.com/2004/12/11/science/space/11station.html",
          "news_desk": "National Desk",
          "snippet": "NASA officials have asked the two astronauts aboard the International Space Station to stretch their food supplies until a cargo ship arrives in a couple of weeks with fresh groceries.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "Health; U.S.",
          "document_type": "article",
          "multimedia": [{
            "height": 75,
            "subtype": "thumbnail",
            "type": "image",
            "url": "images/2004/12/11/national/11station.751.jpg",
            "legacy": {
              "thumbnail": "images/2004/12/11/national/11station.751.jpg",
              "hasthumbnail": "Y",
              "thumbnailheight": 75
            }
          }],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd2414b8eb7c8105d7d974a",
          "lead_paragraph": "Cutting calories in space is more about sorting food packets than eating a little less and saving the rest for later. In space, there are no leftovers. On Thursday, NASA officials asked the two astronauts aboard the International Space Station to stretch their food supplies until a cargo ship arrives in a couple of weeks with fresh groceries. But this does not mean strict dieting or listening to the rumble of hungry stomachs, a NASA doctor said Friday.",
          "word_count": 418
        }
      }],
      "historyStory": {
        "story": "NASA officials announced that the crew members of the ISS were experiencing a food shortage and would have to eat less until a Russian supply capsule could bring additional food supplies. Russia had scheduled the resupply capsule to arrive at the ISS on 25 December 2004, but if it missed the delivery, crew members Leroy Chiao and Salizhan S. Sharipov would have to return to Earth aboard the Russian Soyuz capsule docked at the ISS. NASA also noted that, if the crew members had to evacuate the space station, Russia and the United States could continue to operate the ISS from Earth. Officials cited a number of reasons for the supply shortage on the ISS, including the postponement of regular supply missions after the Columbia accident and the necessary removal of some food supplies from an August 2004 resupply flight, to make room for equipment to monitor air quality in the ISS.(Mark Carreau, “Space Station Crew Endures Food Shortage,” Houston Chronicle, 10 December 2004.)",
        "month": "December",
        "day": 9,
        "monthNumber": 12
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 13,
      "lowestPage": 13,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "shuttle atlantis"
            },
            {
              "count": 2,
              "word": "spare parts"
            }
          ]
        },
        "nytStory": {
          "abstract": "Space shuttle Atlantis is scheduled to carry 27,250 pounds of spare parts, part for railway system that moves station's robotic arm, during 11-day mission to International Space Station; will bring back part of balky toilet system; only five shuttle flights remain on schedule after this flight; photo (M)",
          "headline": {"main": "Space Shuttle To Deliver Spare Parts To Station"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "ATLANTIS (SPACE SHUTTLE)"
            },
            {
              "name": "subject",
              "value": "BATHROOMS AND TOILETS"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            }
          ],
          "print_page": "13",
          "pub_date": "2009-11-16T00:00:00Z",
          "web_url": "http://www.nytimes.com/2009/11/16/science/space/16shuttle.html",
          "news_desk": "National Desk",
          "snippet": "The next flight of the shuttle Atlantis is lugging a cargo bay full of spare parts to the International Space Station.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [
            {
              "height": 75,
              "subtype": "thumbnail",
              "type": "image",
              "url": "images/2009/11/15/us/16shuttle_337-395/thumbStandard.jpg",
              "legacy": {
                "thumbnail": "images/2009/11/15/us/16shuttle_337-395/thumbStandard.jpg",
                "hasthumbnail": "Y",
                "thumbnailheight": 75
              }
            },
            {
              "height": 257,
              "width": 395,
              "subtype": "xlarge",
              "type": "image",
              "url": "images/2009/11/15/us/16shuttle_337-395/sfSpan.jpg",
              "legacy": {
                "hasxlarge": "Y",
                "xlargeheight": 257,
                "xlargewidth": 395,
                "xlarge": "images/2009/11/15/us/16shuttle_337-395/sfSpan.jpg"
              }
            }
          ],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "CHANG",
              "firstname": "Kenneth"
            }],
            "original": "By KENNETH CHANG"
          },
          "source": "The New York Times",
          "_id": "4fd276ac8eb7c8105d83777b",
          "lead_paragraph": "The space shuttle has often been called a pickup truck to orbit, and the next flight of the shuttle Atlantis, scheduled for launching Monday afternoon, lives up to that description. The Atlantis is lugging up to the International Space Station a cargo bay full of spare parts, including a couple of refurbished gyroscopes, pumps, tanks for ammonia and nitrogen and a piece called the ''trailing umbilical system reel assembly'' for the railway system that moves the station's robotic arm.",
          "word_count": 400
        }
      }],
      "historyStory": {
        "story": "Space Shuttle Atlantis launched from NASA’s KSC at 2:28 p.m. (EST) on STS-129, carrying nearly 30,000 pounds of replacement parts for use at the ISS. NASA had packed the spare parts inside two Express Logistics Carriers (ELCs). Astronauts would install the ELCs outside the space station on the central truss during one of the three scheduled spacewalks. Most of the spare parts, which included two steering gyroscopes, a group of tanks, pumps for the ISS cooling system, and a hand for a robotic arm, would remain packed indefinitely until a need for them arose. The STS-129 crew was composed of Commander Charles O. Hobaugh; Pilot Barry E. Wilmore; and Mission Specialists Leland D. Melvin, Michael J. Foreman, Robert L. Satcher Jr., and Randolph J. Bresnik.(NASA Space Shuttle Mission Archives, “Mission STS-129: Delivering the Goods,” 4 December 2009, http://www.nasa.gov/mission_pages/shuttle/shuttlemissions/sts129/launch/129_overview.html (accessed 21 November 2011); James Dean, “A ‘Picture-Perfect’ Start: Atlantis Hauls Spare Parts to International Space Station,” Florida Today (Brevard, FL), 17 November 2009.)",
        "month": "November",
        "day": 16,
        "monthNumber": 11
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 14,
      "lowestPage": 14,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "safety data"
            },
            {
              "count": 1,
              "word": "airline pilots"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA releases intentionally scrambled, partly deleted version of safety data it gathered from 24,000 interviews with airline pilots; 2005 data was collected to uncover safety problems by surveying pilots, rather than waiting for them to make anonymous reports, or gathering information from 'black boxes'; NASA says data will shake public confidence in airlines and threaten their commercial interest; data format, however, makes it difficult for outsiders to analyze in search of trends (M)",
          "headline": {"main": "NASA Offers Airline Data, But Results Are Jumbled"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "ACCIDENTS AND SAFETY"
            },
            {
              "name": "subject",
              "value": "AIRLINES AND AIRPLANES"
            },
            {
              "name": "subject",
              "value": "PILOTS"
            }
          ],
          "print_page": "14",
          "pub_date": "2008-01-01T00:00:00Z",
          "web_url": "http://www.nytimes.com/2008/01/01/us/01nasa.html",
          "news_desk": "National Desk",
          "snippet": "The agency released an intentionally scrambled, partly deleted version of the safety data it gathered from 24,000 interviews with airline pilots.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "L.",
              "lastname": "WALD",
              "role": "reported",
              "firstname": "Matthew"
            }],
            "original": "By MATTHEW L. WALD"
          },
          "source": "The New York Times",
          "_id": "4fd261938eb7c8105d812f98",
          "lead_paragraph": "NASA on Monday released an intentionally scrambled, partly deleted version of the safety data it gathered from 24,000 interviews with airline pilots, making good on a promise to Congress to make public information that it said earlier this year would shake public confidence in the airlines and threaten their commercial interest. But the agency released the data from the $11.5 million program in a format that made it difficult if not impossible for outsiders to analyze in search of trends, presenting the reports as documents rather than spreadsheets. And the NASA administrator, Michael Griffin, said his agency had no plans to do additional work with the material, which he sought to disown in a conference call with reporters.",
          "word_count": 729
        }
      }],
      "historyStory": {
        "story": "In compliance with a request from Congress, NASA released a version of safety data collected from 24,000 interviews with airline pilots. NASA had previously refused to release the information, citing the potential for a negative economic effect on the airline industry. According to media sources, the safety survey revealed complaints from pilots regarding fatigue and problems with air traffic controllers, airport security, and runway and taxiway layouts. NASA Administrator Michael D. Griffin stated in a press conference that NASA had no plans to study the database for trends, saying that NASA had conducted the survey to determine whether collecting information from pilots in this manner was worthwhile.(Matthew L. Wald, “NASA Offers Airline Safety Data,” New York Times, 1 January 2008; Del Quentin Wilber, “Redacted Air-Traffic Safety Survey Released: NASA Downplays Pilots’ Complaints About Fatigue, Security,” Washington Post, 1 January 2008.)",
        "month": "December",
        "day": 31,
        "monthNumber": 12
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 14,
      "lowestPage": 14,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "m rees"
            },
            {
              "count": 1,
              "word": "rocketry efforts"
            }
          ]
        },
        "nytStory": {
          "abstract": "Eberhard F M Rees, former head of American rocketry efforts, dies at age 89; photo (M)",
          "headline": {"main": "Eberhard Rees, Rocketry Pioneer, Dies at 89"},
          "keywords": [
            {
              "name": "persons",
              "value": "REES, EBERHARD F M"
            },
            {
              "name": "subject",
              "value": "BIOGRAPHICAL INFORMATION"
            },
            {
              "name": "subject",
              "value": "DEATHS (OBITUARIES)"
            }
          ],
          "print_page": "14",
          "pub_date": "1998-04-04T00:00:00Z",
          "web_url": "http://www.nytimes.com/1998/04/04/us/eberhard-rees-rocketry-pioneer-dies-at-89.html",
          "news_desk": "National Desk",
          "snippet": "Eberhard F. M. Rees, a German-born rocket engineer who in 1970 succeeded Wernher von Braun as the chief of American rocketry efforts, died on Thursday at the West Volusia Memorial Hospital in Florida. He was 89 and lived at the Good Shepards Home in...",
          "type_of_material": "Obituary; Biography",
          "blog": [],
          "section_name": "U.S.; Obituaries",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "BURKHART",
              "firstname": "Ford"
            }],
            "original": "By FORD BURKHART"
          },
          "source": "The New York Times",
          "_id": "4fd218548eb7c8105d794da9",
          "lead_paragraph": "Eberhard F. M. Rees, a German-born rocket engineer who in 1970 succeeded Wernher von Braun as the chief of American rocketry efforts, died on Thursday at the West Volusia Memorial Hospital in Florida. He was 89 and lived at the Good Shepards Home in DeLand, Fla. Mr. Rees had suffered from Alzheimer's disease, relatives said.",
          "word_count": 701
        }
      }],
      "historyStory": {
        "story": "Eberhard R. M. Rees, deputy and later successor to Wernher von Braun as “chief of American rocketry efforts,” died at age 89, after suffering from Alzheimer’s disease. Rees, born in Germany, had graduated from the Dresden Institute of Technology in 1934 with an advanced degree in mechanical engineering. He had worked as a technical plant manager with the German Guided Missile Center beginning in 1940, but after Germany’s defeat in World War II, Rees became one of 118 scientists who surrendered to the West under the so-called Project Paperclip, becoming a U.S. citizen in 1954. In the United States, he had first worked at White Sands Proving Ground in New Mexico, “where he shared his expertise on the V-2, a German rocket- propelled bomb, and on guided missile projects.” In 1950 Rees had moved to Huntsville, Alabama, to serve as Deputy Chief of the Guided Missile Development Division at Redstone Arsenal. Among the projects Rees had managed were the Hermes II Project, the Redstone and Jupiter missile programs, the Explorer satellite project, and the Saturn program. Between 1956 and 1960, Rees had been Deputy Director of the U.S. Army Ballistic Missile Agency’s Development Operations Division. He had received a Distinguished Service Medal from NASA for his role in the Apollo 11 Mission. Rees had succeeded Wernher von Braun as Director of NASA’s Marshall Space Flight Center in 1970, retiring in 1973.(Ford Burkhart, “Eberhard Rees, Rocketry Pioneer, Dies at 89,” New York Times, 4 April 1998. 128)",
        "month": "April",
        "day": 2,
        "monthNumber": 4
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 15,
      "lowestPage": 15,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "wind and rain"
            },
            {
              "count": 1,
              "word": "tourist dennis"
            }
          ]
        },
        "nytStory": {
          "abstract": "Space shuttle Endeavour lands in Mojave Desert of California because of wind and rain in Florida; crews aboard International Space Station enjoy relaxed workload while entertaining first space tourist, Dennis Tito (S)",
          "headline": {"main": "As Shuttle Returns to Earth, Tourist Adjusts to Space Station"},
          "keywords": [
            {
              "name": "persons",
              "value": "TITO, DENNIS"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            },
            {
              "name": "subject",
              "value": "ENDEAVOUR (SPACE SHUTTLE)"
            }
          ],
          "print_page": "15",
          "pub_date": "2001-05-02T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/05/02/us/as-shuttle-returns-to-earth-tourist-adjusts-to-space-station.html",
          "news_desk": "National Desk",
          "snippet": "avoiding rain and wind in Florida, the space shuttle Endeavour landed today in the Mojave Desert of California as crews aboard the International Space Station enjoyed a relaxed workload while entertaining the first space tourist.    The Endeavour,...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd22ff68eb7c8105d7be52c",
          "lead_paragraph": "avoiding rain and wind in Florida, the space shuttle Endeavour landed today in the Mojave Desert of California as crews aboard the International Space Station enjoyed a relaxed workload while entertaining the first space tourist. The Endeavour, with its crew of seven, landed at Edwards Air Force Base at 12:10 p.m. eastern time, completing a successful 12-day mission to the station. Rain and wind at the Kennedy Space Center in Florida prevented a landing there, and the National Aeronautics and Space Administration opted to bring the ship down at Edwards, where skies were sunny and clear.",
          "word_count": 446
        }
      }],
      "historyStory": {
        "story": "Space Shuttle Endeavour STS-100 landed at Edwards Air Force Base in California, when wind and rain caused the diversion of the Shuttle and its seven-person crew from its planned landing at NASA’s KSC in Florida. The completed mission had been unique, with NASA deliberately paring down its research goals because of the anticipated arrival during Endeavour’s stay at the ISS of the Russian Soyuz spacecraft carrying space tourist Dennis A. Tito. Shuttle Commander Kent V. Rominger greeted the press upon landing, commenting on the crew’s installation of the ISS’s robotic arm and the computer problems that had plagued the space station during the visit. Rominger explained that he and the other astronauts had worked with 500 computer experts on the ground to achieve partial restoration of the ISS’s hard drives and software applications.(Warren E. Leary, “As Shuttle Returns to Earth, Tourist Adjusts to Space Station,” New York Times, 2 May 2001; Associated Press, “Space Shuttle Diverted to California Due to Bad Weather,” 1 May 2001; Mark Carreau, “Endeavour Lands in Clear California/Cloud Hangs Over Russia Relations,” Houston Chronicle, 2 May 2001.)",
        "month": "May",
        "day": 1,
        "monthNumber": 5
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 16,
      "lowestPage": 16,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "space probes"
            },
            {
              "count": 1,
              "word": "intellectual underpinnings"
            },
            {
              "count": 1,
              "word": "new types"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA gives new prominence to its search for extraterrestrial life by appointing Dr Baruch S Blumberg, Nobel biologist, to head recently formed Astrobiology Institute dedicated to studying origin, distribution and destiny of life in universe; agency administrator, Daniel S Goldin, says institute will provide intellectual underpinnings for building new types of instruments and space probes for finding life in solar system and beyond; Blumberg expresses enthusiasm; says institute will not only examine ways of detecting carbon-based life as found on Earth, but will also develop ways of finding forms of life that are very different (S)",
          "headline": {"main": "Search for Life Beyond Earth Gets a Leader"},
          "keywords": [
            {
              "name": "persons",
              "value": "BLUMBERG, BARUCH S"
            },
            {
              "name": "persons",
              "value": "GOLDIN, DANIEL S"
            },
            {
              "name": "organizations",
              "value": "ASTROBIOLOGY INSTITUTE"
            },
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "LIFE, EXTRATERRESTRIAL"
            },
            {
              "name": "subject",
              "value": "SPACE"
            }
          ],
          "print_page": "16",
          "pub_date": "1999-05-19T00:00:00Z",
          "web_url": "http://www.nytimes.com/1999/05/19/us/search-for-life-beyond-earth-gets-a-leader.html",
          "news_desk": "National Desk",
          "snippet": "NASA gave new prominence today to its search for extraterrestrial life by appointing a Nobel laureate to head its recently formed Astrobiology Institute, dedicated to studying the origin, distribution and destiny of life in the universe.    Dr....",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd224d78eb7c8105d7ab51b",
          "lead_paragraph": "NASA gave new prominence today to its search for extraterrestrial life by appointing a Nobel laureate to head its recently formed Astrobiology Institute, dedicated to studying the origin, distribution and destiny of life in the universe. Dr. Baruch S. Blumberg, a biochemist who won the 1976 Nobel Prize for Physiology or Medicine for identifying the hepatitis B virus, will become the first director of the institute, which is seeking new approaches to defining and studying life on Earth and elsewhere.",
          "word_count": 491
        }
      }],
      "historyStory": {
        "story": "NASA announced the appointment of Baruch S. Blumberg, winner of the 1976 Nobel Prize for Physiology or Medicine, as Director of NASA’s Astrobiology Institute, effective immediately. NASA had created the Astrobiology Institute in July 1998, a “virtual organization” comprising NASA’s centers, universities, and other scientific entities for the study of “the origin, evolution, distribution, and destiny of life in the universe.” The Institute, with a multidisciplinary focus, sought to bring together astronomers, biologists, chemists, exobiologists, geologists, and physicists, to search for the origins of life. NASA Administrator Daniel S. Goldin made the announcement of Blumberg’s appointment at Ames Research Center in Mountain View, California, the site of the Institute’s headquarters. Goldin stated that NASA had tasked the Astrobiology Institute with “providing the ‘intellectual underpinnings’ for building new types of instruments and space probes for finding life in the solar system and beyond.”",
        "month": "May",
        "day": 18,
        "monthNumber": 5
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 18,
      "lowestPage": 18,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "star clusters"
            },
            {
              "count": 1,
              "word": "billion lightyears"
            }
          ]
        },
        "nytStory": {
          "abstract": "Hubble Space Telescope photographs clumps of dense star clusters 11 billion light-years away, some 85 percent of way back to beginning of time; astronomers believe distant clusters are building blocks of galaxies and thus first glimpse into mystery of how galaxies formed early in universe (M)",
          "headline": {"main": "Looking Back 11 Billion Light-Years, a Glimpse at Galaxy Birth"},
          "keywords": [
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "UNIVERSE"
            },
            {
              "name": "subject",
              "value": "PHOTOGRAPHY"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            },
            {
              "name": "subject",
              "value": "HUBBLE SPACE TELESCOPE"
            }
          ],
          "print_page": "18",
          "pub_date": "1996-09-05T00:00:00Z",
          "web_url": "http://www.nytimes.com/1996/09/05/us/looking-back-11-billion-light-years-a-glimpse-at-galaxy-birth.html",
          "news_desk": "National Desk",
          "snippet": "Focusing for 24 hours on a single patch of sky, the Hubble Space Telescope has taken pictures of clumps of dense star clusters 11 billion light-years away, some 85 percent of the way back to the beginning of time. Astronomers think these distant...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "Noble",
              "lastname": "WILFORD",
              "role": "reported",
              "firstname": "John"
            }],
            "original": "By JOHN NOBLE WILFORD"
          },
          "source": "The New York Times",
          "_id": "4fd1f3828eb7c8105d74b939",
          "lead_paragraph": "Focusing for 24 hours on a single patch of sky, the Hubble Space Telescope has taken pictures of clumps of dense star clusters 11 billion light-years away, some 85 percent of the way back to the beginning of time. Astronomers think these distant clusters are the ''building blocks'' of galaxies and thus a first glimpse into the mystery of how galaxies formed early in the universe. For a long time, astronomers have observed stars in formation, because it is a process continuing through time. But they have never directly seen galaxies form, because this occurred very early in time and perhaps only for one epoch.",
          "word_count": 593
        }
      }],
      "historyStory": {
        "story": "Astronomers using the Hubble Space Telescope identified 18 star clusters that they believed to be embryonic galaxies. According to the New York Times, because the clusters resided 11 billion light-years from Earth, essentially, the scientists had glimpsed back in time. The observations supported a theory that galaxies begin with stars grouping together. The astronomers from Arizona State University and the University of Alabama called the discovery “the first page in an otherwise blank book.”(Lee Bowman, “Possible View of Galaxies Being Born,” Washington Times, 5 September 1996; John Noble Wilford, “Looking Back 11 Billion Light-Years, a Glimpse at Galaxy Birth,” New York Times, 5 September 1996. 125 NASA, “Lopez-Alegria To Replace Lawrence as NASA Manager to Russia,” news release 96-182, 5 September 1996.)",
        "month": "September",
        "day": 5,
        "monthNumber": 9
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 20,
      "lowestPage": 20,
      "nytStories": [
        {
          "gramOccurances": {
            "description": "the words connecting the nytStory to the historyStory and their counts",
            "connections": [
              {
                "count": 1,
                "word": "million miles"
              },
              {
                "count": 2,
                "word": "asteroid eros"
              }
            ]
          },
          "nytStory": {
            "abstract": "NEAR spacecraft enters orbit around asteroid Eros, 160 million miles from Earth, after circuitous four-year journey through inner solar system; becomes first artificial satellite to orbit asteroid; photo (S)",
            "headline": {"main": "Spacecraft Is Orbiting Asteroid, A First for a Man-Made Satellite"},
            "keywords": [
              {
                "name": "subject",
                "value": "NEAR (NEAR EARTH ASTEROID RENDEZVOUS)"
              },
              {
                "name": "subject",
                "value": "SPACE"
              },
              {
                "name": "subject",
                "value": "ASTEROIDS"
              }
            ],
            "print_page": "20",
            "pub_date": "2000-02-15T00:00:00Z",
            "web_url": "http://www.nytimes.com/2000/02/15/us/spacecraft-is-orbiting-asteroid-a-first-for-a-man-made-satellite.html",
            "news_desk": "National Desk",
            "snippet": "With a nudge from its small rockets, the spacecraft NEAR gently embraced the asteroid Eros today to become the first man-made object to orbit such a space rock.    In a circuitous four-year journey through the inner solar system, which included a...",
            "type_of_material": "News",
            "blog": [],
            "section_name": "U.S.",
            "document_type": "article",
            "multimedia": [],
            "subsection_name": null,
            "byline": {
              "person": [{
                "rank": 1,
                "organization": "",
                "middlename": "E.",
                "lastname": "LEARY",
                "role": "reported",
                "firstname": "Warren"
              }],
              "original": "By WARREN E. LEARY"
            },
            "source": "The New York Times",
            "_id": "4fd23b4f8eb7c8105d7d0593",
            "lead_paragraph": "With a nudge from its small rockets, the spacecraft NEAR gently embraced the asteroid Eros today to become the first man-made object to orbit such a space rock. In a circuitous four-year journey through the inner solar system, which included a swing by Earth for a gravity boost and a failed effort to link up with Eros last year, the spacecraft became the first artificial satellite to circle an asteroid.",
            "word_count": 413
          }
        },
        {
          "gramOccurances": {
            "description": "the words connecting the nytStory to the historyStory and their counts",
            "connections": [
              {
                "count": 2,
                "word": "asteroid eros"
              },
              {
                "count": 1,
                "word": "large boulders"
              }
            ]
          },
          "nytStory": {
            "abstract": "Scientists report that asteroid Eros, now under constant gaze of a satellite from Earth, appears to be both composed of dense material and battered by many ancient collisions; spacecraft NEAR, which on Monday became first to orbit an asteroid, reveals rocky surface covered with craters, ridges, long grooves, large boulders and some surprisingly bright areas that appear to reflect unusual amount of light (M)",
            "headline": {"main": "Trailblazing Craft Exposes an Asteroid"},
            "keywords": [
              {
                "name": "subject",
                "value": "NEAR (NEAR EARTH ASTEROID RENDEZVOUS)"
              },
              {
                "name": "subject",
                "value": "SPACE"
              },
              {
                "name": "subject",
                "value": "ASTEROIDS"
              }
            ],
            "print_page": "20",
            "pub_date": "2000-02-18T00:00:00Z",
            "web_url": "http://www.nytimes.com/2000/02/18/us/trailblazing-craft-exposes-an-asteroid.html",
            "news_desk": "National Desk",
            "snippet": "The asteroid Eros, now under the constant gaze of a satellite from Earth, appears to be both composed of dense material and battered by many ancient collisions, scientists reported today.    The spacecraft NEAR, which on Monday became the first to...",
            "type_of_material": "News",
            "blog": [],
            "section_name": "U.S.",
            "document_type": "article",
            "multimedia": [],
            "subsection_name": null,
            "byline": {
              "person": [{
                "rank": 1,
                "organization": "",
                "middlename": "E.",
                "lastname": "LEARY",
                "role": "reported",
                "firstname": "Warren"
              }],
              "original": "By WARREN E. LEARY"
            },
            "source": "The New York Times",
            "_id": "4fd2203d8eb7c8105d7a3c98",
            "lead_paragraph": "The asteroid Eros, now under the constant gaze of a satellite from Earth, appears to be both composed of dense material and battered by many ancient collisions, scientists reported today. The spacecraft NEAR, which on Monday became the first to orbit an asteroid, has revealed a rocky surface covered with craters, ridges, long grooves, large boulders and some surprisingly bright areas that appear to reflect an unusual amount of light.",
            "word_count": 592
          }
        }
      ],
      "historyStory": {
        "story": "The Near Earth Asteroid Rendezvous (NEAR) spacecraft successfully orbited the asteroid Eros, 160 million miles (258 million kilometers) from Earth, gathering close-up images of the craggy rock, in the first successful orbit of a spacecraft around an asteroid. The unique images revealed large boulders and craters on Eros. Scientists noted with amusement that on the Valentine’s Day encounter, NEAR obtained images of a heart-shaped chasm on Eros. NASA planned for NEAR to orbit Eros for about one year.(NASA, “NEAR Begins Looking Closely at Eros,” news release 00-28, 17 February 2000; Peter Kendall, “Cameras Get Close-Up View of Asteroid,” Chicago Tribune, 15 February 2000; Dow Jones Newswire, “Robot Spacecraft Successfully Orbits Asteroid Eros,” 14 February 2000.)",
        "month": "February",
        "day": 14,
        "monthNumber": 2
      },
      "totalNYTStories": 2
    },
    {
      "highestPage": 20,
      "lowestPage": 20,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "heat shields"
            },
            {
              "count": 1,
              "word": "rocket motors"
            }
          ]
        },
        "nytStory": {
          "abstract": "National Aeronautics and Space Administration announces two-year agreement with Virgin Group to explore collaboration on spacesuits, heat shields for spaceships and rocket motors; NASA says no payments are involved (S)",
          "headline": {"main": "National Briefing | Science And Health: NASA Deal With Virgin"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "organizations",
              "value": "VIRGIN GROUP"
            },
            {
              "name": "subject",
              "value": "SPACE"
            }
          ],
          "print_page": "20",
          "pub_date": "2007-02-22T00:00:00Z",
          "web_url": "http://query.nytimes.com/gst/fullpage.html?res=980CE3DA133EF931A15751C0A9619C8B63",
          "news_desk": "National Desk",
          "snippet": "The National Aeronautics and Space Administration announced an two-year agreement with the Virgin Group to explore collaboration on spacesuits, heat shields for spaceships and rocket motors. No payments are involved, NASA said.  ",
          "type_of_material": "News",
          "blog": [],
          "section_name": null,
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "Bloomberg News",
          "_id": "4fd2b0388eb7c8105d89fab4",
          "lead_paragraph": "The National Aeronautics and Space Administration announced an two-year agreement with the Virgin Group to explore collaboration on spacesuits, heat shields for spaceships and rocket motors. No payments are involved, NASA said.",
          "word_count": 32
        }
      }],
      "historyStory": {
        "story": "NASA’s Ames Research Center (ARC) and Virgin Galactic signed a MOU, providing a framework to explore potential collaborations, such as developing spacesuits, heat shields for spacecraft, hybrid rocket motors, and hypersonic vehicles. The press also reported that the MOU included provisions for training NASA astronauts, for NASA to buy seats on a Virgin Galactic flight, and for NASA to provide technical advice to Virgin Galactic; however; these provisions were not, in fact, part of the agreement. A newly formed organization in the NASA Research Park at Ames—NASA’s Space Portal—had enabled the negotiation with Virgin Galactic to help NASA promote the development of the commercial space economy.(NASA, “NASA, Virgin Galactic To Explore Future Cooperation,” news release 07-49, 21 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_07049_Virgin_Galactic.html (accessed 14 October 2009); NASA, “NASA Provides Additional Information on Agreement with Virgin Galactic,” news release 07-50, 21 February 2007, http://www.nasa.gov/home/hqnews/2007/feb/HQ_07050_Virgin_Galactic_info.html (accessed 14 October 2009); Associated Press, “NASA, Virgin Galactic Sign Agreement,” 22 February 2007; Matthew Moore, “Virgin Galactic To Train NASA Astronauts,” Daily Telegraph (London), 22 February 2007.)",
        "month": "February",
        "day": 20,
        "monthNumber": 2
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 21,
      "lowestPage": 21,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "protest nasas"
            },
            {
              "count": 1,
              "word": "millionaire dennis"
            }
          ]
        },
        "nytStory": {
          "abstract": "Two Russian scheduled to fly to International Space Station, boycotts training session to protest NASA's exclusion of California millionaire Dennis Tito--who hopes to become world's first space tourist--from their crew (S)",
          "headline": {"main": "Tourist Barred, Russia Boycotts NASA Training"},
          "keywords": [
            {
              "name": "persons",
              "value": "TITO, DENNIS"
            },
            {
              "name": "glocations",
              "value": "RUSSIA"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "BOYCOTTS"
            }
          ],
          "print_page": "21",
          "pub_date": "2001-03-20T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/03/20/us/tourist-barred-russia-boycotts-nasa-training.html",
          "news_desk": "National Desk",
          "snippet": "Two Russian astronauts who are supposed to fly to the International Space Station next month boycotted a training session today to protest NASA's exclusion of a California millionaire from their crew.    The incident was the most embarrassing and...",
          "type_of_material": "News",
          "blog": [],
          "section_name": null,
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "AP",
          "_id": "4fd252348eb7c8105d7f77b0",
          "lead_paragraph": "Two Russian astronauts who are supposed to fly to the International Space Station next month boycotted a training session today to protest NASA's exclusion of a California millionaire from their crew. The incident was the most embarrassing and public confrontation yet in a monthslong power struggle between NASA and the Russian Space Agency over tourism in space.",
          "word_count": 445
        }
      }],
      "historyStory": {
        "story": "Russian cosmonauts training at NASA’s Johnson Space Center (JSC) in Houston, Texas, staged a one-day walkout to protest NASA’s rejection of millionaire Dennis A. Tito as a member of the Russian crew that would travel aboard the Soyuz to the ISS on 30 April. Space enthusiast Dennis Tito had paid the cash-strapped Russian Space Agency a reported US$20 million to make the trip. Russia’s agreement with the untrained Tito had sparked debate over the proper use of the ISS and over so-called space tourism. Talgat A. Musabayev, the Kazakh cosmonaut who was to command Tito’s crew, removed his men from the training program in Houston after learning that NASA would not allow Tito to participate in the exercises. NASA argued that allowing a person who had not trained as an astronaut to travel to space would pose safety risks, especially since the ISS remained a work-in-progress. Russian officials contended that they had the right to transport aboard their spacecraft any person they deemed fit for the mission. Both sides pledged to find a resolution to the disagreement.(Kathy Sawyer, “Space Tourism Sparks U.S.-Russian Standoff,” Washington Post, 20 March 2001; Warren E. Leary, “NASA Opposing Russian Plan for Tourist on Space Station,” New York Times, 21 March 2001; Marcia Dunn, “Cosmonauts to NASA: Millionaire Comrade Trains with Us or Nobody Trains,” 20 March 2001.)",
        "month": "March",
        "day": 19,
        "monthNumber": 3
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 23,
      "lowestPage": 23,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "shuttle atlantis"
            },
            {
              "count": 1,
              "word": "fresh batteries"
            }
          ]
        },
        "nytStory": {
          "abstract": "Astronauts from space shuttle Atlantis install fresh batteries in international space station and begin giving complex badly needed orbital lift (S)",
          "headline": {"main": "National News Briefs; Space Station Gets Lift"},
          "keywords": [
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "BATTERIES"
            },
            {
              "name": "subject",
              "value": "ATLANTIS (SPACE SHUTTLE)"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE COOPERATION AND VENTURES"
            }
          ],
          "print_page": "23",
          "pub_date": "2000-05-24T00:00:00Z",
          "web_url": "http://www.nytimes.com/2000/05/24/us/national-news-briefs-space-station-gets-lift.html",
          "news_desk": "National Desk",
          "snippet": "Astronauts installed fresh batteries in the international space station today and began giving the complex a badly needed orbital lift.  ",
          "type_of_material": "News",
          "blog": [],
          "section_name": null,
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "AP",
          "_id": "4fd1fa098eb7c8105d7573fd",
          "lead_paragraph": "Astronauts installed fresh batteries in the international space station today and began giving the complex a badly needed orbital lift.",
          "word_count": "53"
        }
      }],
      "historyStory": {
        "story": "Shuttle Atlantis, commanded by James D. Halsell Jr., began boosting the ISS into a higher orbit. By firing its steering jets 27 times during a 1-hour push, Shuttle Atlantis raised the space station about 9 miles (14 kilometers) farther from Earth than it had been. The effort was the first of three planned realignment maneuvers. NASA officials wanted to allow Atlantis’s thrusters to have a day to cool down before continuing with the project. In addition to changing the ISS’s orbit, Atlantis’s astronauts serviced the exterior of the space station and replaced four of its failing batteries. The crew hoped that the latter procedure would stop the gradual drop in elevation that the ISS had been experiencing during the months before Atlantis’s visit.(Los Angeles Times, “Shuttle Gives Space Station a Boost,” 24 May 2000; Associated Press, “Atlantis Lifts Space Station to Right Orbit,” 24 May 2000; Associated Press, “Space Station Gets Fresh Batteries,” 24 May 2000.)",
        "month": "May",
        "day": 23,
        "monthNumber": 5
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 23,
      "lowestPage": 23,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "frozen crater"
            },
            {
              "count": 1,
              "word": "crater on the moon"
            },
            {
              "count": 1,
              "word": "spacecraft smashes"
            }
          ]
        },
        "nytStory": {
          "abstract": "Lunar Prospector spacecraft smashes into frozen crater on the Moon, but leaves no visible cloud of dust; researchers still hope to find vapor plume that could contain traces of water (S)",
          "headline": {"main": "Search for Evidence of Water on the Moon"},
          "keywords": [
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "WATER"
            },
            {
              "name": "subject",
              "value": "MOON"
            },
            {
              "name": "subject",
              "value": "LUNAR PROSPECTOR (SPACECRAFT)"
            }
          ],
          "print_page": "23",
          "pub_date": "1999-08-01T00:00:00Z",
          "web_url": "http://www.nytimes.com/1999/08/01/us/search-for-evidence-of-water-on-the-moon.html",
          "news_desk": "National Desk",
          "snippet": "Lunar Prospector's violent collision with the Moon today left no visible cloud of dust, but researchers still hope to find a vapor plume created by the impact that could contain traces of water.    At least 20 observatory telescopes focused on the...",
          "type_of_material": "News",
          "blog": [],
          "section_name": null,
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "AP",
          "_id": "4fd22a378eb7c8105d7b4afa",
          "lead_paragraph": "Lunar Prospector's violent collision with the Moon today left no visible cloud of dust, but researchers still hope to find a vapor plume created by the impact that could contain traces of water. At least 20 observatory telescopes focused on the Moon's south pole as the spacecraft, in its final task for science, smashed into a frozen crater at 5:52 A.M.",
          "word_count": 263
        }
      }],
      "historyStory": {
        "story": "NASA’s Lunar Prospector crashed into a frozen crater on the Moon, but detected no water upon impact. Scientists, believing that the crater held frozen water, had hoped that the “fire and violence of the collision would vaporize ice,” sending a “wet plume, detectable by special instruments, spiraling into the lunar sky.” Telescopes equipped with ultraviolet detectors recorded hours of data after the impact, searching for the “chemical signature” of water. The Prospector mission, which had lasted 18 months following its 6 January 1998 launch, had used five instruments to “map the magnetic, chemical and gravitational character of the [M]oon.”(Associated Press, “Spacecraft Smashes into Moon: Scientists Hoping for Evidence of Ice Vapor in Lunar Sky,” Washington Post, 1 August 1999.)",
        "month": "July",
        "day": 31,
        "monthNumber": 7
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 24,
      "lowestPage": 24,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "neutron stars"
            },
            {
              "count": 2,
              "word": "black holes"
            },
            {
              "count": 1,
              "word": "discrete sources"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA's Earth-orbiting Chandra X-ray Observatory detects more than 1,000 discrete sources of powerful X-rays deep in heart of Milky Way galaxy some 20,000 light years away from Sun; most of them are from remnants of dead stars, like white dwarfs, neutron stars and black holes (M)",
          "headline": {"main": "X-Rays Define Clear Images Of Milky Way"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "TELESCOPES AND OBSERVATORIES"
            },
            {
              "name": "subject",
              "value": "MILKY WAY GALAXY"
            },
            {
              "name": "subject",
              "value": "CHANDRA X-RAY OBSERVATORY"
            },
            {
              "name": "subject",
              "value": "BLACK HOLES (SPACE)"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            },
            {
              "name": "subject",
              "value": "X-RAYS"
            }
          ],
          "print_page": "24",
          "pub_date": "2002-01-10T00:00:00Z",
          "web_url": "http://www.nytimes.com/2002/01/10/us/x-rays-define-clear-images-of-milky-way.html",
          "news_desk": "National Desk",
          "snippet": "Peering deep into the heart of the Milky Way with X-ray vision, an American spacecraft has produced what astronomers say is the sharpest-ever image of the most dynamic region of Earth's home galaxy.    A team of astronomers led by Dr. Q. Daniel Wang...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "Noble",
              "lastname": "WILFORD",
              "role": "reported",
              "firstname": "John"
            }],
            "original": "By JOHN NOBLE WILFORD"
          },
          "source": "The New York Times",
          "_id": "4fd2195a8eb7c8105d79711f",
          "lead_paragraph": "Peering deep into the heart of the Milky Way with X-ray vision, an American spacecraft has produced what astronomers say is the sharpest-ever image of the most dynamic region of Earth's home galaxy. A team of astronomers led by Dr. Q. Daniel Wang of the University of Massachusetts at Amherst reported here today that NASA's Earth-orbiting Chandra X-ray Observatory had detected more than 1,000 discrete sources of the powerful X-rays, far more than the dozen sources previously known.",
          "word_count": 471
        }
      }],
      "historyStory": {
        "story": "In an article in the journal Nature, scientists reported that they had used images from NASA’s Chandra X-ray Observatory to reveal how objects in the most active area of the Milky Way Galaxy affect each other and other parts of the galaxy. The scientists had used 30 separate images from Chandra to construct a montage of the Milky Way’s central regions, revealing hundreds of white dwarf stars, neutron stars, and black holes, shrouded by the extremely hot gas around a massive black hole. The researchers found that emissions from highly ionized iron, previously attributed to diffuse hot gas, had actually originated from discrete sources in the Milky Way’s white dwarf stars, neutron stars, and black holes. The findings helped clarify the relative contributions of diffuse and discrete sources of x-rays emitted from the galaxy.(NASA, “Chandra Takes In Bright Lights, Big City of Milky Way,” news release 02-03, 9 January 2002; Q. D. Wang, E. V. Gotthelf, and C. C. Lang, “A Faint Discrete Source Origin for the Highly Ionized Iron Emission from the Galactic Centre Region,” Nature 415, no. 6868 (10 January 2002): 148–150.)",
        "month": "January",
        "day": 10,
        "monthNumber": 1
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 24,
      "lowestPage": 24,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "dwarf stars"
            },
            {
              "count": 3,
              "word": "billion years"
            }
          ]
        },
        "nytStory": {
          "abstract": "Study of so-called white dwarf stars leads astronomers to conclude that universe is at least 13 billion years; conclusion is consistent with recent estimates based on measurements of expansion of universe and other lines of study (M)",
          "headline": {"main": "Burned-Out Stars Help Experts Reaffirm Universe's Age"},
          "keywords": [
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "UNIVERSE"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            }
          ],
          "print_page": "24",
          "pub_date": "2002-04-25T00:00:00Z",
          "web_url": "http://www.nytimes.com/2002/04/25/us/burned-out-stars-help-experts-reaffirm-universe-s-age.html",
          "news_desk": "National Desk",
          "snippet": "Using the cooling cinders of burned-out stars as a kind of cosmic clock, astronomers said today that they had arrived at a new measure of the age of the universe: the cosmos, they said, is at least 13 billion years old.    This conclusion is happily...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "OVERBYE",
              "firstname": "Dennis"
            }],
            "original": "By DENNIS OVERBYE"
          },
          "source": "The New York Times",
          "_id": "4fd21cf98eb7c8105d79d6b3",
          "lead_paragraph": "Using the cooling cinders of burned-out stars as a kind of cosmic clock, astronomers said today that they had arrived at a new measure of the age of the universe: the cosmos, they said, is at least 13 billion years old. This conclusion is happily -- and uncharacteristically for the fractious field of cosmology -- consistent with recent estimates based on measurements of the expansion of the universe and other lines of study. And it reassures cosmologists that the universe is at least as old as its component parts, something that earlier measurements had occasionally seemed to challenge.",
          "word_count": 851
        }
      }],
      "historyStory": {
        "story": "Scientists announced an estimate of the universe’s age based on new HST images of very faint white dwarf stars in Messier 4 (M4), a cluster of stars in the constellation Scorpius. The researchers had closely examined M4’s white dwarf starslow-mass stars that have exhausted their fuel sources for thermonuclear fusion. Although white dwarfs cool at a predictable rate, enabling scientists to estimate their age, they become progressively fainter as they cool, making them difficult to observe. The HST had provided the first deep exposures of these dim stars, which the astronomers discovered were M4’s oldest white dwarf stars, at around 12 to 13 billion years old. Earlier Hubble observations had revealed that the first stars in the universe had formed less than 1 billion years after the universe’s emergence from the Big Bang. Thus, the researchers had discovered that the age of these M4 white dwarfs supported the previous estimates that the universe’s age is 13 to 14 billion years old. The use of this new methodology to estimate the universe’s age represented a major departure from those used previously.(NASA, “Hubble Uncovers Oldest ‘Clocks’ in Space To Read Age of Universe,” news release 02-73, 24 April 2004; Brad M. S. Hansen et al., “The White Dwarf Cooling Sequence of the Globular Cluster Messier 4,” Astrophysical Journal 574, no. 2 (1 August 2002): L155–L158.)",
        "month": "April",
        "day": 24,
        "monthNumber": 4
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 24,
      "lowestPage": 24,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 9,
              "word": "black holes"
            },
            {
              "count": 1,
              "word": "globular clusters"
            }
          ]
        },
        "nytStory": {
          "abstract": "Hubble Space Telescope detects two medium-weight black holes, new class of black holes that are much heavier than those created by collapse of single huge star but nothing like supermassive ones that weigh as much as billions of stars and roil cores of most galaxies; new black holes are discoverd at centers of globular clusters, which contain oldest stars in universe and are relatively benign environments, suggesting that black holes were formed at about same time as clusters themselves; drawings (M)",
          "headline": {"main": "New Type of Black Hole May Offer Galactic Insight"},
          "keywords": [
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "BLACK HOLES (SPACE)"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            },
            {
              "name": "subject",
              "value": "HUBBLE SPACE TELESCOPE"
            }
          ],
          "print_page": "24",
          "pub_date": "2002-09-18T00:00:00Z",
          "web_url": "http://www.nytimes.com/2002/09/18/us/new-type-of-black-hole-may-offer-galactic-insight.html",
          "news_desk": "National Desk",
          "snippet": "The Hubble Space Telescope has detected the first clear evidence for a new category of cosmic black holes, astronomers reported yesterday. The discovery is expected to yield insights about the evolution of black holes and the formation of star...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "Noble",
              "lastname": "WILFORD",
              "role": "reported",
              "firstname": "John"
            }],
            "original": "By JOHN NOBLE WILFORD"
          },
          "source": "The New York Times",
          "_id": "4fd220d08eb7c8105d7a4646",
          "lead_paragraph": "The Hubble Space Telescope has detected the first clear evidence for a new category of cosmic black holes, astronomers reported yesterday. The discovery is expected to yield insights about the evolution of black holes and the formation of star clusters and galaxies in the early universe. In a briefing at the National Aeronautics and Space Administration in Washington, the astronomers described finding the first two medium-weight black holes, the new class of these extremely dense but titanic gravitational sinks. One has a mass 4,000 times that of the Sun; the other, 20,000 times.",
          "word_count": 667
        }
      }],
      "historyStory": {
        "story": "Observations from the HST revealed the existence of medium-sized black holes. According to scientists, the discovery provided important information about the creation of many types of celestial bodies. Scientists were surprised to find that the black holes in the cores of globular star clusters―bright clusters of stars that orbit galaxies, including the Milky Way―are nearly 10,000 times less massive than galaxies. The HST data revealed that black holes in globular star clusters are proportionally smaller than massive black holes found in galaxies, demonstrating that the mass of a black hole is proportional to its stellar surroundings. The results also indicated that when the globular star clusters had formed they had black holes, suggesting that, to form large star clusters, black holes must act as gravitational anchors. Scientists believed these findings might illuminate the process by which galaxies and globular clusters formed. The discovery also suggested that black holes are more ubiquitous than scientists had previously thought.(NASA, “Hubble Discovers Black Holes in Unexpected Places,” news release 02-174, 17 September 2002; William Harwood, “Finding May Connect Dots on How Galaxies Form; Mid-size Black Holes Are Discovered,” Washington Post, 18 September 2002.)",
        "month": "September",
        "day": 17,
        "monthNumber": 9
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 24,
      "lowestPage": 24,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "american flags"
            },
            {
              "count": 1,
              "word": "terrorist attacks"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA will increase security at nation's space centers in wake of Sept 11 terrorist attacks; will also fly thousands of American flags into space and then present them to survivors and families of victims; space shuttle flights will continue on schedule, at rate of abut one a month in near future (M)",
          "headline": {"main": "NASA to Tighten Security and Offer Comfort to Attack Survivors"},
          "keywords": [
            {
              "name": "glocations",
              "value": "NEW YORK CITY"
            },
            {
              "name": "glocations",
              "value": "WASHINGTON (DC)"
            },
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "FLAGS, EMBLEMS AND INSIGNIA"
            },
            {
              "name": "subject",
              "value": "WORLD TRADE CENTER (NYC)"
            },
            {
              "name": "subject",
              "value": "AIRLINES AND AIRPLANES"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            },
            {
              "name": "subject",
              "value": "HIJACKING"
            },
            {
              "name": "subject",
              "value": "SECURITY AND WARNING SYSTEMS"
            },
            {
              "name": "subject",
              "value": "TERRORISM"
            }
          ],
          "print_page": "24",
          "pub_date": "2001-10-13T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/10/13/us/nasa-to-tighten-security-and-offer-comfort-to-attack-survivors.html",
          "news_desk": "National Desk",
          "snippet": "NASA is responding to last month's terrorist attacks with increased security at the nation's space centers and plans to fly thousands of American flags into space, then present them to survivors and the families of victims.    The space agency's...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd231fd8eb7c8105d7c177c",
          "lead_paragraph": "NASA is responding to last month's terrorist attacks with increased security at the nation's space centers and plans to fly thousands of American flags into space, then present them to survivors and the families of victims. The space agency's administrator, Daniel S. Goldin, said in an interview this week that NASA was not only increasing security at its sites, but was also carrying out far-reaching security plans that might take years to complete. He declined to detail any security measures, but said the agency hoped to receive some special antiterrorist money recently approved by Congress.",
          "word_count": 566
        }
      }],
      "historyStory": {
        "story": "NASA Administrator Daniel S. Goldin announced that, to honor the victims of the 11 September terrorist attacks, NASA would carry American flags into space and give the flags to survivors of the attacks and families of the victims. NASA called the memorial to the people who had lost their lives in the events of 11 September “Flags for Heroes and Families.” Space Shuttle Endeavour, scheduled to launch on 29 November 2001, would carry nearly 6,000 flags. NASA would later have the flags mounted on specially designed memorial certificates and would distribute them to survivors and to victims’ families.(NASA, “NASA Administrator Launches ‘Flags for Heroes and Families’ Campaign,” news release 01-195, 11 October 2001.)",
        "month": "October",
        "day": 11,
        "monthNumber": 10
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 24,
      "lowestPage": 24,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "speed of sound"
            },
            {
              "count": 3,
              "word": "speed record"
            },
            {
              "count": 1,
              "word": "aircraft sets"
            }
          ]
        },
        "nytStory": {
          "abstract": "Small, pilotless NASA aircraft sets speed record for jet planes when it dashes out over Pacific Ocean at almost 10 times speed of sound; craft, X-43A, reaches speed of about 6,600 miles per hour during its short test flight before executing series of high-speed maneuvers on its way down to the sea (S)",
          "headline": {"main": "NASA Jet Sets Record For Speed"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "RECORDS AND ACHIEVEMENTS"
            },
            {
              "name": "subject",
              "value": "AIRLINES AND AIRPLANES"
            },
            {
              "name": "subject",
              "value": "TESTS AND TESTING"
            }
          ],
          "print_page": "24",
          "pub_date": "2004-11-17T00:00:00Z",
          "web_url": "http://www.nytimes.com/2004/11/17/science/17plane.html",
          "news_desk": "National Desk",
          "snippet": "A tiny pilotless NASA jet soared above the Pacific Ocean on Tuesday at nearly 10 times the speed of sound, almost 7,000 miles an hour, thanks to a radical new engine technology.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd280928eb7c8105d84ba2f",
          "lead_paragraph": "A small, pilotless NASA aircraft set a speed record for jet planes on Tuesday when it dashed out over the Pacific Ocean at almost 10 times the speed of sound, project officials announced. The craft, the X-43A, reached a speed of about 6,600 miles an hour during the short test flight of its experimental scramjet engine before executing a series of high-speed maneuvers on its way down to the sea.",
          "word_count": 472
        }
      }],
      "historyStory": {
        "story": "NASA’s X-43A research vehicle established an unofficial world speed record for aircraft of nearly 7,000 miles per hour (11,265 kilometers per hour) or Mach 10―10 times the speed of sound. The X-43A contained an experimental engine―called a supersonic combustion ramjet or scramjet. The scramjet engine had no moving parts and did not use fuel from an on-board tank, as is the case with rockets. Instead, the engine used oxygen from the atmosphere, passing through the vehicle, to ignite fuel. NASA had explored the use of scramjets as an alternative to rocket power for space-access vehicles, with the hope that scramjet vehicles would operate more like an airplane than a rocket. The mission lifted off from NASA’s DFRC at Edwards Air Force Base in California at 2:30 p.m. (PST). A NASA B-52 carried the unpiloted X-43A to an altitude of 40,000 feet (7.6 miles or 12.2 kilometers). Before the X-43A had attained at an altitude of 111,000 feet (21 miles or 33.8 kilometers), a Pegasus rocket booster launched from the B-52, providing an initial acceleration that enabled the X-43A to attain an altitude of 111,000 feet (21 miles or 33.8 kilometers). The experimental aircraft flew for nearly 10 seconds at that altitude before descending into the Pacific Ocean as planned, nearly 800 miles (1,287 kilometers) off the coast of California.(John Johnson, “X-43A Aircraft Sets Speed Record at 6,500 MPH,” Los Angeles Times, 17 November 2004; NASA, “NASA’s X-43A Scramjet Breaks Speed Record,” news release 04-373, 16 November 2004.)",
        "month": "November",
        "day": 16,
        "monthNumber": 11
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 34,
      "lowestPage": 26,
      "nytStories": [
        {
          "gramOccurances": {
            "description": "the words connecting the nytStory to the historyStory and their counts",
            "connections": [
              {
                "count": 2,
                "word": "million miles"
              },
              {
                "count": 1,
                "word": "ground controllers"
              }
            ]
          },
          "nytStory": {
            "abstract": "Futuristic ion engine flying on NASA's Deep Space 1 probe mysteriously shut down within minutes of being turned on this week, and ground controllers are trying to figure out what went wrong; Deep Space 1 is now some two million miles from earth, first probe relying on solar-powered ion engine for primary propulsion (S)",
            "headline": {"main": "Innovative Engine on U.S. Spacecraft Mysteriously Shuts Down"},
            "keywords": [
              {
                "name": "organizations",
                "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
              },
              {
                "name": "subject",
                "value": "SPACE"
              },
              {
                "name": "subject",
                "value": "DEEP SPACE (SPACECRAFT)"
              },
              {
                "name": "subject",
                "value": "ENGINES"
              }
            ],
            "print_page": "26",
            "pub_date": "1998-11-13T00:00:00Z",
            "web_url": "http://www.nytimes.com/1998/11/13/us/innovative-engine-on-us-spacecraft-mysteriously-shuts-down.html",
            "news_desk": "National Desk",
            "snippet": "The futuristic ion engine flying on NASA's Deep Space 1 probe mysteriously shut down within minutes of being turned on this week, and ground controllers are trying to figure out what went wrong.    The ion-propulsion engine ran for four and a half...",
            "type_of_material": "News",
            "blog": [],
            "section_name": null,
            "document_type": "article",
            "multimedia": [],
            "subsection_name": null,
            "byline": null,
            "source": "AP",
            "_id": "4fd1e16a8eb7c8105d729c09",
            "lead_paragraph": "The futuristic ion engine flying on NASA's Deep Space 1 probe mysteriously shut down within minutes of being turned on this week, and ground controllers are trying to figure out what went wrong. The ion-propulsion engine ran for four and a half minutes on Tuesday before turning off, said John Watson, a spokesman for the Jet Propulsion Laboratory in Pasadena, Calif. Ground controllers tried several times to restart it, without success.",
            "word_count": 314
          }
        },
        {
          "gramOccurances": {
            "description": "the words connecting the nytStory to the historyStory and their counts",
            "connections": [
              {
                "count": 1,
                "word": "driven by ion"
              },
              {
                "count": 2,
                "word": "million miles"
              }
            ]
          },
          "nytStory": {
            "abstract": "NASA launches spacecraft that can think for itself and is driven by ion propulsion; Deep Space 1 is aboard unmanned rocket, bound for asteroid 120 million miles away (M)",
            "headline": {"main": "U.S. Launches A Spacecraft That Thinks For Itself"},
            "keywords": [
              {
                "name": "organizations",
                "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
              },
              {
                "name": "subject",
                "value": "SPACE"
              }
            ],
            "print_page": "34",
            "pub_date": "1998-10-25T00:00:00Z",
            "web_url": "http://www.nytimes.com/1998/10/25/us/us-launches-a-spacecraft-that-thinks-for-itself.html",
            "news_desk": "National Desk",
            "snippet": "NASA launched a spacecraft today that can think for itself and is driven by ion propulsion.    Deep Space 1 blasted off through clouds aboard an unmanned rocket, bound for an asteroid 120 million miles away. At first, tracking stations were slow to...",
            "type_of_material": "News",
            "blog": [],
            "section_name": null,
            "document_type": "article",
            "multimedia": [],
            "subsection_name": null,
            "byline": null,
            "source": "AP",
            "_id": "4fd20c2e8eb7c8105d77b1e6",
            "lead_paragraph": "NASA launched a spacecraft today that can think for itself and is driven by ion propulsion. Deep Space 1 blasted off through clouds aboard an unmanned rocket, bound for an asteroid 120 million miles away. At first, tracking stations were slow to acquire signals from the spacecraft, and engineers had to send commands to make sure the solar wings were unfurled.",
            "word_count": "479"
          }
        }
      ],
      "historyStory": {
        "story": "NASA successfully launched Deep Space 1, a spacecraft that could “think for itself.” Driven by ion propulsion, Deep Space 1 was the first craft to rely on this technology for its primary propulsion. The craft’s destination was an asteroid 120 million miles (193 million kilometers) away from Earth. Although tracking stations encountered initial difficulties receiving signals from the spacecraft, Deep Space 1 communicated 2 hours after liftoff that it was on “the right course” and “in good shape.” NASA scientists expected the spacecraft to travel 450 million miles (724 million kilometers) to catch up with the moving asteroid. Without the ion-propulsion technology, it would have required 10 times more fuel to reach its target. The craft was also flying with 10 other “futuristic technologies,” such as lens-covered solar arrays to generate additional power, and a radio beacon to communicate with ground controllers without their prompting the probe from Earth.(New York Times, “U.S. Launches a Spacecraft That Thinks for Itself,” 25 October 1998.)",
        "month": "October",
        "day": 24,
        "monthNumber": 10
      },
      "totalNYTStories": 2
    },
    {
      "highestPage": 26,
      "lowestPage": 26,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "european astronomers"
            },
            {
              "count": 1,
              "word": "constellation puppis"
            }
          ]
        },
        "nytStory": {
          "abstract": "European astronomers report finding one of closest analogues yet to Earth's solar system: three planets and asteroid belt circling pale Sun-like star about 42 light-years away in constellation Puppis; two innermost of new Puppis planets, each about ten times Earth's mass circle their star too tightly to be habitable but third might have temperatures that could allow existence of water; Dr Christopher Lovis and colleagues at European Southern Observatory in Chile used 12-foot-diameter telescope (M)",
          "headline": {"main": "Planet Group Similar to Solar System Is Found"},
          "keywords": [
            {
              "name": "persons",
              "value": "LOVIS, CHRISTOPHE"
            },
            {
              "name": "organizations",
              "value": "EUROPEAN SOUTHERN OBSERVATORY"
            },
            {
              "name": "subject",
              "value": "PLANETS"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "TELESCOPES AND OBSERVATORIES"
            },
            {
              "name": "subject",
              "value": "PUPPIS (CONSTELLATION)"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            },
            {
              "name": "subject",
              "value": "ASTRONOMY AND ASTROPHYSICS"
            }
          ],
          "print_page": "26",
          "pub_date": "2006-05-18T00:00:00Z",
          "web_url": "http://www.nytimes.com/2006/05/18/science/space/18planet.html",
          "news_desk": "National Desk",
          "snippet": "A team of European astronomers said that they had found three planets and an asteroid belt circling a pale Sun-like star about 42 light-years away in the constellation Puppis.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "OVERBYE",
              "firstname": "Dennis"
            }],
            "original": "By DENNIS OVERBYE"
          },
          "source": "The New York Times",
          "_id": "4fd270308eb7c8105d82b753",
          "lead_paragraph": "A team of European astronomers said yesterday that they had found one of the closest analogues yet to our solar system: three planets and an asteroid belt circling a pale Sun-like star about 42 light-years away in the constellation Puppis. The two innermost of the new Puppis planets, each about 10 times the mass of Earth, are probably rocky like our own home, but they circle too tightly about their star to be habitable.",
          "word_count": 694
        }
      }],
      "historyStory": {
        "story": "A team of European astronomers, led by Christophe Lovis of the Observatoire de Genève in Switzerland, reported in Nature their discovery of a new system of three extrasolar planets in the constellation Puppis. The discovery of the three planets orbiting the Sun-like star HD 69830, which is approximately 41 light-years from Earth, marked the first time that astronomers had identified a system composed of several planets, each planet possessing a mass approximating that of Neptune. Theoretical calculations of the complexion of the three planets had indicated that the two closest to HD 69830 have a rocky composition similar to the planet Mercury. The astronomers reported that the outermost planet likely has a significant gaseous envelope, surrounding a core composed of rock or ice or a combination of the two, and that the temperatures of the planet are moderate enough to allow the existence of liquid water. The team had discovered the planets using the European Southern Observatory’s 3.6-meter (11.8-foot) telescope at the La Silla Observatory in Chile. The telescope was equipped with a precise spectrograph to detect small wobbles induced by the Puppis planets in the HD 69830 star. The technique of detecting and studying these wobbles enabled astronomers to measure the 64 gravitational influence of a planet on its parent star and, thereby, to infer the planet’s presence.",
        "month": "May",
        "day": 18,
        "monthNumber": 5
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 26,
      "lowestPage": 26,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "billion years"
            },
            {
              "count": 1,
              "word": "eight years"
            }
          ]
        },
        "nytStory": {
          "abstract": "Astronomers led by Dr Wendy L Freedman calculate the expansion rate of universe is 70, plus or minus 7, meaning that a galaxy appears to be flying away at rate of 70 kilometers per second per megaparsec, or 160,000 miles per hour faster for every 3.26 million light-years away from Earth; figure, also known as Hubble constant, is based on eight years of measurements taken with Hubble Space Telescope and is indispensable for determining the age, size and fate of universe; would indicate that universe has been expanding for at least 12 billion years since theorized Big Bang and that depending on density of cosmic matter and possible existence of a mysterious form of vacuum energy, the age of universe could be closer to 13.5 billion or even 15 billion years (M)",
          "headline": {"main": "Hubble Telescope Yields Data for Recalculating Age of Universe"},
          "keywords": [
            {
              "name": "persons",
              "value": "FREEDMAN, WENDY L"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "UNIVERSE"
            },
            {
              "name": "subject",
              "value": "HUBBLE SPACE TELESCOPE"
            }
          ],
          "print_page": "26",
          "pub_date": "1999-05-26T00:00:00Z",
          "web_url": "http://www.nytimes.com/1999/05/26/us/hubble-telescope-yields-data-for-recalculating-age-of-universe.html",
          "news_desk": "National Desk",
          "snippet": "After eight years of measurements by the Hubble Space Telescope, astronomers think they have finally established a reliable value to the expansion rate of the universe, the indispensable number required for determining the age, size and fate of the...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "Noble",
              "lastname": "WILFORD",
              "role": "reported",
              "firstname": "John"
            }],
            "original": "By JOHN NOBLE WILFORD"
          },
          "source": "The New York Times",
          "_id": "4fd1ea358eb7c8105d739d59",
          "lead_paragraph": "After eight years of measurements by the Hubble Space Telescope, astronomers think they have finally established a reliable value to the expansion rate of the universe, the indispensable number required for determining the age, size and fate of the universe. It is a number that scientists have sought ever since 1929, when Edwin P. Hubble discovered that the galaxies are flying outward at velocities that increase with distance. Estimates of the expansion rate, also known as the Hubble constant, are fundamental to all theories of cosmic evolution. But they have fluctuated wildly between numbers that would put the age of the universe anywhere from 10 billion to 20 billion years.",
          "word_count": 1141
        }
      }],
      "historyStory": {
        "story": "An international team of astronomers, led by Wendy L. Freedman of the Carnegie Observatories, held a news conference to announce their findings regarding the age of the universe. Freedman’s team had concluded that the universe was between 12 billion and 13.4 billion years old, at least 1 billion years younger than predicted. Freedman’s international team had studied eight years of calculations, made observations using NASA’s Hubble Space Telescope (HST), and used a range of celestial measurements to recalculate the age of the universe. Among those measurements was the “Hubble constant,” used in mathematical equations to “gauge the speed at which galaxies are accelerating away from each other.” Named for Edwin Hubble, who had discovered 70 years ago that the universe is expanding, the Hubble constant is an essential piece of the equation determining the age and size of the universe. The team’s findings drew criticism from other astronomers. Although the Australian physicist Charles H. Lineweaver had conducted separate research with the same result as that of Freedman’s team, some astronomers associated with the Carnegie Observatories and Harvard University did not agree with the Freedman team’s conclusions. Allan Sandage of the Carnegie Observatories stated that he believed that the team’s methodology contained systematic errors and that the final number was not correct. Harvard University astronomer Robert P. Kirshner had led a third team, using the Hubble constant to study the age of the universe, but although he calculated a different age than the other teams, Kirshner downplayed the differences in their results, remarking that “what was once a very big disagreement is now narrowing down.”(NASA Johnson Space Center, “Hubble Completes Eight-Year Effort To Measure Expanding Universe,” news release H99-65, 25 May 1999, http://spaceflight.nasa.gov/spacenews/releases/1999/H99-65.html (accessed 2 January 2008); Robert Lee Hotz, “Scientists Calculate Most Precise Age Yet for Universe; Astronomy: New Data, Hubble Telescope Help Two Separate Teams Put Range at 12 Billion to 13.4 Billion Years,” Los Angeles Times, 26 May 1999.)",
        "month": "May",
        "day": 25,
        "monthNumber": 5
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 26,
      "lowestPage": 26,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "speed record"
            },
            {
              "count": 1,
              "word": "nasa aborts"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA aborts attempt to set speed record for nonrocket aircraft; blows up unmanned experimental X-43A scramjet seconds before plane is dropped from belly of B-52 after Pegasus rocket, which was supposed to boost plane to 100,000 feet, goes out of control (S)",
          "headline": {"main": "NASA Halts Scramjet Test"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "SPACE"
            }
          ],
          "print_page": "26",
          "pub_date": "2001-06-03T00:00:00Z",
          "web_url": "http://www.nytimes.com/2001/06/03/us/nasa-halts-scramjet-test.html",
          "news_desk": "National Desk",
          "snippet": "NASA aborted an attempt to set a speed record for a nonrocket aircraft, blowing up an unmanned experimental X-43A scramjet just seconds after the plane was dropped from the belly of a B-52.     The X-43A had been scheduled to make its maiden flight...",
          "type_of_material": "News",
          "blog": [],
          "section_name": null,
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "AP",
          "_id": "4fd258798eb7c8105d80415c",
          "lead_paragraph": "NASA aborted an attempt to set a speed record for a nonrocket aircraft, blowing up an unmanned experimental X-43A scramjet just seconds after the plane was dropped from the belly of a B-52. The X-43A had been scheduled to make its maiden flight over the Pacific Ocean, where a Pegasus rocket would have boosted the plane to 100,000 feet. But the Pegasus went out of control, said Alan Brown, a spokesman for the National Aeronautics and Space Administration. The rocket was ordered destroyed at about 45,000 feet.",
          "word_count": 98
        }
      }],
      "historyStory": {
        "story": "NASA, conducting a test over the Pacific Ocean, aborted a planned attempt at the speed record for aircraft when the Pegasus rocket carrying a prototype X-43A jet veered out of control. NASA had employed a B-52 to carry the X-43A and the Pegasus rocket to 45,000 feet, where the test was to begin. According to the plan, the plane would release the Pegasus, which would then carry the X-43A to 100,000 feet (30,500 meters) before releasing the jet. Instead, however, the Pegasus rocket had gone out of control almost immediately after its release. NASA spokesperson Alan Brown explained: “The Pegasus went out of control. It appeared parts were breaking off of it.” NASA ordered the Pegasus destroyed after only a few seconds, and the ensuing explosion resulted in the loss of the scramjet as well. NASA officials and flight enthusiasts had hoped that the US$185 million experimental plane would top speeds of Mach 7. Instead, engineers scrambled to determine the cause of the accident.(Peter Pae, “Hypersonic Aircraft Test Fails; Plane Is Destroyed,” Los Angeles Times, 3 June 2001; New York Times, “NASA Halts Scramjet Test,” 3 June 2001; Washington Post, “NASA Aborts Bid for Speed Mark, Blows Up Rocket,” 3 June 2001.)",
        "month": "June",
        "day": 2,
        "monthNumber": 6
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 28,
      "lowestPage": 28,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 4,
              "word": "shuttle flights"
            },
            {
              "count": 1,
              "word": "compliance plans"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA oversight panel says agency should be able to meet all requirements for resuming space shuttle flights next spring, but some solutions will be open to interpretation; task force has approved NASA's compliance plans for 8 of 15 mandatory preflight recommendations (M)",
          "headline": {"main": "Panel Sees Shuttle Flights Resuming Soon"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "ACCIDENTS AND SAFETY"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            }
          ],
          "print_page": "28",
          "pub_date": "2004-12-17T00:00:00Z",
          "web_url": "http://www.nytimes.com/2004/12/17/science/17shuttle.html",
          "news_desk": "National Desk",
          "snippet": "NASA should be able to meet all the requirements for resuming space shuttle flights next spring, an oversight panel said.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": {
            "person": [{
              "rank": 1,
              "organization": "",
              "middlename": "E.",
              "lastname": "LEARY",
              "role": "reported",
              "firstname": "Warren"
            }],
            "original": "By WARREN E. LEARY"
          },
          "source": "The New York Times",
          "_id": "4fd25a6d8eb7c8105d807144",
          "lead_paragraph": "NASA should be able to meet all requirements for resuming space shuttle flights next spring, but some solutions, like repairing damage to heat shields, will be open to interpretation, members of an oversight panel said Thursday. The return-to-flight task force headed by the former astronauts Thomas P. Stafford and Richard O. Covey said after a meeting at the Marshall Space Flight Center in Huntsville, Ala., that it had approved the space agency's compliance plans for 8 of 15 mandatory preflight recommendations.",
          "word_count": 384
        }
      }],
      "historyStory": {
        "story": "An independent panel of experts provided its interim assessment of NASA’s efforts to meet the CAIB’s requirements for resuming Space Shuttle flights. NASA had chartered the Stafford- Covey Return to Flight Task Group (SCTG) to assess independently its implementation of the CAIB’s preflight recommendations―mandatory for NASA’s resuming Space Shuttle flights. The 26-member Task Group, headed by former astronauts Thomas P. Stafford and Richard O. Covey, stated that it had approved NASA’s compliance plans for eight of the CAIB’s 15 requirements. The task force did not see any major obstacles to NASA’s resuming Shuttle flights by May or June of 2005. The Task Group also noted, however, that NASA continued to have difficulty developing methods to repair the exterior heat tiles and thermal-resistant carbon-fiber material damaged during Shuttle flights.(Warren E. Leary, “Panel Sees Shuttle Flights Resuming Soon,” New York Times, 17 December 2004.)",
        "month": "December",
        "day": 16,
        "monthNumber": 12
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 32,
      "lowestPage": 32,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 2,
              "word": "celestial bodies"
            },
            {
              "count": 1,
              "word": "black holes"
            }
          ]
        },
        "nytStory": {
          "abstract": "NASA's $250 million Swift satellite project, cooperative effort with Britain and Italy, will look for massive bursts of gamma ray emissions that may signal collision of extremely dense celestial bodies, collapse and death of massive stars or birth of black holes; emissions are brief and unpredictable, and satellite's three telescopes must react quickly, hence satellite's name (S)",
          "headline": {"main": "NASA Starts Hunt For Celestial Bursts"},
          "keywords": [
            {
              "name": "glocations",
              "value": "ITALY"
            },
            {
              "name": "glocations",
              "value": "GREAT BRITAIN"
            },
            {
              "name": "glocations",
              "value": "UNITED STATES"
            },
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "GAMMA RAYS"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "TELESCOPES AND OBSERVATORIES"
            },
            {
              "name": "subject",
              "value": "RADIATION"
            },
            {
              "name": "subject",
              "value": "FINANCES"
            },
            {
              "name": "subject",
              "value": "SATELLITES"
            },
            {
              "name": "subject",
              "value": "SWIFT (SATELLITE)"
            },
            {
              "name": "subject",
              "value": "BLACK HOLES (SPACE)"
            },
            {
              "name": "subject",
              "value": "STARS AND GALAXIES"
            },
            {
              "name": "subject",
              "value": "BUDGETS AND BUDGETING"
            }
          ],
          "print_page": "32",
          "pub_date": "2004-11-21T00:00:00Z",
          "web_url": "http://www.nytimes.com/2004/11/21/science/21rocket.html",
          "news_desk": "National Desk",
          "snippet": "The fastest-swiveling space science observatory ever built rocketed into orbit on Saturday to scan the universe for celestial explosions.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "The New York Times",
          "_id": "4fd254e58eb7c8105d7fce2f",
          "lead_paragraph": "A satellite designed to spot and study the most formidable, yet elusive blasts of energy in the universe streaked into clear skies and then into orbit early Saturday afternoon. The NASA satellite, called Swift, will be on the lookout for the colossal sparks of radiation.",
          "word_count": 195
        }
      }],
      "historyStory": {
        "story": "NASA launched the Swift satellite from the Cape Canaveral Air Force Station in Florida. NASA and an international team of participants had designed the spacecraft to detect and analyze gamma-ray bursts (GRBs)―ephemeral explosions that occur throughout the universe, usually far from Earth. GRBs may indicate a number of significant cosmological events, such as the collision of extremely dense celestial bodies or the formation of black holes. Swift was equipped with three telescopes to study GRBs, including the Burst Alert Telescope, which could detect and locate GRBs, and the X-ray Telescope (XRT) and Ultraviolet/Optical Telescope (UVOT), two telescopes that could study the bursts’ afterglows. Among the many participants in the Swift mission were the Italian Space Agency and the Particle Physics and Astronomy Research Council of the United Kingdom.(NASA, “NASA Successfully Launches Swift Satellite,” news release 04-382, 22 November 2004; New York Times, “NASA Starts Hunt for Celestial Bodies,” 21 November 2004.)",
        "month": "November",
        "day": 20,
        "monthNumber": 11
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 33,
      "lowestPage": 33,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "shuttle atlantis"
            },
            {
              "count": 1,
              "word": "j sellers"
            }
          ]
        },
        "nytStory": {
          "abstract": "Pair of astronauts emerger from space shuttle Atlantis to connect and repair plumbing on International Space Station and its latest 14-ton addition; photo of Dr David A Wolf and Dr Piers J Sellers working on space station (M)",
          "headline": {"main": "In 2nd Spacewalk, Astronauts Do the Plumbing"},
          "keywords": [
            {
              "name": "persons",
              "value": "WOLF, DAVID A"
            },
            {
              "name": "persons",
              "value": "SELLERS, PIERS J"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "ATLANTIS (SPACE SHUTTLE)"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            }
          ],
          "print_page": "33",
          "pub_date": "2002-10-13T00:00:00Z",
          "web_url": "http://www.nytimes.com/2002/10/13/us/in-2nd-spacewalk-astronauts-do-the-plumbing.html",
          "news_desk": "National Desk",
          "snippet": "A pair of astronauts emerged from the space shuttle Atlantis today to connect and repair plumbing on the International Space Station and its latest 14-ton addition.    The astronauts, Dr. David A. Wolf and Dr. Piers J. Sellers, hooked up ammonia...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "The New York Times",
          "_id": "4fd26c7a8eb7c8105d825761",
          "lead_paragraph": "A pair of astronauts emerged from the space shuttle Atlantis today to connect and repair plumbing on the International Space Station and its latest 14-ton addition. The astronauts, Dr. David A. Wolf and Dr. Piers J. Sellers, hooked up ammonia lines from the recently installed, $390 million girder segment to other cooling pipes. The ammonia will flow throughout the station's chambers, dissipating heat via three external radiators.",
          "word_count": 479
        }
      }],
      "historyStory": {
        "story": "Space Shuttle Atlantis STS-112 launched from NASA’s KSC in Cape Canaveral, Florida, at 2:46 p.m. (CDT). The Shuttle’s crew included Commander Jeffrey S. Ashby, Pilot Pamela A. Melroy, and crew members Sandra H. Magnus, Piers J. Sellers, David A. Wolf, and Fyodor N. Yurchikhin. STS-112’s major objective was to deliver and install the Starboard One (S1) Truss, the second segment of the ISS’s Integrated Truss Structure. Astronauts Sellers and Wolf planned to make three spacewalks during the installation missiondesignated ISS Assembly Mission 9Ato install and activate the truss. Other mission objectives included transferring experiments and payloads from Atlantis to the ISS, deploying the station’s second S-Band communications system, and installing external camera systems.(NASA, “STS-112: Extending the Space Station’s Backbone,” http://spaceflight.nasa.gov/shuttle/ archives/sts- 112/ (accessed 17 October 2008); NASA, “STS-112 Overview,” http://spaceflight.nasa.gov/ shuttle/archives/sts- 112/mm-sts-112.pdf (accessed 17 October 2008).)",
        "month": "October",
        "day": 7,
        "monthNumber": 10
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 33,
      "lowestPage": 33,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "shuttle atlantis"
            },
            {
              "count": 1,
              "word": "j sellers"
            }
          ]
        },
        "nytStory": {
          "abstract": "Pair of astronauts emerger from space shuttle Atlantis to connect and repair plumbing on International Space Station and its latest 14-ton addition; photo of Dr David A Wolf and Dr Piers J Sellers working on space station (M)",
          "headline": {"main": "In 2nd Spacewalk, Astronauts Do the Plumbing"},
          "keywords": [
            {
              "name": "persons",
              "value": "WOLF, DAVID A"
            },
            {
              "name": "persons",
              "value": "SELLERS, PIERS J"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "ATLANTIS (SPACE SHUTTLE)"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            }
          ],
          "print_page": "33",
          "pub_date": "2002-10-13T00:00:00Z",
          "web_url": "http://www.nytimes.com/2002/10/13/us/in-2nd-spacewalk-astronauts-do-the-plumbing.html",
          "news_desk": "National Desk",
          "snippet": "A pair of astronauts emerged from the space shuttle Atlantis today to connect and repair plumbing on the International Space Station and its latest 14-ton addition.    The astronauts, Dr. David A. Wolf and Dr. Piers J. Sellers, hooked up ammonia...",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [],
          "subsection_name": null,
          "byline": null,
          "source": "The New York Times",
          "_id": "4fd26c7a8eb7c8105d825761",
          "lead_paragraph": "A pair of astronauts emerged from the space shuttle Atlantis today to connect and repair plumbing on the International Space Station and its latest 14-ton addition. The astronauts, Dr. David A. Wolf and Dr. Piers J. Sellers, hooked up ammonia lines from the recently installed, $390 million girder segment to other cooling pipes. The ammonia will flow throughout the station's chambers, dissipating heat via three external radiators.",
          "word_count": 479
        }
      }],
      "historyStory": {
        "story": "Crew members of Space Shuttle Atlantis STS-112 and the ISS installed the first Starboard truss segment, the S1 Truss, connecting it with the ISS’s Integrated Truss Structure. Installation of the 45-foot-long (13.7-meter-long) S1 Truss was the mission’s main objective. Astronauts David A. Wolf and Piers J. Sellers accomplished the task during three spacewalks, with astronauts Peggy A. Whitson and Sandra H. Magnus operating the ISS’s robotic arm to attach the S1 to the central truss segment, the S0 Truss. The astronauts also installed the Crew and Equipment Translation Aid, a cart that runs on rails along the top of the truss.(Warren E. Leary, “Astronauts Install Girder on Space Station,” New York Times, 11 October 2002; NASA, “ISS Assembly Mission 9A,” http://www.nasa.gov/mission_pages/station/structure/ iss_assembly_9a.html (accessed 17 October 2008).)",
        "month": "October",
        "day": 10,
        "monthNumber": 10
      },
      "totalNYTStories": 1
    },
    {
      "highestPage": 34,
      "lowestPage": 34,
      "nytStories": [{
        "gramOccurances": {
          "description": "the words connecting the nytStory to the historyStory and their counts",
          "connections": [
            {
              "count": 1,
              "word": "six years"
            },
            {
              "count": 1,
              "word": "solar panels"
            }
          ]
        },
        "nytStory": {
          "abstract": "Two astronauts make complex six-hour spacewalk to rewire International Space Station which, for past six years, has been running on temporary configuration of its power system, drawing electricity from array of solar panels; rewiring brings station to its permanent arrangement; photo (M)",
          "headline": {"main": "2 Spacewalkers Are Successful in Tricky Rewiring of the Space Station"},
          "keywords": [
            {
              "name": "organizations",
              "value": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION"
            },
            {
              "name": "subject",
              "value": "SPACE"
            },
            {
              "name": "subject",
              "value": "SPACE SHUTTLE"
            },
            {
              "name": "subject",
              "value": "SPACE STATIONS"
            },
            {
              "name": "subject",
              "value": "ELECTRIC LIGHT AND POWER"
            },
            {
              "name": "subject",
              "value": "INTERNATIONAL SPACE STATION"
            }
          ],
          "print_page": "34",
          "pub_date": "2006-12-15T00:00:00Z",
          "web_url": "http://www.nytimes.com/2006/12/15/science/space/15shuttle.html",
          "news_desk": "National Desk",
          "snippet": "At the midpoint of the mission of the shuttle Discovery, two astronauts took a complex six-hour spacewalk Thursday to rewire the International Space Station.",
          "type_of_material": "News",
          "blog": [],
          "section_name": "U.S.",
          "document_type": "article",
          "multimedia": [
            {
              "height": 75,
              "subtype": "thumbnail",
              "type": "image",
              "url": "images/2006/12/15/us/15shuttle_75.jpg",
              "legacy": {
                "thumbnail": "images/2006/12/15/us/15shuttle_75.jpg",
                "hasthumbnail": "Y",
                "thumbnailheight": 75
              }
            },
            {
              "height": 450,
              "width": 561,
              "subtype": "xlarge",
              "type": "image",
              "url": "images/2006/12/15/us/15shuttle_lg.jpg",
              "legacy": {
                "hasxlarge": "Y",
                "xlargeheight": 450,
                "xlargewidth": 561,
                "xlarge": "images/2006/12/15/us/15shuttle_lg.jpg"
              }
            }
          ],
          "subsection_name": null,
          "byline": {
            "person": [{
              "organization": "",
              "rank": 1,
              "role": "reported",
              "lastname": "SCHWARTZ",
              "firstname": "John"
            }],
            "original": "By JOHN SCHWARTZ"
          },
          "source": "The New York Times",
          "_id": "4fd257cf8eb7c8105d802d69",
          "lead_paragraph": "At the midpoint of the 12-day mission of the shuttle Discovery, two astronauts took a complex six-hour spacewalk yesterday to rewire the International Space Station. The spacewalkers, Capt. Robert L. Curbeam Jr. of the Navy and Christer Fuglesang of the European Space Agency, completed the tricky electrical work in just two hours and moved on to more mundane tasks before ending the spacewalk at 7:41 p.m., an hour ahead of schedule. They completed the first half of the rewiring, with a second spacewalk planned for Saturday to finish the job.",
          "word_count": 748
        }
      }],
      "historyStory": {
        "story": "Astronauts Robert L. Curbeam Jr. and A. Christer Fuglesang conducted a second spacewalk for Mission STS-116, the 75th in the history of the ISS. During the near 6-hour excursion, the spacewalkers completed the first phase of the reconfiguration of the station’s electrical system, a complex task that required the astronauts to plug in and unplug various cables, while simultaneously coping with the harsh environment of space. The second phase of the power reconfiguration would take place on 16 December. The rewiring was part of an extensive project to switch the ISS from its temporarily configured power system to a permanent arrangement. For the previous six years, the ISS had drawn its electrical power from one array of solar panels, but under the planned permanent configuration, the station would draw power from another set of solar arrays, which would rotate to face the Sun as the ISS orbited Earth.",
        "month": "December",
        "day": 14,
        "monthNumber": 12
      },
      "totalNYTStories": 1
    }
  ],
  "totalStories": 46,
  "startYear": 1987,
  "storyCountAwesome": {
    "description": "this will illustrate how many HistoryStories have a certain NYTStory count",
    "storyCounts": [
      {
        "count": 42,
        "nytStoryCount": 1
      },
      {
        "count": 4,
        "nytStoryCount": 2
      }
    ]
  },
  "pageCountAwesome": {
    "pageCounts": [
      {
        "nytPrintPage": 34,
        "count": 1
      },
      {
        "nytPrintPage": 1,
        "count": 5
      },
      {
        "nytPrintPage": 32,
        "count": 1
      },
      {
        "nytPrintPage": 2,
        "count": 1
      },
      {
        "nytPrintPage": 33,
        "count": 2
      },
      {
        "nytPrintPage": 3,
        "count": 5
      },
      {
        "nytPrintPage": 5,
        "count": 1
      },
      {
        "nytPrintPage": 7,
        "count": 1
      },
      {
        "nytPrintPage": 9,
        "count": 2
      },
      {
        "nytPrintPage": 10,
        "count": 1
      },
      {
        "nytPrintPage": 11,
        "count": 2
      },
      {
        "nytPrintPage": 12,
        "count": 3
      },
      {
        "nytPrintPage": 13,
        "count": 1
      },
      {
        "nytPrintPage": 14,
        "count": 2
      },
      {
        "nytPrintPage": 15,
        "count": 1
      },
      {
        "nytPrintPage": 16,
        "count": 1
      },
      {
        "nytPrintPage": 18,
        "count": 1
      },
      {
        "nytPrintPage": 21,
        "count": 1
      },
      {
        "nytPrintPage": 20,
        "count": 2
      },
      {
        "nytPrintPage": 23,
        "count": 2
      },
      {
        "nytPrintPage": 24,
        "count": 5
      },
      {
        "nytPrintPage": 26,
        "count": 4
      },
      {
        "nytPrintPage": 28,
        "count": 1
      }
    ],
    "description": "this will illustrate how many HistoryStories have a NYTStory with the lowest page of..."
  }
}